[
    {
      "input": "Thời gian học của chương trình đại học là bao lâu?",
      "output": "Thời gian học chuẩn của chương trình đại học kỹ thuật, công nghệ và quản lý xây dựng là từ 4 đến 4,5 năm cho hình thức chính quy và 4,5 đến 5 năm cho hình thức vừa làm vừa học. Chương trình kinh tế, kinh doanh, quản lý và ngôn ngữ là 4 năm cho hình thức chính quy và 4,5 năm cho hình thức vừa làm vừa học." 
    },
    {
      "input": "Trường mình áp dụng phương thức đào tạo nào?",
      "output": "Trường áp dụng linh hoạt cả phương thức đào tạo theo tín chỉ và niên chế tùy theo từng ngành học và học phần cụ thể."
    },
    {
      "input": "Hình thức đào tạo vừa làm vừa học được tổ chức như thế nào?",
      "output": "Hoạt động giảng dạy cho hình thức vừa làm vừa học được tổ chức tại trường, các cơ sở trực thuộc hoặc cơ sở phối hợp đào tạo theo quy định liên kết. Thời gian học linh hoạt trong ngày và trong tuần."
    },
    {
      "input": "Điều kiện để được học liên thông lên đại học là gì?",
      "output": "Người đã tốt nghiệp các trình độ đào tạo của giáo dục nghề nghiệp được dự tuyển và học liên thông lên trình độ đại học theo quy định hiện hành và quy chế của trường."
    },
    {
      "input": "Em muốn học thêm một văn bằng nữa thì cần những điều kiện gì?",
      "output": "Em cần phải là sinh viên năm thứ hai trở lên, có học lực khá trở lên hoặc đạt điều kiện trúng tuyển của chương trình thứ hai và ngành đào tạo của hai chương trình phải khác nhau."
    },
    {
      "input": "Điểm trung bình tích lũy như thế nào thì được xếp loại giỏi?",
      "output": "Điểm trung bình tích lũy từ 3,20 đến 3,59 được xếp loại giỏi."
    },
    {
      "input": "Mức cảnh báo kết quả học tập được quy định như thế nào?",
      "output": "Có ba mức cảnh báo: Mức 1 dành cho sinh viên lần đầu tiên có kết quả học tập dưới mức quy định, mức 2 cho sinh viên đã bị cảnh báo mức 1 ở học kỳ trước, và mức 3 cho sinh viên đã bị cảnh báo mức 2 ở học kỳ trước."
    },
    {
      "input": "Trong trường hợp nào thì sinh viên bị buộc thôi học?",
      "output": "Sinh viên sẽ bị buộc thôi học nếu nhận cảnh báo kết quả học tập mức 3, vượt quá thời gian học tối đa, không đăng ký học tập, tự ý bỏ học, thi hộ/nhờ người thi hộ lần 2, hoặc sử dụng hồ sơ giả."
    },
    {
      "input": "Em muốn chuyển sang học ngành khác thì cần những điều kiện gì?",
      "output": "Em cần phải là sinh viên năm thứ 2 hoặc 3, đạt điều kiện trúng tuyển của ngành muốn chuyển, ngành đó phải còn chỉ tiêu và được sự đồng ý của trưởng khoa hai bên và hiệu trưởng."
    },
    {
      "input": "Điểm học phần được tính như thế nào?",
      "output": "Điểm học phần được tổng hợp từ nhiều điểm thành phần như kiểm tra, thi giữa kỳ, thi cuối kỳ, chuyên cần, bài tập... với trọng số khác nhau tùy theo từng môn học. Điểm thi cuối kỳ thường chiếm trọng số cao nhất, không dưới 50%."
    },
    {
      "input": "Em muốn học cải thiện điểm thì được không?",
      "output": "Sinh viên đã đạt điểm học phần từ B, C hoặc D trở lên có thể đăng ký học lại để cải thiện điểm. Điểm cao nhất trong các lần học sẽ được công nhận."
    },
    {
      "input": "Nếu em bị ốm vào ngày thi thì phải làm sao?",
      "output": "Em cần nộp đơn xin hoãn thi kèm giấy chứng nhận của cơ sở y tế cho Phòng Khảo thí và Đảm bảo chất lượng trong vòng một tuần kể từ ngày ốm. Nhà trường sẽ bố trí cho em thi ở đợt thi khác và được công nhận là điểm thi lần đầu." 
    },
    {
      "input": "Trường hợp nào thì được bảo lưu kết quả học tập?",
      "output": "Sinh viên được bảo lưu kết quả học tập khi tham gia nghĩa vụ quân sự, đại diện quốc gia tham dự các kỳ thi quốc tế, bị ốm nặng, tai nạn hoặc có lý do cá nhân khác nhưng đã học tối thiểu 1 học kỳ và không thuộc diện buộc thôi học hoặc kỷ luật."
    },
    {
      "input": "Em muốn chuyển từ hệ chính quy sang hệ vừa làm vừa học thì có được không?",
      "output": "Sinh viên được xem xét chuyển từ hệ chính quy sang hệ vừa làm vừa học hoặc đào tạo từ xa nếu còn đủ thời gian học tập theo quy định đối với hình thức chuyển đến."
    },
    {
      "input": "Học phí của hệ vừa làm vừa học có đắt hơn hệ chính quy không?",
      "output": "Học phí của hệ vừa làm vừa học thường cao hơn hệ chính quy do tính chất linh hoạt về thời gian và địa điểm học tập." 
    },
    {
      "input": "Trường có chương trình học bổng nào dành cho sinh viên không?",
      "output": "Trường có nhiều chương trình học bổng dành cho sinh viên dựa trên thành tích học tập, hoạt động ngoại khóa, hoàn cảnh khó khăn... Em có thể tìm hiểu thêm thông tin tại Phòng Công tác sinh viên." 
    }, 
    {
      "input": "Em muốn tham gia chương trình trao đổi sinh viên thì phải làm sao?",
      "output": "Em cần tìm hiểu thông tin về các chương trình trao đổi sinh viên mà trường đang hợp tác và đáp ứng các điều kiện của chương trình đó. Thông tin chi tiết có tại Phòng Hợp tác quốc tế." 
    },
    {
      "input": "Sau khi tốt nghiệp, trường có hỗ trợ sinh viên tìm việc làm không?",
      "output": "Trường có Trung tâm Hỗ trợ sinh viên và việc làm giúp sinh viên tiếp cận thông tin việc làm, rèn luyện kỹ năng và kết nối với các doanh nghiệp."
    },
    {
        "input": "Điều kiện để được xét tốt nghiệp loại giỏi là gì?",
        "output": "Để xét tốt nghiệp loại giỏi, em cần đạt điểm trung bình tích lũy từ 3,20 đến 3,59, khối lượng học phần phải học lại không vượt quá 5% tổng số tín chỉ và không bị kỷ luật trong thời gian học."
      },
      {
        "input": "Chuẩn đầu ra ngoại ngữ của trường là gì?",
        "output": "Chuẩn đầu ra ngoại ngữ của trường hiện tại là chứng chỉ tiếng Anh tương đương bậc 3/6 khung năng lực ngoại ngữ 6 bậc Việt Nam hoặc TOEFL ITP 450 điểm hoặc IELTS 4.5 hoặc các chứng chỉ khác tương đương." 
      },
      {
        "input": "Nếu em không đạt chuẩn đầu ra ngoại ngữ thì có được tốt nghiệp không?",
        "output": "Em sẽ không được xét tốt nghiệp nếu chưa đạt chuẩn đầu ra ngoại ngữ. Trường có tổ chức các lớp học và thi chứng chỉ ngoại ngữ để hỗ trợ sinh viên."
      },
      {
        "input": "Em có thể tham gia nghiên cứu khoa học khi còn là sinh viên không?",
        "output": "Trường khuyến khích sinh viên tham gia nghiên cứu khoa học thông qua các câu lạc bộ, nhóm nghiên cứu hoặc các đề tài nghiên cứu khoa học cấp trường, cấp bộ." 
      },
      {
        "input": "Trường có ký túc xá cho sinh viên không?",
        "output": "Trường có ký túc xá với sức chứa giới hạn, ưu tiên cho sinh viên năm thứ nhất, sinh viên có hoàn cảnh khó khăn và sinh viên đạt thành tích cao trong học tập." 
      },
      {
        "input": "Em muốn tham gia hoạt động ngoại khóa thì có những câu lạc bộ nào?",
        "output": "Trường có rất nhiều câu lạc bộ hoạt động trong các lĩnh vực văn hóa, nghệ thuật, thể thao, học thuật, tình nguyện... Em có thể tìm hiểu thêm thông tin tại Phòng Công tác sinh viên."
      },
      {
        "input": "Thủ tục để xin bảo lưu kết quả học tập như thế nào?",
        "output": "Em cần nộp đơn xin bảo lưu kết quả học tập kèm theo giấy tờ chứng minh lý do (giấy nhập ngũ, giấy chứng nhận ốm đau,...) lên Phòng Đào tạo để được xét duyệt." 
      },
      {
        "input": "Quy định về việc thi lại, học lại như thế nào?",
        "output": "Sinh viên không đạt một học phần sẽ phải đăng ký học lại hoặc học một học phần thay thế tương đương. Trường hợp không đạt môn tiên quyết thì không được đăng ký học môn học sau."
      },
      {
        "input": "Em muốn đánh giá chất lượng giảng dạy của giảng viên thì làm thế nào?", 
        "output": "Trường có tổ chức khảo sát đánh giá giảng viên định kỳ. Em có thể phản ánh ý kiến của mình qua khảo sát hoặc gửi phản hồi trực tiếp đến khoa/bộ môn hoặc Phòng Đào tạo."
      },
      {
        "input": "Chương trình đào tạo của trường có gì nổi bật so với các trường khác?",
        "output": "Chương trình đào tạo của trường chú trọng đào tạo kỹ năng thực hành, ứng dụng công nghệ hiện đại và đáp ứng nhu cầu của doanh nghiệp. Trường cũng có nhiều chương trình hợp tác quốc tế, trao đổi sinh viên và nghiên cứu khoa học." 
      },
      {
        "input": "Trường có hỗ trợ sinh viên khởi nghiệp không?",
        "output": "Trường có Trung tâm Hỗ trợ sinh viên và việc làm hỗ trợ sinh viên khởi nghiệp thông qua các chương trình đào tạo, tư vấn, kết nối với các vườn ươm, quỹ đầu tư và các doanh nghiệp." 
      },
      {
        "input": "Em có thể học thêm chứng chỉ, kỹ năng gì để nâng cao cơ hội việc làm?",
        "output": "Em nên tìm hiểu về yêu cầu của ngành nghề mà mình hướng tới và học thêm các chứng chỉ, kỹ năng liên quan như tin học văn phòng, ngoại ngữ chuyên ngành, kỹ năng mềm..." 
      },
      {
        "input": "Môi trường học tập và sinh hoạt tại trường như thế nào?", 
        "output": "Trường có môi trường học tập năng động, sáng tạo với cơ sở vật chất hiện đại và đội ngũ giảng viên giàu kinh nghiệm. Sinh viên có nhiều cơ hội tham gia các hoạt động ngoại khóa, câu lạc bộ và các chương trình giao lưu văn hóa."
      },
      {
        "input": "Em có thể làm thêm khi còn là sinh viên không?",
        "output": "Em có thể làm thêm để trang trải chi phí sinh hoạt và tích lũy kinh nghiệm. Tuy nhiên, cần cân đối thời gian học tập và sức khỏe để đảm bảo kết quả học tập." 
      },
      {
        "input": "Trường có chính sách hỗ trợ sinh viên khuyết tật không?",
        "output": "Trường có chính sách hỗ trợ sinh viên khuyết tật về học phí, điều kiện học tập, sinh hoạt và tham gia các hoạt động của trường." 
      },
      {
        "input": "Làm thế nào để em có thể hòa nhập nhanh với môi trường đại học?",
        "output": "Em nên chủ động tham gia các hoạt động của lớp, trường, câu lạc bộ, kết nối với các bạn sinh viên khác và tìm hiểu thông tin về trường, khoa và chương trình học." 
      },
      {
        "input": "Ngành này có cơ hội đi du học hay làm việc ở nước ngoài không?",
        "output": "Nhiều ngành học tại trường có cơ hội đi du học hoặc làm việc ở nước ngoài thông qua các chương trình hợp tác quốc tế, học bổng hoặc ứng tuyển trực tiếp vào các công ty, tổ chức nước ngoài."
      },
      {
        "input": "Trường có hỗ trợ sinh viên học lên cao học không?",
        "output": "Trường có các chương trình đào tạo thạc sĩ, tiến sĩ với nhiều chuyên ngành. Sinh viên tốt nghiệp có thành tích học tập tốt có thể đăng ký học tiếp lên cao học tại trường hoặc các trường đại học khác trong và ngoài nước." 
      },
      {
        "input": "Em có thể thay đổi nguyện vọng đăng ký học sau khi đã đăng ký không?",
        "output": "Em có thể thay đổi nguyện vọng đăng ký học trong thời gian quy định trước khi bắt đầu học kỳ. Tuy nhiên, cần lưu ý điều kiện tiên quyết, học phần bắt buộc và số lượng sinh viên tối đa của từng lớp học phần." 
      },
      {
        "input": "Em có thể bảo lưu kết quả học tập để đi du học không?",
        "output": "Em có thể bảo lưu kết quả học tập để đi du học theo quy định của trường. Cần nộp đơn xin bảo lưu kèm giấy tờ chứng minh việc đi du học cho Phòng Đào tạo." 
      },
      {
        "input": "Trường có chương trình thực tập hưởng lương cho sinh viên không?",
        "output": "Trường hợp tác với nhiều doanh nghiệp để tổ chức chương trình thực tập hưởng lương cho sinh viên. Em có thể tìm hiểu thông tin tại Trung tâm Hỗ trợ sinh viên và việc làm hoặc khoa/bộ môn."
      },
      {
        "input": "Em có thể tham gia các cuộc thi học thuật, kỹ năng do trường tổ chức không?",
        "output": "Trường thường xuyên tổ chức các cuộc thi học thuật, kỹ năng cho sinh viên như Olympic các môn chuyên ngành, cuộc thi sáng tạo khoa học kỹ thuật, cuộc thi hùng biện tiếng Anh..." 
      },
      {
        "input": "Em muốn tìm hiểu thêm về văn hóa, lịch sử của trường thì có thể tham khảo ở đâu?",
        "output": "Em có thể tìm hiểu thông tin về lịch sử, văn hóa của trường tại Bảo tàng Trường Đại học Thủy lợi, thư viện hoặc trang thông tin điện tử của trường." 
      },
      {
        "input": "Trường có tổ chức các hoạt động tình nguyện cho sinh viên không?",
        "output": "Trường có Đội Sinh viên tình nguyện thường xuyên tổ chức các hoạt động tình nguyện như hiến máu nhân đạo, tiếp sức mùa thi, hỗ trợ người dân vùng khó khăn..."
      },
      {
        "input": "Em muốn tham gia các chương trình trao đổi văn hóa với sinh viên nước ngoài thì phải làm sao?", 
        "output": "Trường có tổ chức các chương trình giao lưu văn hóa với sinh viên nước ngoài. Em có thể tìm hiểu thông tin tại Phòng Hợp tác quốc tế hoặc các câu lạc bộ sinh viên quốc tế."
      },
      {
        "input": "Tỷ lệ sinh viên tốt nghiệp có việc làm của ngành này là bao nhiêu?",
        "output": "Tỷ lệ sinh viên tốt nghiệp có việc làm của từng ngành học được công bố trên trang thông tin điện tử của trường hoặc em có thể liên hệ Phòng Đào tạo để được cung cấp thông tin cụ thể."
      },
      {
        "input": "Mức lương khởi điểm trung bình của sinh viên tốt nghiệp ngành này là bao nhiêu?",
        "output": "Mức lương khởi điểm trung bình của sinh viên tốt nghiệp phụ thuộc vào nhiều yếu tố như ngành học, năng lực, vị trí công việc và quy mô doanh nghiệp. Em có thể tham khảo thông tin từ các trang web tuyển dụng hoặc báo cáo khảo sát lương của các tổ chức uy tín."
      },
      {
        "input": "Em muốn theo học chương trình chất lượng cao thì có gì khác biệt so với chương trình đại trà?",
        "output": "Chương trình chất lượng cao thường có yêu cầu đầu vào cao hơn, học phí đắt hơn và chương trình đào tạo chuyên sâu hơn, chú trọng đào tạo kỹ năng nghiên cứu và ứng dụng công nghệ hiện đại." 
      },
      {
        "input": "Em có thể học vượt để rút ngắn thời gian học tập không?",
        "output": "Sinh viên có kết quả học tập tốt có thể đăng ký học vượt để rút ngắn thời gian học tập theo quy định của trường. Tuy nhiên, cần đảm bảo sức khỏe và cân đối thời gian học tập." 
      },
      {
        "input": "Trường có hỗ trợ sinh viên học tiếng Anh và các kỹ năng mềm không?",
        "output": "Trường có Trung tâm Ngoại ngữ và Kỹ năng mềm tổ chức các khóa học tiếng Anh, kỹ năng giao tiếp, làm việc nhóm, thuyết trình... để hỗ trợ sinh viên."
      },
      {
        "input": "Em có thể tham gia các hoạt động nghiên cứu khoa học với giảng viên không?",
        "output": "Sinh viên có thể tham gia các hoạt động nghiên cứu khoa học với giảng viên thông qua các đề tài nghiên cứu, nhóm nghiên cứu hoặc làm trợ lý nghiên cứu." 
      },
      {
        "input": "Em muốn chuyển đổi tín chỉ từ trường khác sang thì phải làm sao?",
        "output": "Em cần nộp đơn xin chuyển đổi tín chỉ kèm bảng điểm và mô tả học phần từ trường khác cho Phòng Đào tạo. Hội đồng chuyên môn của khoa sẽ xét duyệt dựa trên sự tương đồng về nội dung, khối lượng và chuẩn đầu ra của học phần."
      },
      {
        "input": "Trường có tổ chức các chương trình tư vấn hướng nghiệp cho sinh viên không?",
        "output": "Trung tâm Hỗ trợ sinh viên và việc làm thường xuyên tổ chức các buổi tư vấn hướng nghiệp, định hướng nghề nghiệp cho sinh viên." 
      },
      {
        "input": "Em muốn tìm hiểu về các chương trình học bổng du học thì có thể tham khảo ở đâu?",
        "output": "Em có thể tham khảo thông tin về các chương trình học bổng du học tại Phòng Hợp tác quốc tế, các tổ chức giáo dục hoặc trang web của các trường đại học nước ngoài."
      },
      {
        "input": "Em cần chuẩn bị những gì trước khi nhập học?",
        "output": "Em cần chuẩn bị hồ sơ nhập học theo hướng dẫn của trường, tìm hiểu về chương trình học, ngành học, đăng ký chỗ ở (nếu cần) và chuẩn bị các vật dụng cá nhân cần thiết cho cuộc sống sinh viên."
      },
      {
        "input": "Ký túc xá của trường có đầy đủ tiện nghi không?",
        "output": "Ký túc xá của trường được trang bị đầy đủ tiện nghi cơ bản như giường, tủ, bàn ghế, wifi, khu vệ sinh, khu vực nấu ăn... Tùy từng khu ký túc xá mà có thể có thêm các tiện ích khác như máy giặt, điều hòa..." 
      },
      {
        "input": "Em có thể đăng ký ở ghép với bạn cùng lớp không?",
        "output": "Em có thể đăng ký ở ghép với bạn cùng lớp hoặc bạn cùng giới nếu có nhu cầu. Cần liên hệ với Ban quản lý ký túc xá để được hướng dẫn." 
      },
      {
        "input": "Nếu em không ở ký túc xá thì có thể tìm nhà trọ ở đâu?",
        "output": "Xung quanh trường có nhiều khu nhà trọ cho sinh viên. Em có thể tìm kiếm thông tin trên các trang web, nhóm Facebook hoặc nhờ sự hỗ trợ từ các anh chị khóa trên." 
      },
      {
        "input": "Chi phí thuê nhà trọ trung bình là bao nhiêu?",
        "output": "Chi phí thuê nhà trọ phụ thuộc vào vị trí, diện tích, tiện nghi và số lượng người ở ghép. Trung bình, giá thuê phòng trọ cho sinh viên dao động từ 1,5 - 3 triệu đồng/tháng."
      },
      {
        "input": "Em có thể đi lại bằng phương tiện gì đến trường?",
        "output": "Em có thể đi lại đến trường bằng xe buýt, xe máy hoặc xe đạp. Trường cũng có bãi gửi xe cho sinh viên." 
      },
      {
        "input": "Em nên tham gia những hoạt động gì để làm quen với bạn bè và hòa nhập với môi trường mới?",
        "output": "Em nên tham gia các hoạt động chào tân sinh viên, các câu lạc bộ, đội nhóm, sự kiện của trường, khoa để làm quen với bạn bè và hòa nhập với môi trường mới." 
      },
      {
        "input": "Em cần chuẩn bị những kỹ năng gì để học tập hiệu quả ở đại học?", 
        "output": "Em cần rèn luyện kỹ năng tự học, quản lý thời gian, làm việc nhóm, thuyết trình và kỹ năng sử dụng công nghệ thông tin để học tập hiệu quả ở đại học." 
      },
      {
        "input": "Em có thể tìm hiểu thông tin về học bổng và hỗ trợ tài chính ở đâu?",
        "output": "Em có thể tìm hiểu thông tin về học bổng và hỗ trợ tài chính tại Phòng Công tác sinh viên, website của trường hoặc các tổ chức, quỹ học bổng."
      },
      {
        "input": "Lớp học trong trường có đông sinh viên không?",
        "output": "Sĩ số lớp học phụ thuộc vào từng ngành và học phần. Các lớp học phần đại cương thường có sĩ số lớn hơn các lớp học phần chuyên ngành."
      },
      {
        "input": "Giảng viên trong trường có dễ gần và hỗ trợ sinh viên không?",
        "output": "Đội ngũ giảng viên của trường giàu kinh nghiệm, nhiệt tình và sẵn sàng hỗ trợ sinh viên trong học tập và nghiên cứu. Em có thể liên hệ với giảng viên qua email, giờ hành chính hoặc giờ phụ đạo."
      },
      {
        "input": "Thư viện của trường có đầy đủ tài liệu học tập không?",
        "output": "Thư viện của trường có nguồn tài liệu học tập phong phú, đa dạng với sách, báo, tạp chí, luận văn, đồ án... Em cũng có thể truy cập các nguồn tài liệu điện tử trực tuyến."
      },
      {
        "input": "Trường có tổ chức các hoạt động thể thao, văn nghệ cho sinh viên không?",
        "output": "Trường có nhiều câu lạc bộ thể thao, văn nghệ hoạt động sôi nổi. Em có thể tham gia các hoạt động như bóng đá, bóng chuyền, cầu lông, nhảy, hát, kịch..."
      },
      {
        "input": "Em có thể tham gia các chương trình trao đổi sinh viên ngay từ năm nhất không?",
        "output": "Một số chương trình trao đổi sinh viên có thể yêu cầu sinh viên phải hoàn thành một số học phần nhất định hoặc đạt trình độ học vấn nhất định. Em nên tìm hiểu kỹ điều kiện của từng chương trình."
      },
      {
        "input": "Em muốn tìm hiểu về cơ hội việc làm thêm thì có thể hỏi ai?",
        "output": "Em có thể hỏi thông tin về việc làm thêm từ anh chị khóa trên, các nhóm sinh viên trên mạng xã hội hoặc Trung tâm Hỗ trợ sinh viên và việc làm."
      },
      {
        "input": "Trường có tổ chức các hoạt động định hướng, giúp sinh viên năm nhất làm quen với môi trường đại học không?",
        "output": "Trường và các khoa thường tổ chức các hoạt động chào tân sinh viên, định hướng học tập, kỹ năng sống để giúp sinh viên năm nhất làm quen với môi trường đại học."
      },
      {
        "input": "Em muốn đăng ký học bổng thì cần những điều kiện gì?",
        "output": "Điều kiện để đăng ký học bổng tùy thuộc vào từng loại học bổng. Thông thường, sinh viên cần có thành tích học tập tốt, hoạt động ngoại khóa tích cực hoặc có hoàn cảnh khó khăn." 
      },
      {
        "input": "Em có thể mang theo laptop cá nhân đến trường không?", 
        "output": "Em được khuyến khích mang theo laptop cá nhân để phục vụ học tập và nghiên cứu. Trường cũng có phòng máy tính cho sinh viên sử dụng."
      } ,
      {
        "input": "Em cần mang theo những giấy tờ gì khi nhập học?", 
        "output": "Em cần mang theo giấy báo nhập học, giấy chứng minh nhân dân/căn cước công dân, học bạ, bằng tốt nghiệp THPT và các giấy tờ khác theo hướng dẫn của trường."
      },
      {
        "input": "Em có thể thay đổi ngành học sau khi đã nhập học không?",
        "output": "Em có thể đăng ký chuyển ngành sau khi đã nhập học nếu đáp ứng điều kiện của trường về học lực và chỉ tiêu tuyển sinh của ngành muốn chuyển."
      },
      {
        "input": "Trường có chương trình hỗ trợ sinh viên làm quen với thành phố không?",
        "output": "Trường và các khoa thường tổ chức các buổi dã ngoại, tham quan thành phố để giúp sinh viên làm quen với môi trường sống mới." 
      },
      {
        "input": "Em muốn tìm hiểu về các quy định, nội quy của trường thì có thể xem ở đâu?",
        "output": "Các quy định, nội quy của trường được đăng tải trên website của trường, bảng tin hoặc cẩm nang sinh viên." 
      },
      {
        "input": "Em có thể tham gia các câu lạc bộ, đội nhóm ngay từ khi nhập học không?", 
        "output": "Em có thể tham gia các câu lạc bộ, đội nhóm ngay từ khi nhập học. Trường thường tổ chức các hoạt động giới thiệu câu lạc bộ trong tuần lễ chào tân sinh viên." 
      },
      {
        "input": "Em muốn đóng học phí thì có những hình thức nào?", 
        "output": "Em có thể đóng học phí trực tiếp tại trường, chuyển khoản qua ngân hàng hoặc qua các ứng dụng thanh toán điện tử."
      },
      {
        "input": "Em chào anh/chị, cho em hỏi thời gian học tập tối đa của hệ đại học chính quy là bao lâu ạ?",
        "output": "Chào em, thời gian học tập tối đa của hệ đại học chính quy là từ 8 đến 9 năm đối với nhóm ngành Kỹ thuật, Công nghệ, Quản lý xây dựng và 8 năm đối với nhóm ngành Kinh tế, Kinh doanh và Quản lý, Ngôn ngữ em nhé!"
      },
      {
        "input": "Em muốn học song ngành thì chương trình học sẽ như thế nào ạ?",
        "output": "Chào em, khi em học song ngành thì chương trình đào tạo sẽ thể hiện rõ khối lượng học tập chung và riêng theo từng ngành em nhé."
      },
      {
        "input": "Điểm trung bình tích lũy để xét tốt nghiệp là bao nhiêu ạ?",
        "output": "Chào em, để xét tốt nghiệp thì điểm trung bình tích lũy của toàn khóa học phải đạt từ 2.00 trở lên em nhé." 
      },
      {
        "input": "Thế nào là học phần tiên quyết ạ?",
        "output": "Chào em, học phần tiên quyết là học phần A mà em phải học và đạt trước khi đăng ký học phần B."
      },
      {
        "input": "Điểm thành phần của một học phần gồm những gì ạ?",
        "output": "Chào em, điểm thành phần của một học phần gồm có: điểm kiểm tra, điểm chuyên cần, điểm thi giữa kỳ (nếu có), điểm tiểu luận (nếu có) và điểm thi kết thúc học phần, trong đó điểm thi kết thúc học phần là bắt buộc và có trọng số không dưới 50%."
      },
      {
        "input": "Học phần nào không được tính vào điểm trung bình ạ?",
        "output": "Chào em, điểm thi các học phần giáo dục quốc phòng, giáo dục thể chất, chuẩn đầu ra Ngoại ngữ, chuẩn đầu ra Công nghệ thông tin sẽ không được tính vào điểm trung bình học kỳ hoặc điểm trung bình chung tích lũy."
      },
      {
        "input": "Em muốn bảo lưu kết quả học tập thì phải làm như thế nào ạ?",
        "output": "Chào em, em cần viết đơn gửi Hiệu trưởng (qua Phòng Đào tạo) để xin bảo lưu kết quả học tập. Hiệu trưởng sẽ xem xét quyết định việc bảo lưu kết quả học tập đã tích lũy đối với từng trường hợp cụ thể." 
      },
      {
        "input": "Điều kiện để được học cùng lúc hai chương trình là gì ạ?",
        "output": "Chào em, để được học cùng lúc hai chương trình thì ngành đào tạo ở chương trình thứ hai phải khác ngành đào tạo ở chương trình thứ nhất và em phải đạt học lực loại khá trở lên tính theo điểm trung bình tích lũy."
      },
      {
        "input": "Em bị cảnh báo học vụ mức độ 1 thì có sao không ạ?",
        "output": "Chào em, cảnh báo học vụ mức độ 1 là mức cảnh báo dành cho sinh viên lần đầu tiên có kết quả học tập không đạt yêu cầu. Nếu trong lần xử lý học vụ ở học kỳ liền sau kết quả học tập của em đạt yêu cầu thì sẽ được xóa cảnh báo học tập."
      }, 
      {
        "input": "Em muốn chuyển ngành thì cần những điều kiện gì ạ?",
        "output": "Chào em, em có thể được xem xét chuyển sang học một chương trình, một ngành đào tạo khác khi đáp ứng đủ các điều kiện: không đang là sinh viên trình độ năm thứ nhất hoặc năm cuối khóa, không thuộc diện bị xem xét buộc thôi học, đạt điều kiện trúng tuyển của chương trình, ngành đào tạo muốn chuyển đến trong cùng khóa tuyển sinh và được sự đồng ý của Trưởng các khoa phụ trách chương trình, ngành đào tạo, Giám đốc phân hiệu (nơi chuyển đi và chuyến đến) và của Hiệu trưởng."
      },
      {
        "input": "Em muốn biết cụ thể hơn về các hình thức kỷ luật đối với sinh viên vi phạm quy chế thi ạ.",
        "output": "Chào em, sinh viên có gian lận trong thi cử sẽ bị xử lý kỷ luật theo quy định của Quy chế thi tốt nghiệp Trung học phổ thông hiện hành. Cụ thể, em có thể bị hủy kết quả bài thi, bị khiển trách hoặc cảnh cáo tùy theo mức độ vi phạm."
      },
      {
        "input": "Trường hợp nào sinh viên sẽ bị buộc thôi học ạ?",
        "output": "Chào em, sinh viên sẽ bị buộc thôi học nếu vi phạm các quy định sau: nhận cảnh báo kết quả học tập mức 3,  vượt quá thời gian tối đa được phép học, không đăng ký học tập và tự ý bỏ học, bị kỷ luật lần thứ hai vì thi hộ hoặc nhờ người thi hộ, sử dụng hồ sơ, văn bằng, chứng chỉ giả để trúng tuyển hoặc tốt nghiệp."
      },
      {
        "input": "Điểm trung bình học kỳ được sử dụng để làm gì ạ?",
        "output": "Chào em, điểm trung bình học kỳ được sử dụng để xét học bổng, xét cảnh báo học tập, thôi học, xét khen thưởng và xếp loại học lực của sinh viên."
      },
      {
        "input": "Em muốn biết cụ thể hơn về quy định công nhận và chuyển đổi tín chỉ ạ.",
        "output": "Chào em, kết quả học tập của em tại một trường khác có thể được xem xét công nhận và chuyển đổi sang tín chỉ của những học phần tương ứng tại trường mình. Khối lượng tín chỉ tối đa được công nhận và chuyển đổi không vượt quá 50% khối lượng học tập tối thiểu của chương trình đào tạo. Việc công nhận và chuyển đổi tín chỉ sẽ do Hội đồng chuyên môn của khoa phụ trách học phần xem xét và quyết định." 
      },
      {
        "input": "Ngoài điểm số, trường còn đánh giá sinh viên theo những tiêu chí nào khác không ạ?",
        "output": "Chào em, bên cạnh điểm số, trường còn đánh giá sinh viên dựa trên các tiêu chí như: ý thức học tập, thái độ tham gia thảo luận, tinh thần trách nhiệm, kỹ năng làm việc nhóm và các hoạt động ngoại khóa."
      },
      {
        "input": "Em muốn biết thêm về quy định thực tập tốt nghiệp ạ.",
        "output": "Chào em, quy định về thực tập tốt nghiệp được quy định cụ thể trong chương trình đào tạo của từng ngành. Thông thường, sinh viên sẽ thực tập tại các doanh nghiệp, cơ quan liên quan đến ngành học trong một khoảng thời gian nhất định. Sau đó, sinh viên cần hoàn thành báo cáo thực tập và bảo vệ trước hội đồng đánh giá."
      },
      {
        "input": "Trường hợp nào sinh viên được hoãn thi ạ?",
        "output": "Chào em, sinh viên được hoãn thi khi có lý do chính đáng như ốm đau, tai nạn, hoặc gặp sự cố bất khả kháng. Em cần cung cấp giấy tờ chứng minh hợp lệ cho phòng Đào tạo để được xem xét." 
      },
      {
        "input": "Em muốn tham gia chương trình trao đổi sinh viên thì phải làm như thế nào ạ?",
        "output": "Chào em, trường có tổ chức chương trình trao đổi sinh viên với một số trường đại học đối tác ở nước ngoài. Để tham gia chương trình, em cần đáp ứng các yêu cầu về học lực, ngoại ngữ và các tiêu chí khác do trường quy định. Em có thể liên hệ với phòng Quan hệ quốc tế để biết thêm chi tiết." 
      },
      {
        "input": "Ngoài giờ học chính khóa, trường có tổ chức các hoạt động ngoại khóa nào không ạ?",
        "output": "Chào em, trường có rất nhiều câu lạc bộ và đội nhóm sinh viên hoạt động sôi nổi với các lĩnh vực khác nhau như: thể thao, nghệ thuật, học thuật, tình nguyện... Em có thể tìm hiểu và tham gia các hoạt động này để phát triển kỹ năng và mở rộng mối quan hệ." 
      },
      {
        "input": "Cho em hỏi nếu em vắng một buổi thi kết thúc học phần thì có được thi lại không ạ?", 
        "output": "Chào em, trường hợp em vắng thi kết thúc học phần không có lý do chính đáng thì sẽ bị điểm 0 và không được thi lại. Nếu em có lý do chính đáng và được chấp thuận thì sẽ được bố trí thi vào đợt thi khác."
      },
      {
        "input": "Điểm học phần của em được tính như thế nào ạ?",
        "output": "Chào em, điểm học phần được tính dựa trên tổng điểm các điểm thành phần nhân với trọng số tương ứng và được làm tròn đến một chữ số thập phân."
      },
      {
        "input": "Em muốn biết cụ thể hơn về cách tính điểm trung bình học kỳ ạ.",
        "output": "Chào em, điểm trung bình học kỳ là điểm trung bình có trọng số của các học phần mà em đăng ký học trong học kỳ đó. Trọng số là số tín chỉ tương ứng của từng học phần."
      },
      {
        "input": "Điểm trung bình tích lũy có ảnh hưởng như thế nào đến việc xét tốt nghiệp ạ?",
        "output": "Chào em, điểm trung bình tích lũy là một trong những điều kiện quan trọng để xét tốt nghiệp. Em cần đạt điểm trung bình tích lũy tối thiểu là 2.00 để đủ điều kiện xét tốt nghiệp." 
      },
      {
        "input": "Em muốn biết cách quy đổi điểm chữ sang thang điểm 4 ạ.",
        "output": "Chào em, điểm chữ được quy đổi sang thang điểm 4 như sau: A là 4.0, B là 3.0, C là 2.0 và D là 1.0." 
      },
      {
        "input": "Trường hợp nào em sẽ bị hạ bậc xếp loại tốt nghiệp ạ?",
        "output": "Chào em, nếu em có điểm trung bình tích lũy loại xuất sắc hoặc giỏi nhưng khối lượng học phần phải học lại vượt quá 5% tổng số tín chỉ của chương trình hoặc đã bị kỷ luật từ mức cảnh cáo trở lên thì hạng tốt nghiệp sẽ bị giảm đi một bậc."
      },
      {
        "input": "Nếu em không đủ điều kiện dự thi kết thúc học phần thì sẽ bị xử lý như thế nào ạ?",
        "output": "Chào em, nếu em không đủ điều kiện dự thi kết thúc học phần thì sẽ bị điểm 0 cho học phần đó."
      },
      {
        "input": "Em muốn biết điểm chuẩn đầu ra ngoại ngữ của trường là gì ạ?",
        "output": "Chào em, điểm chuẩn đầu ra ngoại ngữ của trường là TOEIC 450 hoặc tương đương. Em có thể tham khảo thêm thông tin chi tiết tại phòng Đào tạo hoặc trên website của trường."
      },
      {
        "input": "Em muốn học lại một học phần để cải thiện điểm thì phải làm như thế nào ạ?",
        "output": "Chào em, em có thể đăng ký học lại một học phần để cải thiện điểm nếu đã có điểm học phần đạt mức B, C hoặc D. Điểm cao nhất trong các lần học sẽ được tính là điểm công nhận cuối cùng của học phần đó." 
      },
      {
        "input": "Cho em hỏi một học kỳ có bao nhiêu tuần học ạ?",
        "output": "Chào em, một học kỳ có tối thiểu 15 tuần học, một năm học có 2 học kỳ chính với tổng số tối thiểu 30 tuần lên lớp. Ngoài ra trường có thể tổ chức thêm học kỳ phụ hoặc học kỳ hè." 
      },
      {
        "input": "Thời gian học của một tiết là bao lâu ạ?", 
        "output": "Chào em, thời lượng của một tiết học là 50 phút."
      },
      {
        "input": "Lịch học của hệ vừa làm vừa học có gì khác so với hệ chính quy không ạ?",
        "output": "Chào em, thời gian học của hệ vừa làm vừa học linh hoạt hơn so với hệ chính quy, được bố trí vào các buổi tối hoặc cuối tuần để phù hợp với người đi làm."
      }, 
      {
        "input": "Em muốn biết số tiết học tối đa trong một tuần là bao nhiêu ạ?",
        "output": "Chào em, số tiết học tối đa trong một tuần là 15 tiết và không quá 4 tiết một ngày."
      },
      {
        "input": "Trường hợp nào thời khóa biểu có thể thay đổi ạ?",
        "output": "Chào em, thời khóa biểu có thể thay đổi trong một số trường hợp đặc biệt như: giảng viên ốm đau, có quyết định điều động công tác, đi học... Phòng Đào tạo sẽ xem xét và điều chỉnh thời khóa biểu cho phù hợp." 
      },
      {
        "input": "Em muốn biết thời gian biểu cụ thể của lớp em thì xem ở đâu ạ?",
        "output": "Chào em, em có thể xem thời khóa biểu của lớp mình trên website của trường hoặc tại bảng thông báo của khoa." 
      },
      {
        "input": "Giờ học chính thức của trường là từ mấy giờ đến mấy giờ ạ?", 
        "output": "Chào em, giờ học chính thức của trường là từ 7h00 đến 21h30 các ngày trong tuần từ thứ 2 đến thứ 7."
      },
      {
        "input": "Nếu em nghỉ học quá số buổi quy định thì sẽ bị sao ạ?",
        "output": "Chào em, nếu em nghỉ học quá 20% số tiết của một học phần thì sẽ không đủ điều kiện dự thi kết thúc học phần và bị điểm 0." 
      },
      {
        "input": "Trường có tổ chức học bù cho sinh viên nghỉ học do ốm đau không ạ?",
        "output": "Chào em, trường hợp em nghỉ học do ốm đau có giấy tờ chứng minh hợp lệ thì giảng viên có thể bố trí học bù cho em."
      },
      {
        "input": "Em muốn biết quy định về việc giảng viên đổi giờ học ạ.",
        "output": "Chào em, việc đổi giờ học cần được Trưởng bộ môn phê duyệt và phải thông báo kịp thời cho sinh viên biết để đảm bảo quyền lợi học tập."
      },
      {
        "input": "Nếu giảng viên đến lớp muộn thì sao ạ?",
        "output": "Chào em, nếu giảng viên đến lớp muộn quá 15 phút mà không báo trước thì được ghi nhận là bỏ buổi dạy và phải dạy bù cho sinh viên."
      },
      {
        "input": "Em muốn xin nghỉ học vài buổi thì phải làm thế nào ạ?",
        "output": "Chào em, em cần viết đơn xin nghỉ học gửi lên khoa chủ quản và giáo viên giảng dạy các học phần liên quan để được xem xét." 
      },
      {
        "input": "Trường hợp nào sinh viên được phép nghỉ học dài hạn ạ?",
        "output": "Chào em, sinh viên được phép nghỉ học dài hạn trong các trường hợp: ốm đau dài ngày,  sinh con, tham gia nghĩa vụ quân sự hoặc các hoạt động do nhà trường điều động." 
      }, 
      {
        "input": "Sau khi nghỉ học dài hạn, em muốn quay lại học thì phải làm thế nào ạ?",
        "output": "Chào em, em cần viết đơn gửi lên Hiệu trưởng (qua Phòng Đào tạo) chậm nhất 2 tuần trước khi bắt đầu học kỳ mới để được xem xét cho phép quay lại học tập."
      },
      {
        "input": "Thời gian nghỉ học dài hạn có được tính vào thời gian học chính thức không ạ?", 
        "output": "Chào em, thời gian nghỉ học dài hạn do nhu cầu cá nhân sẽ được tính vào thời gian học chính thức."
      },
      {
        "input": "Cho em hỏi nếu em muốn học vượt thì phải làm thế nào ạ?",
        "output": "Chào em, em có thể đăng ký học vượt các học phần của khóa trên nếu đã tích lũy đủ số tín chỉ theo quy định và đáp ứng điều kiện tiên quyết của học phần (nếu có)."
      },
      {
        "input": "Lịch thi kết thúc học phần được sắp xếp như thế nào ạ?", 
        "output": "Chào em, lịch thi kết thúc học phần do Phòng Đào tạo sắp xếp trên nguyên tắc không trùng lịch thi, không trùng phòng thi và các môn thi được giãn cách phù hợp." 
      },
      {
        "input": "Em muốn biết thời gian thi kết thúc học phần là bao lâu ạ?", 
        "output": "Chào em, thời gian thi kết thúc học phần thường là 60 phút hoặc 90 phút tùy theo từng môn học. Thông tin chi tiết về thời gian thi sẽ được thông báo trong lịch thi."
      },
      {
        "input": "Cho em hỏi trường có quy định gì về việc học trực tuyến không ạ?",
        "output": "Chào em, việc tổ chức dạy và học trực tuyến được thực hiện theo quy định riêng của trường, em có thể tham khảo thêm thông tin chi tiết tại phòng Đào tạo hoặc trên website của trường."
      },
      {
        "input": "Nếu em vắng học phần thực hành thì có được thực hành bù không ạ?",
        "output": "Chào em, nếu em vắng học phần thực hành có lý do chính đáng thì có thể được bố trí thực hành bù theo lịch của cán bộ hướng dẫn." 
      },
      {
        "input": "Em muốn biết thêm về quy định tham gia các đợt thực tập, tham quan bên ngoài trường ạ.",
        "output": "Chào em, các đoàn đi thực tập, tham quan bên ngoài trường cần có đầy đủ giấy tờ theo quy định như: quyết định, giấy đi đường, giấy giới thiệu... và phải tuân thủ nội quy, quy chế của cơ sở thực tập."
      },
      {
        "input": "Cho em hỏi quy trình đăng ký học diễn ra như thế nào ạ?", 
        "output": "Chào em, quy trình đăng ký học gồm các bước: đăng ký nguyện vọng, đăng ký chính khóa, xét nguyện vọng, đăng ký khác khóa và cuối cùng là rà soát dữ liệu đăng ký."
      },
      {
        "input": "Em muốn biết thời gian đăng ký học mỗi học kỳ là khi nào ạ?",
        "output": "Chào em, thời gian đăng ký học được thông báo cụ thể trước mỗi học kỳ, thường diễn ra vào khoảng 2-3 tuần trước khi bắt đầu học kỳ mới." 
      },
      {
        "input": "Em có thể đăng ký bao nhiêu tín chỉ trong một học kỳ ạ?",
        "output": "Chào em, số tín chỉ tối thiểu em có thể đăng ký trong một học kỳ là 11 tín chỉ và tối đa là 26 tín chỉ." 
      },
      {
        "input": "Trường hợp nào em được điều chỉnh số tín chỉ đăng ký ạ?",
        "output": "Chào em, trong một số trường hợp đặc biệt như: sức khỏe yếu, học 2 văn bằng... em có thể được xem xét điều chỉnh số tín chỉ đăng ký cho phù hợp."
      },
      {
        "input": "Em muốn đăng ký học phần của khóa khác thì phải làm như thế nào ạ?",
        "output": "Chào em, em có thể đăng ký học phần của khóa khác trong giai đoạn đăng ký khác khóa. Em cần chú ý đến điều kiện tiên quyết và số chỗ còn trống của học phần đó."
      },
      {
        "input": "Nếu em đăng ký học phần nhưng sau đó muốn hủy thì phải làm thế nào ạ?",
        "output": "Chào em, em có thể hủy đăng ký học phần trong thời gian quy định trước khi học kỳ bắt đầu. Em cần thực hiện thao tác hủy đăng ký trên hệ thống đăng ký học của trường."
      },
      {
        "input": "Trường hợp nào lớp học phần sẽ bị hủy ạ?",
        "output": "Chào em, lớp học phần có thể bị hủy nếu số lượng sinh viên đăng ký dưới 20 sinh viên hoặc do những lý do bất khả kháng khác."
      },
      {
        "input": "Em muốn biết học phần nào là học phần bắt buộc, học phần nào là tự chọn ạ?",
        "output": "Chào em, em có thể xem danh sách học phần bắt buộc và tự chọn trong chương trình đào tạo của ngành mình. Thông tin này cũng được công bố trên website của trường." 
      },
      {
        "input": "Em muốn biết thêm về quy định đăng ký học phần thay thế tương đương ạ.",
        "output": "Chào em, học phần thay thế tương đương là học phần được sử dụng để thay thế một học phần khác trước đây có trong chương trình nhưng nay không còn tổ chức đào tạo nữa. Em có thể liên hệ với phòng Đào tạo để được hướng dẫn cụ thể."
      },
      {
        "input": "Em muốn đăng ký học cải thiện điểm thì có điều kiện gì không ạ?", 
        "output": "Chào em, em có thể đăng ký học cải thiện điểm nếu đã có điểm học phần đạt mức B, C hoặc D. Em chỉ được đăng ký học cải thiện điểm tối đa 2 lần cho một học phần."
      },
      {
        "input": "Em muốn biết cách đăng ký học phần Giáo dục quốc phòng và Giáo dục thể chất ạ.",
        "output": "Chào em, việc đăng ký học phần Giáo dục quốc phòng và Giáo dục thể chất được thực hiện theo hướng dẫn riêng của bộ môn và phòng Đào tạo. Em có thể theo dõi thông báo trên website hoặc bảng tin của khoa."
      },
      {
        "input": "Em muốn đăng ký học cùng lúc hai chương trình thì phải làm thế nào ạ?",
        "output": "Chào em, em cần viết đơn gửi lên phòng Đào tạo và đáp ứng các điều kiện về học lực để được xét duyệt học hai chương trình." 
      },
      {
      "input": "Cảnh báo học tập có mấy mức độ ạ?",
      "output": "Chào em, cảnh báo học tập có 3 mức độ: mức 1, mức 2 và mức 3. Mức độ cảnh báo tăng dần theo số lần sinh viên bị cảnh báo học tập." 
    },
    {
      "input": "Em bị cảnh báo học tập mức 2 thì có bị sao không ạ?", 
      "output": "Chào em, nếu em bị cảnh báo học tập mức 2 thì cần cố gắng cải thiện kết quả học tập trong học kỳ tiếp theo. Nếu tiếp tục không đạt yêu cầu, em có thể bị cảnh báo mức 3 và bị buộc thôi học." 
    },
    {
      "input": "Làm thế nào để xóa cảnh báo học tập ạ?",
      "output": "Chào em, nếu em đã bị cảnh báo học tập ở mức 1 hoặc 2 mà trong lần xử lý học tập ở học kỳ liền sau kết quả học tập đạt yêu cầu thì sẽ được xóa cảnh báo học tập." 
    },
    {
        "input": "Em muốn biết trường hợp nào sinh viên được bảo lưu kết quả học tập ạ?", 
        "output": "Chào em, sinh viên được bảo lưu kết quả học tập trong các trường hợp: ốm đau, thai sản, tai nạn, tham gia nghĩa vụ quân sự hoặc các hoạt động do nhà trường điều động." 
      },
      {
        "input": "Em muốn biết thêm về quy định xét tốt nghiệp ạ.",
        "output": "Chào em, để được xét tốt nghiệp, sinh viên cần đáp ứng các điều kiện: hoàn thành chương trình đào tạo, đạt điểm trung bình tích lũy tối thiểu, có chứng chỉ Giáo dục quốc phòng - an ninh, đạt chuẩn đầu ra ngoại ngữ và tin học." 
      },
      {
        "input": "Hạng tốt nghiệp được xác định như thế nào ạ?",
        "output": "Chào em, hạng tốt nghiệp được xác định dựa trên điểm trung bình tích lũy của toàn khóa học theo các mức: xuất sắc, giỏi, khá, trung bình khá và trung bình." 
      },
      {
        "input": "Điểm trung bình chung tích lũy được sử dụng để làm gì ạ?",
        "output": "Chào em, điểm trung bình chung tích lũy được sử dụng để xét cảnh báo học tập, thôi học, xếp hạng học lực sinh viên và xếp hạng tốt nghiệp."
      },
      {
        "input": "Điểm trung bình học kỳ và điểm trung bình chung tích lũy được tính như thế nào ạ?",
        "output": "Chào em, điểm trung bình học kỳ và điểm trung bình chung tích lũy được tính bằng tổng điểm các học phần nhân với số tín chỉ tương ứng, chia cho tổng số tín chỉ của tất cả các học phần và được làm tròn đến 2 chữ số thập phân."
      },
      {
        "input": "Sinh viên được xếp loại học lực theo những tiêu chí nào ạ?",
        "output": "Chào em, sinh viên được xếp loại học lực theo điểm trung bình học kỳ, điểm trung bình năm học hoặc điểm trung bình tích lũy."
      },
      {
        "input": "Trường hợp nào kết quả học tập trong học kỳ phụ và học kỳ hè được tính vào điểm trung bình ạ?",
        "output": "Chào em, kết quả học tập trong học kỳ phụ được gộp vào kết quả học tập trong học kỳ chính tổ chức đồng thời, kết quả học tập kỳ hè được gộp vào học kỳ 2 của năm học để xếp hạng sinh viên về học lực."
      },
      {
        "input": "Trường xếp hạng sinh viên theo năm học dựa vào những tiêu chí nào ạ?",
        "output": "Chào em, trường xếp hạng sinh viên theo năm học dựa vào số tín chỉ tích lũy được từ đầu khóa học và số tín chỉ trung bình một năm học theo kế hoạch học tập chuẩn."
      },
      {
        "input": "Điểm học phần của em được đánh giá dựa trên những yếu tố nào?",
        "output": "Chào em, điểm học phần được đánh giá dựa trên tối thiểu hai điểm thành phần, có thể bao gồm: điểm kiểm tra thường xuyên, điểm thảo luận, điểm thực hành, điểm chuyên cần, điểm thi giữa kỳ, điểm tiểu luận và điểm thi kết thúc học phần." 
      },
      {
        "input": "Điểm thi kết thúc học phần có trọng số là bao nhiêu ạ?",
        "output": "Chào em, điểm thi kết thúc học phần có trọng số không dưới 50%."
      },
      {
        "input": "Em muốn biết cách tính điểm học phần thực hành, thí nghiệm.",
        "output": "Chào em, điểm học phần thực hành, thí nghiệm là điểm trung bình cộng của điểm các bài thực hành trong học kỳ, được làm tròn đến một chữ số thập phân."
      },
      {
        "input": "Mỗi học kỳ có bao nhiêu kỳ thi ạ?",
        "output": "Chào em, mỗi học kỳ chỉ có một kỳ thi duy nhất để thi kết thúc học phần."
      },
      {
        "input": "Điều kiện để được dự thi kết thúc học phần là gì ạ?",
        "output": "Chào em, điều kiện để được dự thi kết thúc học phần là: đạt tỷ lệ chuyên cần tối thiểu và đạt điểm trung bình các bài kiểm tra từ 4.0 trở lên." 
      },
      {
        "input": "Em muốn chuyển sang học ngành khác thì cần những điều kiện gì ạ?",
        "output": "Chào em, để chuyển sang học ngành khác, em cần đáp ứng các điều kiện: không đang là sinh viên năm thứ nhất hoặc năm cuối khóa, không thuộc diện bị xem xét buộc thôi học, đạt điều kiện trúng tuyển của ngành muốn chuyển đến trong cùng khóa tuyển sinh và được sự đồng ý của các bên liên quan."
      },
      {
        "input": "Em muốn chuyển từ phân hiệu về trụ sở chính thì phải làm như thế nào ạ?", 
        "output": "Chào em, quy trình chuyển từ phân hiệu về trụ sở chính tương tự như quy trình chuyển ngành. Em cần đáp ứng các điều kiện về thời gian học, học lực và được sự đồng ý của các bên liên quan."
      },
      {
        "input": "Em có thể chuyển sang học tại một trường đại học khác được không ạ?",
        "output": "Chào em, em có thể chuyển sang học tại một trường đại học khác nếu đáp ứng các điều kiện về thời gian học, học lực, đạt điều kiện trúng tuyển của trường muốn chuyển đến và được sự đồng ý của cả hai trường." 
      },
      {
        "input": "Em muốn chuyển từ hệ chính quy sang hệ vừa làm vừa học thì phải làm thế nào ạ?",
        "output": "Chào em, em có thể chuyển từ hệ chính quy sang hệ vừa làm vừa học nếu còn đủ thời gian học tập theo quy định của hệ vừa làm vừa học." 
      },
      {
        "input": "Sau khi chuyển trường, kết quả học tập của em có được công nhận không ạ?", 
        "output": "Chào em, sau khi chuyển trường, kết quả học tập của em sẽ được xem xét công nhận và chuyển đổi tín chỉ dựa trên sự tương đồng giữa chương trình đào tạo của hai trường."
      },
      {
        "input": "Em muốn biết thêm về chương trình trao đổi sinh viên ạ.",
        "output": "Chào em, trường có chương trình trao đổi sinh viên với một số trường đại học đối tác ở nước ngoài. Em có thể tham khảo thông tin chi tiết tại phòng Quan hệ quốc tế."
      },
      {
        "input": "Em muốn biết thêm về quy định học cùng lúc hai chương trình ạ.", 
        "output": "Chào em, để học cùng lúc hai chương trình, em cần đáp ứng các điều kiện về ngành học, học lực và thời gian học. Em có thể tham khảo chi tiết trong quy chế đào tạo của trường."
      },
      {
        "input": "Em muốn học liên thông từ cao đẳng lên đại học thì phải làm như thế nào ạ?",
        "output": "Chào em, em cần tham gia kỳ thi tuyển sinh liên thông từ cao đẳng lên đại học do trường tổ chức. Em có thể theo dõi thông tin tuyển sinh trên website của trường." 
      },
      {
        "input": "Em muốn biết thêm về quy định xử lý vi phạm đối với sinh viên ạ.",
        "output": "Chào em, sinh viên vi phạm quy chế đào tạo sẽ bị xử lý kỷ luật tùy theo mức độ vi phạm. Các hình thức kỷ luật có thể là: khiển trách, cảnh cáo, đình chỉ học tập hoặc buộc thôi học." 
      },
      {
        "input": "Cho em hỏi học phần tự chọn là gì ạ?", 
        "output": "Chào em, học phần tự chọn là học phần mà em được tự do lựa chọn để tích lũy đủ số tín chỉ theo yêu cầu của chương trình đào tạo."
      },
      {
        "input": "Thế nào là học phần tiên quyết, học phần song hành ạ?",
        "output": "Chào em, học phần tiên quyết là học phần em phải học và đạt trước khi đăng ký học phần khác. Học phần song hành là học phần em phải đăng ký học cùng lúc với một học phần khác." 
      },
      {
        "input": "Em muốn biết học phần nào được miễn học và công nhận tín chỉ ạ.", 
        "output": "Chào em, các học phần có nội dung và khối lượng kiến thức tương đương với những học phần em đã học trước đó có thể được miễn học và công nhận tín chỉ." 
      },
      {
        "input": "Em muốn biết thêm về học phần cấp chứng chỉ ạ.", 
        "output": "Chào em, học phần cấp chứng chỉ là học phần không tính tín chỉ tích lũy. Sau khi hoàn thành học phần này, em sẽ được cấp chứng chỉ theo quy định." 
      },
      {
        "input": "Em muốn biết danh sách học phần mở trong học kỳ này ở đâu ạ?",
        "output": "Chào em, danh sách học phần mở trong học kỳ được công bố trên website của trường và bảng tin của khoa."
      },
      { 
        "input": "Em muốn biết giới hạn số lần học lại một học phần là bao nhiêu ạ?",
        "output": "Chào em, em có thể học lại một học phần tối đa 2 lần."
      },
      {
        "input": "Em muốn biết thêm về quy định học cải thiện điểm ạ.",
        "output": "Chào em, em có thể đăng ký học cải thiện điểm nếu đã có điểm học phần đạt mức B, C hoặc D. Điểm cao nhất trong các lần học sẽ được tính là điểm công nhận cuối cùng của học phần đó. Em chỉ được đăng ký học cải thiện điểm tối đa 2 lần cho một học phần." 
      },
      {
        "input": "Em muốn biết thêm về quy định về điểm danh ạ.", 
        "output": "Chào em, sinh viên cần đạt tỷ lệ chuyên cần tối thiểu là 80% để đủ điều kiện dự thi kết thúc học phần." 
      },
      {
        "input": "Em muốn biết nếu em nghỉ học có phép thì có được tính vào tỷ lệ chuyên cần không ạ?",
        "output": "Chào em, nếu em nghỉ học có phép và được chấp thuận thì sẽ không bị tính vào tỷ lệ vắng mặt."
      },
      {
        "input": "Em muốn biết thời gian học bù sẽ được bố trí như thế nào ạ?",
        "output": "Chào em, thời gian học bù sẽ do giảng viên phụ trách học phần bố trí, đảm bảo phù hợp với lịch học của sinh viên và tiến độ chương trình."
      },
      {
        "input": "Em muốn biết thêm về quy định về việc sử dụng điện thoại di động trong lớp học ạ.",
        "output": "Chào em, sinh viên cần để điện thoại ở chế độ im lặng hoặc rung trong giờ học để tránh ảnh hưởng đến giảng viên và các bạn khác."
      },
      {
        "input": "Em muốn biết thêm về các hoạt động ngoại khóa của trường ạ.",
        "output": "Chào em, trường có rất nhiều câu lạc bộ và đội nhóm sinh viên hoạt động sôi nổi với các lĩnh vực khác nhau như: thể thao, nghệ thuật, học thuật, tình nguyện... Em có thể tìm hiểu và tham gia các hoạt động này để phát triển kỹ năng và mở rộng mối quan hệ."
      },
      {
        "input": "Em muốn biết thêm về quy định về trang phục khi đi học ạ.",
        "output": "Chào em, sinh viên cần ăn mặc lịch sự, gọn gàng và phù hợp với môi trường học đường."
      },
      {
        "input": "Em muốn biết thêm về quy định về việc bảo quản tài sản của trường ạ.",
        "output": "Chào em, sinh viên có trách nhiệm bảo quản tài sản của trường, không được tự ý di chuyển hoặc làm hư hỏng tài sản." 
      },
      {
        "input": "Cho em hỏi tiết 1 bắt đầu từ mấy giờ ạ?",
        "output": "Chào em, tiết 1 bắt đầu từ 7h00 sáng."
      },
      {
        "input": "Tiết 4 kết thúc lúc mấy giờ ạ?",
        "output": "Chào em, tiết 4 kết thúc lúc 10h35 sáng." 
      },
      {
        "input": "Giờ nghỉ trưa bắt đầu từ mấy giờ ạ?",
        "output": "Chào em, giờ nghỉ trưa thường bắt đầu từ 12h25 đến 12h55." 
      },
      {
        "input": "Tiết học cuối cùng trong ngày kết thúc lúc mấy giờ ạ?",
        "output": "Chào em, tiết học cuối cùng trong ngày (tiết 15) kết thúc lúc 21h30." 
      },
      {
        "input": "Cho em hỏi thời gian nghỉ giữa các tiết học là bao lâu ạ?", 
        "output": "Chào em, thời gian nghỉ giữa các tiết học là 5 phút."
      },
      {
        "input": "Nếu em có tiết học vào buổi tối thì thời gian cụ thể là từ mấy giờ ạ?",
        "output": "Chào em, các tiết học buổi tối thường được bố trí từ 18h50 đến 21h30, chia làm 3 tiết: tiết 13, tiết 14 và tiết 15."
      },
      {
        "input": "Em muốn biết thời gian cụ thể của các buổi học sáng, chiều và tối ạ.",
        "output": "Chào em, buổi sáng có 6 tiết học, từ 7h00 đến 12h25. Buổi chiều có 7 tiết học, từ 12h55 đến 18h20. Buổi tối có 3 tiết học, từ 18h50 đến 21h30." 
      },
      {
        "input": "Kế hoạch giảng dạy và học tập có những nội dung gì ạ?",
        "output": "Chào em, kế hoạch giảng dạy và học tập bao gồm kế hoạch năm học, kế hoạch học kỳ và thời khóa biểu." 
      },
      {
        "input": "Em muốn biết kế hoạch năm học có những thông tin gì ạ?",
        "output": "Chào em, kế hoạch năm học thể hiện những mốc thời gian chính của các hoạt động đào tạo trong năm học cho tất cả hình thức, chương trình đào tạo."
      },
      {
        "input": "Kế hoạch học kỳ có những thông tin gì ạ?",
        "output": "Chào em, kế hoạch học kỳ bao gồm kế hoạch mở lớp, hình thức dạy và học, lịch học, lịch thi của các học phần được tổ chức trong học kỳ." 
      },
      {
        "input": "Thời khóa biểu có những thông tin gì ạ?",
        "output": "Chào em, thời khóa biểu thể hiện thời gian, địa điểm, hoạt động dạy và học của từng lớp thuộc các khóa học, hình thức và chương trình đào tạo."
      },
      {
        "input": "Em muốn biết lịch trình giảng dạy có những thông tin gì ạ?",
        "output": "Chào em, lịch trình giảng dạy là kế hoạch, tiến độ theo thời gian các công tác giảng dạy của từng học phần." 
      },
      {
        "input": "Em muốn biết khi nào trường tổ chức đăng ký học tập ạ?",
        "output": "Chào em, trường tổ chức đăng ký học tập trước khi bắt đầu mỗi học kỳ." 
      },
      {
        "input": "Em muốn biết sinh viên đăng ký học tập ở đâu ạ?",
        "output": "Chào em, sinh viên đăng ký học tập trên Hệ thống đăng ký học tập của Trường."
      },
      {
        "input": "Em muốn biết sinh viên học theo tín chỉ phải đăng ký những gì ạ?", 
        "output": "Chào em, sinh viên học theo tín chỉ phải đăng ký lớp của các học phần dự định sẽ học trong học kỳ, gồm: những học phần mới, một số học phần chưa đạt (để học lại) và một số học phần đã đạt (để cải thiện điểm, nếu có) căn cứ danh sách học phần được mở và điều kiện đăng ký của mỗi học phần."
      },
      {
        "input": "Em muốn biết sinh viên học theo niên chế phải đăng ký những gì ạ?",
        "output": "Chào em, sinh viên học theo niên chế đăng ký học lại những học phần chưa đạt dự định sẽ học trong học kỳ, đăng ký học cải thiện điểm hoặc đăng ký học những học phần tự chọn theo quy định của chương trình đào tạo."
      },
      {
        "input": "Giới hạn khối lượng học tập của sinh viên trong một học kỳ là bao nhiêu ạ?",
        "output": "Chào em, khối lượng học tập tối thiểu là 11 tín chỉ và tối đa là 26 tín chỉ." 
      },
      {
        "input": "Em muốn biết nhiệm vụ của trưởng khoa trong việc tổ chức giảng dạy và học tập là gì ạ?", 
        "output": "Chào em, trưởng khoa có nhiệm vụ chỉ đạo, kiểm tra các bộ môn trong việc thực hiện kế hoạch giảng dạy và học tập, đồng thời tổ chức kiểm tra đột xuất việc thực hiện nhiệm vụ của giảng viên."
      },
      {
        "input": "Em muốn biết nhiệm vụ của trưởng bộ môn trong việc tổ chức giảng dạy và học tập là gì ạ?",
        "output": "Chào em, trưởng bộ môn có nhiệm vụ phân công giảng viên, phê duyệt lịch trình giảng dạy, tổ chức dự giờ, xây dựng đề cương học phần và tổng hợp báo cáo tình hình giảng dạy của bộ môn."
      },
      {
        "input": "Em muốn biết nhiệm vụ của giảng viên trong việc tổ chức giảng dạy và học tập là gì ạ?", 
        "output": "Chào em, giảng viên có nhiệm vụ chuẩn bị bài giảng, xây dựng lịch trình giảng dạy, lên lớp đúng giờ, đúng nội dung và đổi mới phương pháp giảng dạy."
      },
      {
        "input": "Em muốn biết trường sử dụng phần mềm nào để dạy và học trực tuyến ạ?",
        "output": "Chào em, trường sử dụng phần mềm Zoom, Google Meet và Microsoft Teams để dạy và học trực tuyến."
      },
      {
        "input": "Quy định về việc điểm danh trong lớp học trực tuyến như thế nào ạ?",
        "output": "Chào em, sinh viên cần tham gia đầy đủ các buổi học trực tuyến và điểm danh theo quy định của giảng viên."
      }
  
=======
[
    {
      "input": "Thời gian học của chương trình đại học là bao lâu?",
      "output": "Thời gian học chuẩn của chương trình đại học kỹ thuật, công nghệ và quản lý xây dựng là từ 4 đến 4,5 năm cho hình thức chính quy và 4,5 đến 5 năm cho hình thức vừa làm vừa học. Chương trình kinh tế, kinh doanh, quản lý và ngôn ngữ là 4 năm cho hình thức chính quy và 4,5 năm cho hình thức vừa làm vừa học." 
    },
    {
      "input": "Trường mình áp dụng phương thức đào tạo nào?",
      "output": "Trường áp dụng linh hoạt cả phương thức đào tạo theo tín chỉ và niên chế tùy theo từng ngành học và học phần cụ thể."
    },
    {
      "input": "Hình thức đào tạo vừa làm vừa học được tổ chức như thế nào?",
      "output": "Hoạt động giảng dạy cho hình thức vừa làm vừa học được tổ chức tại trường, các cơ sở trực thuộc hoặc cơ sở phối hợp đào tạo theo quy định liên kết. Thời gian học linh hoạt trong ngày và trong tuần."
    },
    {
      "input": "Điều kiện để được học liên thông lên đại học là gì?",
      "output": "Người đã tốt nghiệp các trình độ đào tạo của giáo dục nghề nghiệp được dự tuyển và học liên thông lên trình độ đại học theo quy định hiện hành và quy chế của trường."
    },
    {
      "input": "Em muốn học thêm một văn bằng nữa thì cần những điều kiện gì?",
      "output": "Em cần phải là sinh viên năm thứ hai trở lên, có học lực khá trở lên hoặc đạt điều kiện trúng tuyển của chương trình thứ hai và ngành đào tạo của hai chương trình phải khác nhau."
    },
    {
      "input": "Điểm trung bình tích lũy như thế nào thì được xếp loại giỏi?",
      "output": "Điểm trung bình tích lũy từ 3,20 đến 3,59 được xếp loại giỏi."
    },
    {
      "input": "Mức cảnh báo kết quả học tập được quy định như thế nào?",
      "output": "Có ba mức cảnh báo: Mức 1 dành cho sinh viên lần đầu tiên có kết quả học tập dưới mức quy định, mức 2 cho sinh viên đã bị cảnh báo mức 1 ở học kỳ trước, và mức 3 cho sinh viên đã bị cảnh báo mức 2 ở học kỳ trước."
    },
    {
      "input": "Trong trường hợp nào thì sinh viên bị buộc thôi học?",
      "output": "Sinh viên sẽ bị buộc thôi học nếu nhận cảnh báo kết quả học tập mức 3, vượt quá thời gian học tối đa, không đăng ký học tập, tự ý bỏ học, thi hộ/nhờ người thi hộ lần 2, hoặc sử dụng hồ sơ giả."
    },
    {
      "input": "Em muốn chuyển sang học ngành khác thì cần những điều kiện gì?",
      "output": "Em cần phải là sinh viên năm thứ 2 hoặc 3, đạt điều kiện trúng tuyển của ngành muốn chuyển, ngành đó phải còn chỉ tiêu và được sự đồng ý của trưởng khoa hai bên và hiệu trưởng."
    },
    {
      "input": "Điểm học phần được tính như thế nào?",
      "output": "Điểm học phần được tổng hợp từ nhiều điểm thành phần như kiểm tra, thi giữa kỳ, thi cuối kỳ, chuyên cần, bài tập... với trọng số khác nhau tùy theo từng môn học. Điểm thi cuối kỳ thường chiếm trọng số cao nhất, không dưới 50%."
    },
    {
      "input": "Em muốn học cải thiện điểm thì được không?",
      "output": "Sinh viên đã đạt điểm học phần từ B, C hoặc D trở lên có thể đăng ký học lại để cải thiện điểm. Điểm cao nhất trong các lần học sẽ được công nhận."
    },
    {
      "input": "Nếu em bị ốm vào ngày thi thì phải làm sao?",
      "output": "Em cần nộp đơn xin hoãn thi kèm giấy chứng nhận của cơ sở y tế cho Phòng Khảo thí và Đảm bảo chất lượng trong vòng một tuần kể từ ngày ốm. Nhà trường sẽ bố trí cho em thi ở đợt thi khác và được công nhận là điểm thi lần đầu." 
    },
    {
      "input": "Trường hợp nào thì được bảo lưu kết quả học tập?",
      "output": "Sinh viên được bảo lưu kết quả học tập khi tham gia nghĩa vụ quân sự, đại diện quốc gia tham dự các kỳ thi quốc tế, bị ốm nặng, tai nạn hoặc có lý do cá nhân khác nhưng đã học tối thiểu 1 học kỳ và không thuộc diện buộc thôi học hoặc kỷ luật."
    },
    {
      "input": "Em muốn chuyển từ hệ chính quy sang hệ vừa làm vừa học thì có được không?",
      "output": "Sinh viên được xem xét chuyển từ hệ chính quy sang hệ vừa làm vừa học hoặc đào tạo từ xa nếu còn đủ thời gian học tập theo quy định đối với hình thức chuyển đến."
    },
    {
      "input": "Học phí của hệ vừa làm vừa học có đắt hơn hệ chính quy không?",
      "output": "Học phí của hệ vừa làm vừa học thường cao hơn hệ chính quy do tính chất linh hoạt về thời gian và địa điểm học tập." 
    },
    {
      "input": "Trường có chương trình học bổng nào dành cho sinh viên không?",
      "output": "Trường có nhiều chương trình học bổng dành cho sinh viên dựa trên thành tích học tập, hoạt động ngoại khóa, hoàn cảnh khó khăn... Em có thể tìm hiểu thêm thông tin tại Phòng Công tác sinh viên." 
    }, 
    {
      "input": "Em muốn tham gia chương trình trao đổi sinh viên thì phải làm sao?",
      "output": "Em cần tìm hiểu thông tin về các chương trình trao đổi sinh viên mà trường đang hợp tác và đáp ứng các điều kiện của chương trình đó. Thông tin chi tiết có tại Phòng Hợp tác quốc tế." 
    },
    {
      "input": "Sau khi tốt nghiệp, trường có hỗ trợ sinh viên tìm việc làm không?",
      "output": "Trường có Trung tâm Hỗ trợ sinh viên và việc làm giúp sinh viên tiếp cận thông tin việc làm, rèn luyện kỹ năng và kết nối với các doanh nghiệp."
    },
    {
        "input": "Điều kiện để được xét tốt nghiệp loại giỏi là gì?",
        "output": "Để xét tốt nghiệp loại giỏi, em cần đạt điểm trung bình tích lũy từ 3,20 đến 3,59, khối lượng học phần phải học lại không vượt quá 5% tổng số tín chỉ và không bị kỷ luật trong thời gian học."
      },
      {
        "input": "Chuẩn đầu ra ngoại ngữ của trường là gì?",
        "output": "Chuẩn đầu ra ngoại ngữ của trường hiện tại là chứng chỉ tiếng Anh tương đương bậc 3/6 khung năng lực ngoại ngữ 6 bậc Việt Nam hoặc TOEFL ITP 450 điểm hoặc IELTS 4.5 hoặc các chứng chỉ khác tương đương." 
      },
      {
        "input": "Nếu em không đạt chuẩn đầu ra ngoại ngữ thì có được tốt nghiệp không?",
        "output": "Em sẽ không được xét tốt nghiệp nếu chưa đạt chuẩn đầu ra ngoại ngữ. Trường có tổ chức các lớp học và thi chứng chỉ ngoại ngữ để hỗ trợ sinh viên."
      },
      {
        "input": "Em có thể tham gia nghiên cứu khoa học khi còn là sinh viên không?",
        "output": "Trường khuyến khích sinh viên tham gia nghiên cứu khoa học thông qua các câu lạc bộ, nhóm nghiên cứu hoặc các đề tài nghiên cứu khoa học cấp trường, cấp bộ." 
      },
      {
        "input": "Trường có ký túc xá cho sinh viên không?",
        "output": "Trường có ký túc xá với sức chứa giới hạn, ưu tiên cho sinh viên năm thứ nhất, sinh viên có hoàn cảnh khó khăn và sinh viên đạt thành tích cao trong học tập." 
      },
      {
        "input": "Em muốn tham gia hoạt động ngoại khóa thì có những câu lạc bộ nào?",
        "output": "Trường có rất nhiều câu lạc bộ hoạt động trong các lĩnh vực văn hóa, nghệ thuật, thể thao, học thuật, tình nguyện... Em có thể tìm hiểu thêm thông tin tại Phòng Công tác sinh viên."
      },
      {
        "input": "Thủ tục để xin bảo lưu kết quả học tập như thế nào?",
        "output": "Em cần nộp đơn xin bảo lưu kết quả học tập kèm theo giấy tờ chứng minh lý do (giấy nhập ngũ, giấy chứng nhận ốm đau,...) lên Phòng Đào tạo để được xét duyệt." 
      },
      {
        "input": "Quy định về việc thi lại, học lại như thế nào?",
        "output": "Sinh viên không đạt một học phần sẽ phải đăng ký học lại hoặc học một học phần thay thế tương đương. Trường hợp không đạt môn tiên quyết thì không được đăng ký học môn học sau."
      },
      {
        "input": "Em muốn đánh giá chất lượng giảng dạy của giảng viên thì làm thế nào?", 
        "output": "Trường có tổ chức khảo sát đánh giá giảng viên định kỳ. Em có thể phản ánh ý kiến của mình qua khảo sát hoặc gửi phản hồi trực tiếp đến khoa/bộ môn hoặc Phòng Đào tạo."
      },
      {
        "input": "Chương trình đào tạo của trường có gì nổi bật so với các trường khác?",
        "output": "Chương trình đào tạo của trường chú trọng đào tạo kỹ năng thực hành, ứng dụng công nghệ hiện đại và đáp ứng nhu cầu của doanh nghiệp. Trường cũng có nhiều chương trình hợp tác quốc tế, trao đổi sinh viên và nghiên cứu khoa học." 
      },
      {
        "input": "Trường có hỗ trợ sinh viên khởi nghiệp không?",
        "output": "Trường có Trung tâm Hỗ trợ sinh viên và việc làm hỗ trợ sinh viên khởi nghiệp thông qua các chương trình đào tạo, tư vấn, kết nối với các vườn ươm, quỹ đầu tư và các doanh nghiệp." 
      },
      {
        "input": "Em có thể học thêm chứng chỉ, kỹ năng gì để nâng cao cơ hội việc làm?",
        "output": "Em nên tìm hiểu về yêu cầu của ngành nghề mà mình hướng tới và học thêm các chứng chỉ, kỹ năng liên quan như tin học văn phòng, ngoại ngữ chuyên ngành, kỹ năng mềm..." 
      },
      {
        "input": "Môi trường học tập và sinh hoạt tại trường như thế nào?", 
        "output": "Trường có môi trường học tập năng động, sáng tạo với cơ sở vật chất hiện đại và đội ngũ giảng viên giàu kinh nghiệm. Sinh viên có nhiều cơ hội tham gia các hoạt động ngoại khóa, câu lạc bộ và các chương trình giao lưu văn hóa."
      },
      {
        "input": "Em có thể làm thêm khi còn là sinh viên không?",
        "output": "Em có thể làm thêm để trang trải chi phí sinh hoạt và tích lũy kinh nghiệm. Tuy nhiên, cần cân đối thời gian học tập và sức khỏe để đảm bảo kết quả học tập." 
      },
      {
        "input": "Trường có chính sách hỗ trợ sinh viên khuyết tật không?",
        "output": "Trường có chính sách hỗ trợ sinh viên khuyết tật về học phí, điều kiện học tập, sinh hoạt và tham gia các hoạt động của trường." 
      },
      {
        "input": "Làm thế nào để em có thể hòa nhập nhanh với môi trường đại học?",
        "output": "Em nên chủ động tham gia các hoạt động của lớp, trường, câu lạc bộ, kết nối với các bạn sinh viên khác và tìm hiểu thông tin về trường, khoa và chương trình học." 
      },
      {
        "input": "Ngành này có cơ hội đi du học hay làm việc ở nước ngoài không?",
        "output": "Nhiều ngành học tại trường có cơ hội đi du học hoặc làm việc ở nước ngoài thông qua các chương trình hợp tác quốc tế, học bổng hoặc ứng tuyển trực tiếp vào các công ty, tổ chức nước ngoài."
      },
      {
        "input": "Trường có hỗ trợ sinh viên học lên cao học không?",
        "output": "Trường có các chương trình đào tạo thạc sĩ, tiến sĩ với nhiều chuyên ngành. Sinh viên tốt nghiệp có thành tích học tập tốt có thể đăng ký học tiếp lên cao học tại trường hoặc các trường đại học khác trong và ngoài nước." 
      },
      {
        "input": "Em có thể thay đổi nguyện vọng đăng ký học sau khi đã đăng ký không?",
        "output": "Em có thể thay đổi nguyện vọng đăng ký học trong thời gian quy định trước khi bắt đầu học kỳ. Tuy nhiên, cần lưu ý điều kiện tiên quyết, học phần bắt buộc và số lượng sinh viên tối đa của từng lớp học phần." 
      },
      {
        "input": "Em có thể bảo lưu kết quả học tập để đi du học không?",
        "output": "Em có thể bảo lưu kết quả học tập để đi du học theo quy định của trường. Cần nộp đơn xin bảo lưu kèm giấy tờ chứng minh việc đi du học cho Phòng Đào tạo." 
      },
      {
        "input": "Trường có chương trình thực tập hưởng lương cho sinh viên không?",
        "output": "Trường hợp tác với nhiều doanh nghiệp để tổ chức chương trình thực tập hưởng lương cho sinh viên. Em có thể tìm hiểu thông tin tại Trung tâm Hỗ trợ sinh viên và việc làm hoặc khoa/bộ môn."
      },
      {
        "input": "Em có thể tham gia các cuộc thi học thuật, kỹ năng do trường tổ chức không?",
        "output": "Trường thường xuyên tổ chức các cuộc thi học thuật, kỹ năng cho sinh viên như Olympic các môn chuyên ngành, cuộc thi sáng tạo khoa học kỹ thuật, cuộc thi hùng biện tiếng Anh..." 
      },
      {
        "input": "Em muốn tìm hiểu thêm về văn hóa, lịch sử của trường thì có thể tham khảo ở đâu?",
        "output": "Em có thể tìm hiểu thông tin về lịch sử, văn hóa của trường tại Bảo tàng Trường Đại học Thủy lợi, thư viện hoặc trang thông tin điện tử của trường." 
      },
      {
        "input": "Trường có tổ chức các hoạt động tình nguyện cho sinh viên không?",
        "output": "Trường có Đội Sinh viên tình nguyện thường xuyên tổ chức các hoạt động tình nguyện như hiến máu nhân đạo, tiếp sức mùa thi, hỗ trợ người dân vùng khó khăn..."
      },
      {
        "input": "Em muốn tham gia các chương trình trao đổi văn hóa với sinh viên nước ngoài thì phải làm sao?", 
        "output": "Trường có tổ chức các chương trình giao lưu văn hóa với sinh viên nước ngoài. Em có thể tìm hiểu thông tin tại Phòng Hợp tác quốc tế hoặc các câu lạc bộ sinh viên quốc tế."
      },
      {
        "input": "Tỷ lệ sinh viên tốt nghiệp có việc làm của ngành này là bao nhiêu?",
        "output": "Tỷ lệ sinh viên tốt nghiệp có việc làm của từng ngành học được công bố trên trang thông tin điện tử của trường hoặc em có thể liên hệ Phòng Đào tạo để được cung cấp thông tin cụ thể."
      },
      {
        "input": "Mức lương khởi điểm trung bình của sinh viên tốt nghiệp ngành này là bao nhiêu?",
        "output": "Mức lương khởi điểm trung bình của sinh viên tốt nghiệp phụ thuộc vào nhiều yếu tố như ngành học, năng lực, vị trí công việc và quy mô doanh nghiệp. Em có thể tham khảo thông tin từ các trang web tuyển dụng hoặc báo cáo khảo sát lương của các tổ chức uy tín."
      },
      {
        "input": "Em muốn theo học chương trình chất lượng cao thì có gì khác biệt so với chương trình đại trà?",
        "output": "Chương trình chất lượng cao thường có yêu cầu đầu vào cao hơn, học phí đắt hơn và chương trình đào tạo chuyên sâu hơn, chú trọng đào tạo kỹ năng nghiên cứu và ứng dụng công nghệ hiện đại." 
      },
      {
        "input": "Em có thể học vượt để rút ngắn thời gian học tập không?",
        "output": "Sinh viên có kết quả học tập tốt có thể đăng ký học vượt để rút ngắn thời gian học tập theo quy định của trường. Tuy nhiên, cần đảm bảo sức khỏe và cân đối thời gian học tập." 
      },
      {
        "input": "Trường có hỗ trợ sinh viên học tiếng Anh và các kỹ năng mềm không?",
        "output": "Trường có Trung tâm Ngoại ngữ và Kỹ năng mềm tổ chức các khóa học tiếng Anh, kỹ năng giao tiếp, làm việc nhóm, thuyết trình... để hỗ trợ sinh viên."
      },
      {
        "input": "Em có thể tham gia các hoạt động nghiên cứu khoa học với giảng viên không?",
        "output": "Sinh viên có thể tham gia các hoạt động nghiên cứu khoa học với giảng viên thông qua các đề tài nghiên cứu, nhóm nghiên cứu hoặc làm trợ lý nghiên cứu." 
      },
      {
        "input": "Em muốn chuyển đổi tín chỉ từ trường khác sang thì phải làm sao?",
        "output": "Em cần nộp đơn xin chuyển đổi tín chỉ kèm bảng điểm và mô tả học phần từ trường khác cho Phòng Đào tạo. Hội đồng chuyên môn của khoa sẽ xét duyệt dựa trên sự tương đồng về nội dung, khối lượng và chuẩn đầu ra của học phần."
      },
      {
        "input": "Trường có tổ chức các chương trình tư vấn hướng nghiệp cho sinh viên không?",
        "output": "Trung tâm Hỗ trợ sinh viên và việc làm thường xuyên tổ chức các buổi tư vấn hướng nghiệp, định hướng nghề nghiệp cho sinh viên." 
      },
      {
        "input": "Em muốn tìm hiểu về các chương trình học bổng du học thì có thể tham khảo ở đâu?",
        "output": "Em có thể tham khảo thông tin về các chương trình học bổng du học tại Phòng Hợp tác quốc tế, các tổ chức giáo dục hoặc trang web của các trường đại học nước ngoài."
      },
      {
        "input": "Em cần chuẩn bị những gì trước khi nhập học?",
        "output": "Em cần chuẩn bị hồ sơ nhập học theo hướng dẫn của trường, tìm hiểu về chương trình học, ngành học, đăng ký chỗ ở (nếu cần) và chuẩn bị các vật dụng cá nhân cần thiết cho cuộc sống sinh viên."
      },
      {
        "input": "Ký túc xá của trường có đầy đủ tiện nghi không?",
        "output": "Ký túc xá của trường được trang bị đầy đủ tiện nghi cơ bản như giường, tủ, bàn ghế, wifi, khu vệ sinh, khu vực nấu ăn... Tùy từng khu ký túc xá mà có thể có thêm các tiện ích khác như máy giặt, điều hòa..." 
      },
      {
        "input": "Em có thể đăng ký ở ghép với bạn cùng lớp không?",
        "output": "Em có thể đăng ký ở ghép với bạn cùng lớp hoặc bạn cùng giới nếu có nhu cầu. Cần liên hệ với Ban quản lý ký túc xá để được hướng dẫn." 
      },
      {
        "input": "Nếu em không ở ký túc xá thì có thể tìm nhà trọ ở đâu?",
        "output": "Xung quanh trường có nhiều khu nhà trọ cho sinh viên. Em có thể tìm kiếm thông tin trên các trang web, nhóm Facebook hoặc nhờ sự hỗ trợ từ các anh chị khóa trên." 
      },
      {
        "input": "Chi phí thuê nhà trọ trung bình là bao nhiêu?",
        "output": "Chi phí thuê nhà trọ phụ thuộc vào vị trí, diện tích, tiện nghi và số lượng người ở ghép. Trung bình, giá thuê phòng trọ cho sinh viên dao động từ 1,5 - 3 triệu đồng/tháng."
      },
      {
        "input": "Em có thể đi lại bằng phương tiện gì đến trường?",
        "output": "Em có thể đi lại đến trường bằng xe buýt, xe máy hoặc xe đạp. Trường cũng có bãi gửi xe cho sinh viên." 
      },
      {
        "input": "Em nên tham gia những hoạt động gì để làm quen với bạn bè và hòa nhập với môi trường mới?",
        "output": "Em nên tham gia các hoạt động chào tân sinh viên, các câu lạc bộ, đội nhóm, sự kiện của trường, khoa để làm quen với bạn bè và hòa nhập với môi trường mới." 
      },
      {
        "input": "Em cần chuẩn bị những kỹ năng gì để học tập hiệu quả ở đại học?", 
        "output": "Em cần rèn luyện kỹ năng tự học, quản lý thời gian, làm việc nhóm, thuyết trình và kỹ năng sử dụng công nghệ thông tin để học tập hiệu quả ở đại học." 
      },
      {
        "input": "Em có thể tìm hiểu thông tin về học bổng và hỗ trợ tài chính ở đâu?",
        "output": "Em có thể tìm hiểu thông tin về học bổng và hỗ trợ tài chính tại Phòng Công tác sinh viên, website của trường hoặc các tổ chức, quỹ học bổng."
      },
      {
        "input": "Lớp học trong trường có đông sinh viên không?",
        "output": "Sĩ số lớp học phụ thuộc vào từng ngành và học phần. Các lớp học phần đại cương thường có sĩ số lớn hơn các lớp học phần chuyên ngành."
      },
      {
        "input": "Giảng viên trong trường có dễ gần và hỗ trợ sinh viên không?",
        "output": "Đội ngũ giảng viên của trường giàu kinh nghiệm, nhiệt tình và sẵn sàng hỗ trợ sinh viên trong học tập và nghiên cứu. Em có thể liên hệ với giảng viên qua email, giờ hành chính hoặc giờ phụ đạo."
      },
      {
        "input": "Thư viện của trường có đầy đủ tài liệu học tập không?",
        "output": "Thư viện của trường có nguồn tài liệu học tập phong phú, đa dạng với sách, báo, tạp chí, luận văn, đồ án... Em cũng có thể truy cập các nguồn tài liệu điện tử trực tuyến."
      },
      {
        "input": "Trường có tổ chức các hoạt động thể thao, văn nghệ cho sinh viên không?",
        "output": "Trường có nhiều câu lạc bộ thể thao, văn nghệ hoạt động sôi nổi. Em có thể tham gia các hoạt động như bóng đá, bóng chuyền, cầu lông, nhảy, hát, kịch..."
      },
      {
        "input": "Em có thể tham gia các chương trình trao đổi sinh viên ngay từ năm nhất không?",
        "output": "Một số chương trình trao đổi sinh viên có thể yêu cầu sinh viên phải hoàn thành một số học phần nhất định hoặc đạt trình độ học vấn nhất định. Em nên tìm hiểu kỹ điều kiện của từng chương trình."
      },
      {
        "input": "Em muốn tìm hiểu về cơ hội việc làm thêm thì có thể hỏi ai?",
        "output": "Em có thể hỏi thông tin về việc làm thêm từ anh chị khóa trên, các nhóm sinh viên trên mạng xã hội hoặc Trung tâm Hỗ trợ sinh viên và việc làm."
      },
      {
        "input": "Trường có tổ chức các hoạt động định hướng, giúp sinh viên năm nhất làm quen với môi trường đại học không?",
        "output": "Trường và các khoa thường tổ chức các hoạt động chào tân sinh viên, định hướng học tập, kỹ năng sống để giúp sinh viên năm nhất làm quen với môi trường đại học."
      },
      {
        "input": "Em muốn đăng ký học bổng thì cần những điều kiện gì?",
        "output": "Điều kiện để đăng ký học bổng tùy thuộc vào từng loại học bổng. Thông thường, sinh viên cần có thành tích học tập tốt, hoạt động ngoại khóa tích cực hoặc có hoàn cảnh khó khăn." 
      },
      {
        "input": "Em có thể mang theo laptop cá nhân đến trường không?", 
        "output": "Em được khuyến khích mang theo laptop cá nhân để phục vụ học tập và nghiên cứu. Trường cũng có phòng máy tính cho sinh viên sử dụng."
      } ,
      {
        "input": "Em cần mang theo những giấy tờ gì khi nhập học?", 
        "output": "Em cần mang theo giấy báo nhập học, giấy chứng minh nhân dân/căn cước công dân, học bạ, bằng tốt nghiệp THPT và các giấy tờ khác theo hướng dẫn của trường."
      },
      {
        "input": "Em có thể thay đổi ngành học sau khi đã nhập học không?",
        "output": "Em có thể đăng ký chuyển ngành sau khi đã nhập học nếu đáp ứng điều kiện của trường về học lực và chỉ tiêu tuyển sinh của ngành muốn chuyển."
      },
      {
        "input": "Trường có chương trình hỗ trợ sinh viên làm quen với thành phố không?",
        "output": "Trường và các khoa thường tổ chức các buổi dã ngoại, tham quan thành phố để giúp sinh viên làm quen với môi trường sống mới." 
      },
      {
        "input": "Em muốn tìm hiểu về các quy định, nội quy của trường thì có thể xem ở đâu?",
        "output": "Các quy định, nội quy của trường được đăng tải trên website của trường, bảng tin hoặc cẩm nang sinh viên." 
      },
      {
        "input": "Em có thể tham gia các câu lạc bộ, đội nhóm ngay từ khi nhập học không?", 
        "output": "Em có thể tham gia các câu lạc bộ, đội nhóm ngay từ khi nhập học. Trường thường tổ chức các hoạt động giới thiệu câu lạc bộ trong tuần lễ chào tân sinh viên." 
      },
      {
        "input": "Em muốn đóng học phí thì có những hình thức nào?", 
        "output": "Em có thể đóng học phí trực tiếp tại trường, chuyển khoản qua ngân hàng hoặc qua các ứng dụng thanh toán điện tử."
      },
      {
        "input": "Em chào anh/chị, cho em hỏi thời gian học tập tối đa của hệ đại học chính quy là bao lâu ạ?",
        "output": "Chào em, thời gian học tập tối đa của hệ đại học chính quy là từ 8 đến 9 năm đối với nhóm ngành Kỹ thuật, Công nghệ, Quản lý xây dựng và 8 năm đối với nhóm ngành Kinh tế, Kinh doanh và Quản lý, Ngôn ngữ em nhé!"
      },
      {
        "input": "Em muốn học song ngành thì chương trình học sẽ như thế nào ạ?",
        "output": "Chào em, khi em học song ngành thì chương trình đào tạo sẽ thể hiện rõ khối lượng học tập chung và riêng theo từng ngành em nhé."
      },
      {
        "input": "Điểm trung bình tích lũy để xét tốt nghiệp là bao nhiêu ạ?",
        "output": "Chào em, để xét tốt nghiệp thì điểm trung bình tích lũy của toàn khóa học phải đạt từ 2.00 trở lên em nhé." 
      },
      {
        "input": "Thế nào là học phần tiên quyết ạ?",
        "output": "Chào em, học phần tiên quyết là học phần A mà em phải học và đạt trước khi đăng ký học phần B."
      },
      {
        "input": "Điểm thành phần của một học phần gồm những gì ạ?",
        "output": "Chào em, điểm thành phần của một học phần gồm có: điểm kiểm tra, điểm chuyên cần, điểm thi giữa kỳ (nếu có), điểm tiểu luận (nếu có) và điểm thi kết thúc học phần, trong đó điểm thi kết thúc học phần là bắt buộc và có trọng số không dưới 50%."
      },
      {
        "input": "Học phần nào không được tính vào điểm trung bình ạ?",
        "output": "Chào em, điểm thi các học phần giáo dục quốc phòng, giáo dục thể chất, chuẩn đầu ra Ngoại ngữ, chuẩn đầu ra Công nghệ thông tin sẽ không được tính vào điểm trung bình học kỳ hoặc điểm trung bình chung tích lũy."
      },
      {
        "input": "Em muốn bảo lưu kết quả học tập thì phải làm như thế nào ạ?",
        "output": "Chào em, em cần viết đơn gửi Hiệu trưởng (qua Phòng Đào tạo) để xin bảo lưu kết quả học tập. Hiệu trưởng sẽ xem xét quyết định việc bảo lưu kết quả học tập đã tích lũy đối với từng trường hợp cụ thể." 
      },
      {
        "input": "Điều kiện để được học cùng lúc hai chương trình là gì ạ?",
        "output": "Chào em, để được học cùng lúc hai chương trình thì ngành đào tạo ở chương trình thứ hai phải khác ngành đào tạo ở chương trình thứ nhất và em phải đạt học lực loại khá trở lên tính theo điểm trung bình tích lũy."
      },
      {
        "input": "Em bị cảnh báo học vụ mức độ 1 thì có sao không ạ?",
        "output": "Chào em, cảnh báo học vụ mức độ 1 là mức cảnh báo dành cho sinh viên lần đầu tiên có kết quả học tập không đạt yêu cầu. Nếu trong lần xử lý học vụ ở học kỳ liền sau kết quả học tập của em đạt yêu cầu thì sẽ được xóa cảnh báo học tập."
      }, 
      {
        "input": "Em muốn chuyển ngành thì cần những điều kiện gì ạ?",
        "output": "Chào em, em có thể được xem xét chuyển sang học một chương trình, một ngành đào tạo khác khi đáp ứng đủ các điều kiện: không đang là sinh viên trình độ năm thứ nhất hoặc năm cuối khóa, không thuộc diện bị xem xét buộc thôi học, đạt điều kiện trúng tuyển của chương trình, ngành đào tạo muốn chuyển đến trong cùng khóa tuyển sinh và được sự đồng ý của Trưởng các khoa phụ trách chương trình, ngành đào tạo, Giám đốc phân hiệu (nơi chuyển đi và chuyến đến) và của Hiệu trưởng."
      },
      {
        "input": "Em muốn biết cụ thể hơn về các hình thức kỷ luật đối với sinh viên vi phạm quy chế thi ạ.",
        "output": "Chào em, sinh viên có gian lận trong thi cử sẽ bị xử lý kỷ luật theo quy định của Quy chế thi tốt nghiệp Trung học phổ thông hiện hành. Cụ thể, em có thể bị hủy kết quả bài thi, bị khiển trách hoặc cảnh cáo tùy theo mức độ vi phạm."
      },
      {
        "input": "Trường hợp nào sinh viên sẽ bị buộc thôi học ạ?",
        "output": "Chào em, sinh viên sẽ bị buộc thôi học nếu vi phạm các quy định sau: nhận cảnh báo kết quả học tập mức 3,  vượt quá thời gian tối đa được phép học, không đăng ký học tập và tự ý bỏ học, bị kỷ luật lần thứ hai vì thi hộ hoặc nhờ người thi hộ, sử dụng hồ sơ, văn bằng, chứng chỉ giả để trúng tuyển hoặc tốt nghiệp."
      },
      {
        "input": "Điểm trung bình học kỳ được sử dụng để làm gì ạ?",
        "output": "Chào em, điểm trung bình học kỳ được sử dụng để xét học bổng, xét cảnh báo học tập, thôi học, xét khen thưởng và xếp loại học lực của sinh viên."
      },
      {
        "input": "Em muốn biết cụ thể hơn về quy định công nhận và chuyển đổi tín chỉ ạ.",
        "output": "Chào em, kết quả học tập của em tại một trường khác có thể được xem xét công nhận và chuyển đổi sang tín chỉ của những học phần tương ứng tại trường mình. Khối lượng tín chỉ tối đa được công nhận và chuyển đổi không vượt quá 50% khối lượng học tập tối thiểu của chương trình đào tạo. Việc công nhận và chuyển đổi tín chỉ sẽ do Hội đồng chuyên môn của khoa phụ trách học phần xem xét và quyết định." 
      },
      {
        "input": "Ngoài điểm số, trường còn đánh giá sinh viên theo những tiêu chí nào khác không ạ?",
        "output": "Chào em, bên cạnh điểm số, trường còn đánh giá sinh viên dựa trên các tiêu chí như: ý thức học tập, thái độ tham gia thảo luận, tinh thần trách nhiệm, kỹ năng làm việc nhóm và các hoạt động ngoại khóa."
      },
      {
        "input": "Em muốn biết thêm về quy định thực tập tốt nghiệp ạ.",
        "output": "Chào em, quy định về thực tập tốt nghiệp được quy định cụ thể trong chương trình đào tạo của từng ngành. Thông thường, sinh viên sẽ thực tập tại các doanh nghiệp, cơ quan liên quan đến ngành học trong một khoảng thời gian nhất định. Sau đó, sinh viên cần hoàn thành báo cáo thực tập và bảo vệ trước hội đồng đánh giá."
      },
      {
        "input": "Trường hợp nào sinh viên được hoãn thi ạ?",
        "output": "Chào em, sinh viên được hoãn thi khi có lý do chính đáng như ốm đau, tai nạn, hoặc gặp sự cố bất khả kháng. Em cần cung cấp giấy tờ chứng minh hợp lệ cho phòng Đào tạo để được xem xét." 
      },
      {
        "input": "Em muốn tham gia chương trình trao đổi sinh viên thì phải làm như thế nào ạ?",
        "output": "Chào em, trường có tổ chức chương trình trao đổi sinh viên với một số trường đại học đối tác ở nước ngoài. Để tham gia chương trình, em cần đáp ứng các yêu cầu về học lực, ngoại ngữ và các tiêu chí khác do trường quy định. Em có thể liên hệ với phòng Quan hệ quốc tế để biết thêm chi tiết." 
      },
      {
        "input": "Ngoài giờ học chính khóa, trường có tổ chức các hoạt động ngoại khóa nào không ạ?",
        "output": "Chào em, trường có rất nhiều câu lạc bộ và đội nhóm sinh viên hoạt động sôi nổi với các lĩnh vực khác nhau như: thể thao, nghệ thuật, học thuật, tình nguyện... Em có thể tìm hiểu và tham gia các hoạt động này để phát triển kỹ năng và mở rộng mối quan hệ." 
      },
      {
        "input": "Cho em hỏi nếu em vắng một buổi thi kết thúc học phần thì có được thi lại không ạ?", 
        "output": "Chào em, trường hợp em vắng thi kết thúc học phần không có lý do chính đáng thì sẽ bị điểm 0 và không được thi lại. Nếu em có lý do chính đáng và được chấp thuận thì sẽ được bố trí thi vào đợt thi khác."
      },
      {
        "input": "Điểm học phần của em được tính như thế nào ạ?",
        "output": "Chào em, điểm học phần được tính dựa trên tổng điểm các điểm thành phần nhân với trọng số tương ứng và được làm tròn đến một chữ số thập phân."
      },
      {
        "input": "Em muốn biết cụ thể hơn về cách tính điểm trung bình học kỳ ạ.",
        "output": "Chào em, điểm trung bình học kỳ là điểm trung bình có trọng số của các học phần mà em đăng ký học trong học kỳ đó. Trọng số là số tín chỉ tương ứng của từng học phần."
      },
      {
        "input": "Điểm trung bình tích lũy có ảnh hưởng như thế nào đến việc xét tốt nghiệp ạ?",
        "output": "Chào em, điểm trung bình tích lũy là một trong những điều kiện quan trọng để xét tốt nghiệp. Em cần đạt điểm trung bình tích lũy tối thiểu là 2.00 để đủ điều kiện xét tốt nghiệp." 
      },
      {
        "input": "Em muốn biết cách quy đổi điểm chữ sang thang điểm 4 ạ.",
        "output": "Chào em, điểm chữ được quy đổi sang thang điểm 4 như sau: A là 4.0, B là 3.0, C là 2.0 và D là 1.0." 
      },
      {
        "input": "Trường hợp nào em sẽ bị hạ bậc xếp loại tốt nghiệp ạ?",
        "output": "Chào em, nếu em có điểm trung bình tích lũy loại xuất sắc hoặc giỏi nhưng khối lượng học phần phải học lại vượt quá 5% tổng số tín chỉ của chương trình hoặc đã bị kỷ luật từ mức cảnh cáo trở lên thì hạng tốt nghiệp sẽ bị giảm đi một bậc."
      },
      {
        "input": "Nếu em không đủ điều kiện dự thi kết thúc học phần thì sẽ bị xử lý như thế nào ạ?",
        "output": "Chào em, nếu em không đủ điều kiện dự thi kết thúc học phần thì sẽ bị điểm 0 cho học phần đó."
      },
      {
        "input": "Em muốn biết điểm chuẩn đầu ra ngoại ngữ của trường là gì ạ?",
        "output": "Chào em, điểm chuẩn đầu ra ngoại ngữ của trường là TOEIC 450 hoặc tương đương. Em có thể tham khảo thêm thông tin chi tiết tại phòng Đào tạo hoặc trên website của trường."
      },
      {
        "input": "Em muốn học lại một học phần để cải thiện điểm thì phải làm như thế nào ạ?",
        "output": "Chào em, em có thể đăng ký học lại một học phần để cải thiện điểm nếu đã có điểm học phần đạt mức B, C hoặc D. Điểm cao nhất trong các lần học sẽ được tính là điểm công nhận cuối cùng của học phần đó." 
      },
      {
        "input": "Cho em hỏi một học kỳ có bao nhiêu tuần học ạ?",
        "output": "Chào em, một học kỳ có tối thiểu 15 tuần học, một năm học có 2 học kỳ chính với tổng số tối thiểu 30 tuần lên lớp. Ngoài ra trường có thể tổ chức thêm học kỳ phụ hoặc học kỳ hè." 
      },
      {
        "input": "Thời gian học của một tiết là bao lâu ạ?", 
        "output": "Chào em, thời lượng của một tiết học là 50 phút."
      },
      {
        "input": "Lịch học của hệ vừa làm vừa học có gì khác so với hệ chính quy không ạ?",
        "output": "Chào em, thời gian học của hệ vừa làm vừa học linh hoạt hơn so với hệ chính quy, được bố trí vào các buổi tối hoặc cuối tuần để phù hợp với người đi làm."
      }, 
      {
        "input": "Em muốn biết số tiết học tối đa trong một tuần là bao nhiêu ạ?",
        "output": "Chào em, số tiết học tối đa trong một tuần là 15 tiết và không quá 4 tiết một ngày."
      },
      {
        "input": "Trường hợp nào thời khóa biểu có thể thay đổi ạ?",
        "output": "Chào em, thời khóa biểu có thể thay đổi trong một số trường hợp đặc biệt như: giảng viên ốm đau, có quyết định điều động công tác, đi học... Phòng Đào tạo sẽ xem xét và điều chỉnh thời khóa biểu cho phù hợp." 
      },
      {
        "input": "Em muốn biết thời gian biểu cụ thể của lớp em thì xem ở đâu ạ?",
        "output": "Chào em, em có thể xem thời khóa biểu của lớp mình trên website của trường hoặc tại bảng thông báo của khoa." 
      },
      {
        "input": "Giờ học chính thức của trường là từ mấy giờ đến mấy giờ ạ?", 
        "output": "Chào em, giờ học chính thức của trường là từ 7h00 đến 21h30 các ngày trong tuần từ thứ 2 đến thứ 7."
      },
      {
        "input": "Nếu em nghỉ học quá số buổi quy định thì sẽ bị sao ạ?",
        "output": "Chào em, nếu em nghỉ học quá 20% số tiết của một học phần thì sẽ không đủ điều kiện dự thi kết thúc học phần và bị điểm 0." 
      },
      {
        "input": "Trường có tổ chức học bù cho sinh viên nghỉ học do ốm đau không ạ?",
        "output": "Chào em, trường hợp em nghỉ học do ốm đau có giấy tờ chứng minh hợp lệ thì giảng viên có thể bố trí học bù cho em."
      },
      {
        "input": "Em muốn biết quy định về việc giảng viên đổi giờ học ạ.",
        "output": "Chào em, việc đổi giờ học cần được Trưởng bộ môn phê duyệt và phải thông báo kịp thời cho sinh viên biết để đảm bảo quyền lợi học tập."
      },
      {
        "input": "Nếu giảng viên đến lớp muộn thì sao ạ?",
        "output": "Chào em, nếu giảng viên đến lớp muộn quá 15 phút mà không báo trước thì được ghi nhận là bỏ buổi dạy và phải dạy bù cho sinh viên."
      },
      {
        "input": "Em muốn xin nghỉ học vài buổi thì phải làm thế nào ạ?",
        "output": "Chào em, em cần viết đơn xin nghỉ học gửi lên khoa chủ quản và giáo viên giảng dạy các học phần liên quan để được xem xét." 
      },
      {
        "input": "Trường hợp nào sinh viên được phép nghỉ học dài hạn ạ?",
        "output": "Chào em, sinh viên được phép nghỉ học dài hạn trong các trường hợp: ốm đau dài ngày,  sinh con, tham gia nghĩa vụ quân sự hoặc các hoạt động do nhà trường điều động." 
      }, 
      {
        "input": "Sau khi nghỉ học dài hạn, em muốn quay lại học thì phải làm thế nào ạ?",
        "output": "Chào em, em cần viết đơn gửi lên Hiệu trưởng (qua Phòng Đào tạo) chậm nhất 2 tuần trước khi bắt đầu học kỳ mới để được xem xét cho phép quay lại học tập."
      },
      {
        "input": "Thời gian nghỉ học dài hạn có được tính vào thời gian học chính thức không ạ?", 
        "output": "Chào em, thời gian nghỉ học dài hạn do nhu cầu cá nhân sẽ được tính vào thời gian học chính thức."
      },
      {
        "input": "Cho em hỏi nếu em muốn học vượt thì phải làm thế nào ạ?",
        "output": "Chào em, em có thể đăng ký học vượt các học phần của khóa trên nếu đã tích lũy đủ số tín chỉ theo quy định và đáp ứng điều kiện tiên quyết của học phần (nếu có)."
      },
      {
        "input": "Lịch thi kết thúc học phần được sắp xếp như thế nào ạ?", 
        "output": "Chào em, lịch thi kết thúc học phần do Phòng Đào tạo sắp xếp trên nguyên tắc không trùng lịch thi, không trùng phòng thi và các môn thi được giãn cách phù hợp." 
      },
      {
        "input": "Em muốn biết thời gian thi kết thúc học phần là bao lâu ạ?", 
        "output": "Chào em, thời gian thi kết thúc học phần thường là 60 phút hoặc 90 phút tùy theo từng môn học. Thông tin chi tiết về thời gian thi sẽ được thông báo trong lịch thi."
      },
      {
        "input": "Cho em hỏi trường có quy định gì về việc học trực tuyến không ạ?",
        "output": "Chào em, việc tổ chức dạy và học trực tuyến được thực hiện theo quy định riêng của trường, em có thể tham khảo thêm thông tin chi tiết tại phòng Đào tạo hoặc trên website của trường."
      },
      {
        "input": "Nếu em vắng học phần thực hành thì có được thực hành bù không ạ?",
        "output": "Chào em, nếu em vắng học phần thực hành có lý do chính đáng thì có thể được bố trí thực hành bù theo lịch của cán bộ hướng dẫn." 
      },
      {
        "input": "Em muốn biết thêm về quy định tham gia các đợt thực tập, tham quan bên ngoài trường ạ.",
        "output": "Chào em, các đoàn đi thực tập, tham quan bên ngoài trường cần có đầy đủ giấy tờ theo quy định như: quyết định, giấy đi đường, giấy giới thiệu... và phải tuân thủ nội quy, quy chế của cơ sở thực tập."
      },
      {
        "input": "Cho em hỏi quy trình đăng ký học diễn ra như thế nào ạ?", 
        "output": "Chào em, quy trình đăng ký học gồm các bước: đăng ký nguyện vọng, đăng ký chính khóa, xét nguyện vọng, đăng ký khác khóa và cuối cùng là rà soát dữ liệu đăng ký."
      },
      {
        "input": "Em muốn biết thời gian đăng ký học mỗi học kỳ là khi nào ạ?",
        "output": "Chào em, thời gian đăng ký học được thông báo cụ thể trước mỗi học kỳ, thường diễn ra vào khoảng 2-3 tuần trước khi bắt đầu học kỳ mới." 
      },
      {
        "input": "Em có thể đăng ký bao nhiêu tín chỉ trong một học kỳ ạ?",
        "output": "Chào em, số tín chỉ tối thiểu em có thể đăng ký trong một học kỳ là 11 tín chỉ và tối đa là 26 tín chỉ." 
      },
      {
        "input": "Trường hợp nào em được điều chỉnh số tín chỉ đăng ký ạ?",
        "output": "Chào em, trong một số trường hợp đặc biệt như: sức khỏe yếu, học 2 văn bằng... em có thể được xem xét điều chỉnh số tín chỉ đăng ký cho phù hợp."
      },
      {
        "input": "Em muốn đăng ký học phần của khóa khác thì phải làm như thế nào ạ?",
        "output": "Chào em, em có thể đăng ký học phần của khóa khác trong giai đoạn đăng ký khác khóa. Em cần chú ý đến điều kiện tiên quyết và số chỗ còn trống của học phần đó."
      },
      {
        "input": "Nếu em đăng ký học phần nhưng sau đó muốn hủy thì phải làm thế nào ạ?",
        "output": "Chào em, em có thể hủy đăng ký học phần trong thời gian quy định trước khi học kỳ bắt đầu. Em cần thực hiện thao tác hủy đăng ký trên hệ thống đăng ký học của trường."
      },
      {
        "input": "Trường hợp nào lớp học phần sẽ bị hủy ạ?",
        "output": "Chào em, lớp học phần có thể bị hủy nếu số lượng sinh viên đăng ký dưới 20 sinh viên hoặc do những lý do bất khả kháng khác."
      },
      {
        "input": "Em muốn biết học phần nào là học phần bắt buộc, học phần nào là tự chọn ạ?",
        "output": "Chào em, em có thể xem danh sách học phần bắt buộc và tự chọn trong chương trình đào tạo của ngành mình. Thông tin này cũng được công bố trên website của trường." 
      },
      {
        "input": "Em muốn biết thêm về quy định đăng ký học phần thay thế tương đương ạ.",
        "output": "Chào em, học phần thay thế tương đương là học phần được sử dụng để thay thế một học phần khác trước đây có trong chương trình nhưng nay không còn tổ chức đào tạo nữa. Em có thể liên hệ với phòng Đào tạo để được hướng dẫn cụ thể."
      },
      {
        "input": "Em muốn đăng ký học cải thiện điểm thì có điều kiện gì không ạ?", 
        "output": "Chào em, em có thể đăng ký học cải thiện điểm nếu đã có điểm học phần đạt mức B, C hoặc D. Em chỉ được đăng ký học cải thiện điểm tối đa 2 lần cho một học phần."
      },
      {
        "input": "Em muốn biết cách đăng ký học phần Giáo dục quốc phòng và Giáo dục thể chất ạ.",
        "output": "Chào em, việc đăng ký học phần Giáo dục quốc phòng và Giáo dục thể chất được thực hiện theo hướng dẫn riêng của bộ môn và phòng Đào tạo. Em có thể theo dõi thông báo trên website hoặc bảng tin của khoa."
      },
      {
        "input": "Em muốn đăng ký học cùng lúc hai chương trình thì phải làm thế nào ạ?",
        "output": "Chào em, em cần viết đơn gửi lên phòng Đào tạo và đáp ứng các điều kiện về học lực để được xét duyệt học hai chương trình." 
      },
      {
      "input": "Cảnh báo học tập có mấy mức độ ạ?",
      "output": "Chào em, cảnh báo học tập có 3 mức độ: mức 1, mức 2 và mức 3. Mức độ cảnh báo tăng dần theo số lần sinh viên bị cảnh báo học tập." 
    },
    {
      "input": "Em bị cảnh báo học tập mức 2 thì có bị sao không ạ?", 
      "output": "Chào em, nếu em bị cảnh báo học tập mức 2 thì cần cố gắng cải thiện kết quả học tập trong học kỳ tiếp theo. Nếu tiếp tục không đạt yêu cầu, em có thể bị cảnh báo mức 3 và bị buộc thôi học." 
    },
    {
      "input": "Làm thế nào để xóa cảnh báo học tập ạ?",
      "output": "Chào em, nếu em đã bị cảnh báo học tập ở mức 1 hoặc 2 mà trong lần xử lý học tập ở học kỳ liền sau kết quả học tập đạt yêu cầu thì sẽ được xóa cảnh báo học tập." 
    },
    {
        "input": "Em muốn biết trường hợp nào sinh viên được bảo lưu kết quả học tập ạ?", 
        "output": "Chào em, sinh viên được bảo lưu kết quả học tập trong các trường hợp: ốm đau, thai sản, tai nạn, tham gia nghĩa vụ quân sự hoặc các hoạt động do nhà trường điều động." 
      },
      {
        "input": "Em muốn biết thêm về quy định xét tốt nghiệp ạ.",
        "output": "Chào em, để được xét tốt nghiệp, sinh viên cần đáp ứng các điều kiện: hoàn thành chương trình đào tạo, đạt điểm trung bình tích lũy tối thiểu, có chứng chỉ Giáo dục quốc phòng - an ninh, đạt chuẩn đầu ra ngoại ngữ và tin học." 
      },
      {
        "input": "Hạng tốt nghiệp được xác định như thế nào ạ?",
        "output": "Chào em, hạng tốt nghiệp được xác định dựa trên điểm trung bình tích lũy của toàn khóa học theo các mức: xuất sắc, giỏi, khá, trung bình khá và trung bình." 
      },
      {
        "input": "Điểm trung bình chung tích lũy được sử dụng để làm gì ạ?",
        "output": "Chào em, điểm trung bình chung tích lũy được sử dụng để xét cảnh báo học tập, thôi học, xếp hạng học lực sinh viên và xếp hạng tốt nghiệp."
      },
      {
        "input": "Điểm trung bình học kỳ và điểm trung bình chung tích lũy được tính như thế nào ạ?",
        "output": "Chào em, điểm trung bình học kỳ và điểm trung bình chung tích lũy được tính bằng tổng điểm các học phần nhân với số tín chỉ tương ứng, chia cho tổng số tín chỉ của tất cả các học phần và được làm tròn đến 2 chữ số thập phân."
      },
      {
        "input": "Sinh viên được xếp loại học lực theo những tiêu chí nào ạ?",
        "output": "Chào em, sinh viên được xếp loại học lực theo điểm trung bình học kỳ, điểm trung bình năm học hoặc điểm trung bình tích lũy."
      },
      {
        "input": "Trường hợp nào kết quả học tập trong học kỳ phụ và học kỳ hè được tính vào điểm trung bình ạ?",
        "output": "Chào em, kết quả học tập trong học kỳ phụ được gộp vào kết quả học tập trong học kỳ chính tổ chức đồng thời, kết quả học tập kỳ hè được gộp vào học kỳ 2 của năm học để xếp hạng sinh viên về học lực."
      },
      {
        "input": "Trường xếp hạng sinh viên theo năm học dựa vào những tiêu chí nào ạ?",
        "output": "Chào em, trường xếp hạng sinh viên theo năm học dựa vào số tín chỉ tích lũy được từ đầu khóa học và số tín chỉ trung bình một năm học theo kế hoạch học tập chuẩn."
      },
      {
        "input": "Điểm học phần của em được đánh giá dựa trên những yếu tố nào?",
        "output": "Chào em, điểm học phần được đánh giá dựa trên tối thiểu hai điểm thành phần, có thể bao gồm: điểm kiểm tra thường xuyên, điểm thảo luận, điểm thực hành, điểm chuyên cần, điểm thi giữa kỳ, điểm tiểu luận và điểm thi kết thúc học phần." 
      },
      {
        "input": "Điểm thi kết thúc học phần có trọng số là bao nhiêu ạ?",
        "output": "Chào em, điểm thi kết thúc học phần có trọng số không dưới 50%."
      },
      {
        "input": "Em muốn biết cách tính điểm học phần thực hành, thí nghiệm.",
        "output": "Chào em, điểm học phần thực hành, thí nghiệm là điểm trung bình cộng của điểm các bài thực hành trong học kỳ, được làm tròn đến một chữ số thập phân."
      },
      {
        "input": "Mỗi học kỳ có bao nhiêu kỳ thi ạ?",
        "output": "Chào em, mỗi học kỳ chỉ có một kỳ thi duy nhất để thi kết thúc học phần."
      },
      {
        "input": "Điều kiện để được dự thi kết thúc học phần là gì ạ?",
        "output": "Chào em, điều kiện để được dự thi kết thúc học phần là: đạt tỷ lệ chuyên cần tối thiểu và đạt điểm trung bình các bài kiểm tra từ 4.0 trở lên." 
      },
      {
        "input": "Em muốn chuyển sang học ngành khác thì cần những điều kiện gì ạ?",
        "output": "Chào em, để chuyển sang học ngành khác, em cần đáp ứng các điều kiện: không đang là sinh viên năm thứ nhất hoặc năm cuối khóa, không thuộc diện bị xem xét buộc thôi học, đạt điều kiện trúng tuyển của ngành muốn chuyển đến trong cùng khóa tuyển sinh và được sự đồng ý của các bên liên quan."
      },
      {
        "input": "Em muốn chuyển từ phân hiệu về trụ sở chính thì phải làm như thế nào ạ?", 
        "output": "Chào em, quy trình chuyển từ phân hiệu về trụ sở chính tương tự như quy trình chuyển ngành. Em cần đáp ứng các điều kiện về thời gian học, học lực và được sự đồng ý của các bên liên quan."
      },
      {
        "input": "Em có thể chuyển sang học tại một trường đại học khác được không ạ?",
        "output": "Chào em, em có thể chuyển sang học tại một trường đại học khác nếu đáp ứng các điều kiện về thời gian học, học lực, đạt điều kiện trúng tuyển của trường muốn chuyển đến và được sự đồng ý của cả hai trường." 
      },
      {
        "input": "Em muốn chuyển từ hệ chính quy sang hệ vừa làm vừa học thì phải làm thế nào ạ?",
        "output": "Chào em, em có thể chuyển từ hệ chính quy sang hệ vừa làm vừa học nếu còn đủ thời gian học tập theo quy định của hệ vừa làm vừa học." 
      },
      {
        "input": "Sau khi chuyển trường, kết quả học tập của em có được công nhận không ạ?", 
        "output": "Chào em, sau khi chuyển trường, kết quả học tập của em sẽ được xem xét công nhận và chuyển đổi tín chỉ dựa trên sự tương đồng giữa chương trình đào tạo của hai trường."
      },
      {
        "input": "Em muốn biết thêm về chương trình trao đổi sinh viên ạ.",
        "output": "Chào em, trường có chương trình trao đổi sinh viên với một số trường đại học đối tác ở nước ngoài. Em có thể tham khảo thông tin chi tiết tại phòng Quan hệ quốc tế."
      },
      {
        "input": "Em muốn biết thêm về quy định học cùng lúc hai chương trình ạ.", 
        "output": "Chào em, để học cùng lúc hai chương trình, em cần đáp ứng các điều kiện về ngành học, học lực và thời gian học. Em có thể tham khảo chi tiết trong quy chế đào tạo của trường."
      },
      {
        "input": "Em muốn học liên thông từ cao đẳng lên đại học thì phải làm như thế nào ạ?",
        "output": "Chào em, em cần tham gia kỳ thi tuyển sinh liên thông từ cao đẳng lên đại học do trường tổ chức. Em có thể theo dõi thông tin tuyển sinh trên website của trường." 
      },
      {
        "input": "Em muốn biết thêm về quy định xử lý vi phạm đối với sinh viên ạ.",
        "output": "Chào em, sinh viên vi phạm quy chế đào tạo sẽ bị xử lý kỷ luật tùy theo mức độ vi phạm. Các hình thức kỷ luật có thể là: khiển trách, cảnh cáo, đình chỉ học tập hoặc buộc thôi học." 
      },
      {
        "input": "Cho em hỏi học phần tự chọn là gì ạ?", 
        "output": "Chào em, học phần tự chọn là học phần mà em được tự do lựa chọn để tích lũy đủ số tín chỉ theo yêu cầu của chương trình đào tạo."
      },
      {
        "input": "Thế nào là học phần tiên quyết, học phần song hành ạ?",
        "output": "Chào em, học phần tiên quyết là học phần em phải học và đạt trước khi đăng ký học phần khác. Học phần song hành là học phần em phải đăng ký học cùng lúc với một học phần khác." 
      },
      {
        "input": "Em muốn biết học phần nào được miễn học và công nhận tín chỉ ạ.", 
        "output": "Chào em, các học phần có nội dung và khối lượng kiến thức tương đương với những học phần em đã học trước đó có thể được miễn học và công nhận tín chỉ." 
      },
      {
        "input": "Em muốn biết thêm về học phần cấp chứng chỉ ạ.", 
        "output": "Chào em, học phần cấp chứng chỉ là học phần không tính tín chỉ tích lũy. Sau khi hoàn thành học phần này, em sẽ được cấp chứng chỉ theo quy định." 
      },
      {
        "input": "Em muốn biết danh sách học phần mở trong học kỳ này ở đâu ạ?",
        "output": "Chào em, danh sách học phần mở trong học kỳ được công bố trên website của trường và bảng tin của khoa."
      },
      { 
        "input": "Em muốn biết giới hạn số lần học lại một học phần là bao nhiêu ạ?",
        "output": "Chào em, em có thể học lại một học phần tối đa 2 lần."
      },
      {
        "input": "Em muốn biết thêm về quy định học cải thiện điểm ạ.",
        "output": "Chào em, em có thể đăng ký học cải thiện điểm nếu đã có điểm học phần đạt mức B, C hoặc D. Điểm cao nhất trong các lần học sẽ được tính là điểm công nhận cuối cùng của học phần đó. Em chỉ được đăng ký học cải thiện điểm tối đa 2 lần cho một học phần." 
      },
      {
        "input": "Em muốn biết thêm về quy định về điểm danh ạ.", 
        "output": "Chào em, sinh viên cần đạt tỷ lệ chuyên cần tối thiểu là 80% để đủ điều kiện dự thi kết thúc học phần." 
      },
      {
        "input": "Em muốn biết nếu em nghỉ học có phép thì có được tính vào tỷ lệ chuyên cần không ạ?",
        "output": "Chào em, nếu em nghỉ học có phép và được chấp thuận thì sẽ không bị tính vào tỷ lệ vắng mặt."
      },
      {
        "input": "Em muốn biết thời gian học bù sẽ được bố trí như thế nào ạ?",
        "output": "Chào em, thời gian học bù sẽ do giảng viên phụ trách học phần bố trí, đảm bảo phù hợp với lịch học của sinh viên và tiến độ chương trình."
      },
      {
        "input": "Em muốn biết thêm về quy định về việc sử dụng điện thoại di động trong lớp học ạ.",
        "output": "Chào em, sinh viên cần để điện thoại ở chế độ im lặng hoặc rung trong giờ học để tránh ảnh hưởng đến giảng viên và các bạn khác."
      },
      {
        "input": "Em muốn biết thêm về các hoạt động ngoại khóa của trường ạ.",
        "output": "Chào em, trường có rất nhiều câu lạc bộ và đội nhóm sinh viên hoạt động sôi nổi với các lĩnh vực khác nhau như: thể thao, nghệ thuật, học thuật, tình nguyện... Em có thể tìm hiểu và tham gia các hoạt động này để phát triển kỹ năng và mở rộng mối quan hệ."
      },
      {
        "input": "Em muốn biết thêm về quy định về trang phục khi đi học ạ.",
        "output": "Chào em, sinh viên cần ăn mặc lịch sự, gọn gàng và phù hợp với môi trường học đường."
      },
      {
        "input": "Em muốn biết thêm về quy định về việc bảo quản tài sản của trường ạ.",
        "output": "Chào em, sinh viên có trách nhiệm bảo quản tài sản của trường, không được tự ý di chuyển hoặc làm hư hỏng tài sản." 
      },
      {
        "input": "Cho em hỏi tiết 1 bắt đầu từ mấy giờ ạ?",
        "output": "Chào em, tiết 1 bắt đầu từ 7h00 sáng."
      },
      {
        "input": "Tiết 4 kết thúc lúc mấy giờ ạ?",
        "output": "Chào em, tiết 4 kết thúc lúc 10h35 sáng." 
      },
      {
        "input": "Giờ nghỉ trưa bắt đầu từ mấy giờ ạ?",
        "output": "Chào em, giờ nghỉ trưa thường bắt đầu từ 12h25 đến 12h55." 
      },
      {
        "input": "Tiết học cuối cùng trong ngày kết thúc lúc mấy giờ ạ?",
        "output": "Chào em, tiết học cuối cùng trong ngày (tiết 15) kết thúc lúc 21h30." 
      },
      {
        "input": "Cho em hỏi thời gian nghỉ giữa các tiết học là bao lâu ạ?", 
        "output": "Chào em, thời gian nghỉ giữa các tiết học là 5 phút."
      },
      {
        "input": "Nếu em có tiết học vào buổi tối thì thời gian cụ thể là từ mấy giờ ạ?",
        "output": "Chào em, các tiết học buổi tối thường được bố trí từ 18h50 đến 21h30, chia làm 3 tiết: tiết 13, tiết 14 và tiết 15."
      },
      {
        "input": "Em muốn biết thời gian cụ thể của các buổi học sáng, chiều và tối ạ.",
        "output": "Chào em, buổi sáng có 6 tiết học, từ 7h00 đến 12h25. Buổi chiều có 7 tiết học, từ 12h55 đến 18h20. Buổi tối có 3 tiết học, từ 18h50 đến 21h30." 
      },
      {
        "input": "Kế hoạch giảng dạy và học tập có những nội dung gì ạ?",
        "output": "Chào em, kế hoạch giảng dạy và học tập bao gồm kế hoạch năm học, kế hoạch học kỳ và thời khóa biểu." 
      },
      {
        "input": "Em muốn biết kế hoạch năm học có những thông tin gì ạ?",
        "output": "Chào em, kế hoạch năm học thể hiện những mốc thời gian chính của các hoạt động đào tạo trong năm học cho tất cả hình thức, chương trình đào tạo."
      },
      {
        "input": "Kế hoạch học kỳ có những thông tin gì ạ?",
        "output": "Chào em, kế hoạch học kỳ bao gồm kế hoạch mở lớp, hình thức dạy và học, lịch học, lịch thi của các học phần được tổ chức trong học kỳ." 
      },
      {
        "input": "Thời khóa biểu có những thông tin gì ạ?",
        "output": "Chào em, thời khóa biểu thể hiện thời gian, địa điểm, hoạt động dạy và học của từng lớp thuộc các khóa học, hình thức và chương trình đào tạo."
      },
      {
        "input": "Em muốn biết lịch trình giảng dạy có những thông tin gì ạ?",
        "output": "Chào em, lịch trình giảng dạy là kế hoạch, tiến độ theo thời gian các công tác giảng dạy của từng học phần." 
      },
      {
        "input": "Em muốn biết khi nào trường tổ chức đăng ký học tập ạ?",
        "output": "Chào em, trường tổ chức đăng ký học tập trước khi bắt đầu mỗi học kỳ." 
      },
      {
        "input": "Em muốn biết sinh viên đăng ký học tập ở đâu ạ?",
        "output": "Chào em, sinh viên đăng ký học tập trên Hệ thống đăng ký học tập của Trường."
      },
      {
        "input": "Em muốn biết sinh viên học theo tín chỉ phải đăng ký những gì ạ?", 
        "output": "Chào em, sinh viên học theo tín chỉ phải đăng ký lớp của các học phần dự định sẽ học trong học kỳ, gồm: những học phần mới, một số học phần chưa đạt (để học lại) và một số học phần đã đạt (để cải thiện điểm, nếu có) căn cứ danh sách học phần được mở và điều kiện đăng ký của mỗi học phần."
      },
      {
        "input": "Em muốn biết sinh viên học theo niên chế phải đăng ký những gì ạ?",
        "output": "Chào em, sinh viên học theo niên chế đăng ký học lại những học phần chưa đạt dự định sẽ học trong học kỳ, đăng ký học cải thiện điểm hoặc đăng ký học những học phần tự chọn theo quy định của chương trình đào tạo."
      },
      {
        "input": "Giới hạn khối lượng học tập của sinh viên trong một học kỳ là bao nhiêu ạ?",
        "output": "Chào em, khối lượng học tập tối thiểu là 11 tín chỉ và tối đa là 26 tín chỉ." 
      },
      {
        "input": "Em muốn biết nhiệm vụ của trưởng khoa trong việc tổ chức giảng dạy và học tập là gì ạ?", 
        "output": "Chào em, trưởng khoa có nhiệm vụ chỉ đạo, kiểm tra các bộ môn trong việc thực hiện kế hoạch giảng dạy và học tập, đồng thời tổ chức kiểm tra đột xuất việc thực hiện nhiệm vụ của giảng viên."
      },
      {
        "input": "Em muốn biết nhiệm vụ của trưởng bộ môn trong việc tổ chức giảng dạy và học tập là gì ạ?",
        "output": "Chào em, trưởng bộ môn có nhiệm vụ phân công giảng viên, phê duyệt lịch trình giảng dạy, tổ chức dự giờ, xây dựng đề cương học phần và tổng hợp báo cáo tình hình giảng dạy của bộ môn."
      },
      {
        "input": "Em muốn biết nhiệm vụ của giảng viên trong việc tổ chức giảng dạy và học tập là gì ạ?", 
        "output": "Chào em, giảng viên có nhiệm vụ chuẩn bị bài giảng, xây dựng lịch trình giảng dạy, lên lớp đúng giờ, đúng nội dung và đổi mới phương pháp giảng dạy."
      },
      {
        "input": "Em muốn biết trường sử dụng phần mềm nào để dạy và học trực tuyến ạ?",
        "output": "Chào em, trường sử dụng phần mềm Zoom, Google Meet và Microsoft Teams để dạy và học trực tuyến."
      },
      {
        "input": "Quy định về việc điểm danh trong lớp học trực tuyến như thế nào ạ?",
        "output": "Chào em, sinh viên cần tham gia đầy đủ các buổi học trực tuyến và điểm danh theo quy định của giảng viên."
      },
      {
        "input": "Chào anh/chị, cho em hỏi thời gian học đại học chính quy là bao lâu?",
        "output": "Chào em, thời gian học đại học chính quy theo kế hoạch là từ 4 đến 4.5 năm, tùy thuộc vào nhóm ngành em theo học. Em có thể tham khảo chi tiết trong Quy chế đào tạo của trường nhé."
      },
      {
        "input": "Em muốn học ngành quản lý xây dựng, vậy thời gian tối đa để em hoàn thành khóa học là bao lâu?",
        "output": "Đối với ngành quản lý xây dựng hệ chính quy, em có tối đa 9 năm để hoàn thành khóa học. Chúc em học tập tốt!"
      },
      {
        "input": "Em dự định học liên thông cao đẳng lên đại học ngành ngôn ngữ, thời gian học là bao lâu ạ?",
        "output": "Chào em, nếu em học liên thông cao đẳng lên đại học ngành ngôn ngữ theo hình thức chính quy, thời gian học theo kế hoạch là 1.5 năm và thời gian tối đa là 3 năm."
      },
      {
        "input": "Em muốn học 2 bằng đại học, vậy thời gian tối đa để hoàn thành là bao lâu?",
        "output": "Khi học 2 bằng đại học, thời gian tối đa em được phép học sẽ bằng với thời gian tối đa của chương trình thứ nhất. Ví dụ, nếu chương trình thứ nhất có thời gian tối đa là 4.5 năm thì em có tối đa 4.5 năm để hoàn thành cả hai chương trình."
      },
      {
        "input": "Thời gian học tối đa có tính cả thời gian em bảo lưu kết quả học tập không?",
        "output": "Có em, thời gian bảo lưu kết quả học tập do ốm đau, thai sản hoặc các lý do cá nhân khác đều được tính vào thời gian học chính thức của em."
      },
      {
        "input": "Em nghe nói có quy định về số tín chỉ tối thiểu và tối đa trong một học kỳ, cụ thể là như thế nào ạ?",
        "output": "Đúng rồi em, mỗi học kỳ em cần đăng ký học tối thiểu 11 tín chỉ và tối đa là 26 tín chỉ. Trường hợp đặc biệt như sức khỏe yếu hoặc học 2 văn bằng thì trường sẽ xem xét điều chỉnh cho phù hợp."
      },
      {
        "input": "Điểm trung bình tích lũy như thế nào thì được xếp loại giỏi ạ?",
        "output": "Để được xếp loại giỏi, điểm trung bình tích lũy của em cần đạt từ 3.20 đến 3.59 theo thang điểm 4. Chúc em đạt kết quả tốt nhé!"
      },
      {
        "input": "Em muốn biết điều kiện để được xét tốt nghiệp, anh/chị có thể cho em biết được không?",
        "output": "Để được xét tốt nghiệp, em cần đáp ứng các điều kiện sau: tích lũy đủ số tín chỉ theo yêu cầu chương trình đào tạo, điểm trung bình tích lũy từ 2.00 trở lên, có chứng chỉ giáo dục quốc phòng và hoàn thành học phần giáo dục thể chất, đạt chuẩn đầu ra ngoại ngữ và tin học."
      },
      {
        "input": "Nếu em không may bị buộc thôi học thì có được bảo lưu kết quả học tập không?",
        "output": "Việc bảo lưu kết quả học tập sẽ do Hiệu trưởng xem xét và quyết định dựa trên từng trường hợp cụ thể em nhé."
      },
      {
        "input": "Em muốn chuyển sang học ngành khác thì cần những điều kiện gì ạ?",
        "output": "Em có thể chuyển ngành nếu đáp ứng các điều kiện: không phải là sinh viên năm nhất hoặc năm cuối, không thuộc diện bị buộc thôi học, đạt điều kiện trúng tuyển của ngành muốn chuyển trong cùng khóa tuyển sinh, và được sự đồng ý của các khoa và hiệu trưởng." 
      },
      {
        "input": "Em muốn học liên thông lên đại học, trường có những ngành nào đào tạo ạ?",
        "output": "Trường nhận đào tạo liên thông lên đại học cho người đã tốt nghiệp các trình độ của giáo dục nghề nghiệp. Em có thể tham khảo danh sách các ngành đào tạo trên website của trường hoặc liên hệ trực tiếp với Phòng Đào tạo để được tư vấn cụ thể hơn."
      },
      {
        "input": "Em đã tốt nghiệp đại học, vậy em có thể học liên thông để lấy thêm bằng đại học ngành khác không?",
        "output": "Chào em, trường có đào tạo liên thông đại học cho người đã có bằng đại học để lấy thêm bằng thứ hai. Tuy nhiên, ngành học đó phải đã tuyển sinh được ít nhất 3 khóa. Em có thể tham khảo thông tin chi tiết tại Phòng Đào tạo."
      },
      {
        "input": "Nếu em học liên thông thì có được miễn giảm học phí không?",
        "output": "Chính sách miễn giảm học phí cho sinh viên liên thông sẽ được thông báo cụ thể trong Quy chế tuyển sinh của trường hàng năm. Em nên theo dõi thông tin trên website hoặc liên hệ Phòng Đào tạo để cập nhật thông tin mới nhất."
      },
      {
        "input": "Điểm thi các môn Giáo dục quốc phòng, Giáo dục thể chất có tính vào điểm trung bình học kỳ không?",
        "output": "Điểm thi các môn Giáo dục quốc phòng, Giáo dục thể chất và các học phần để cấp chứng chỉ chuẩn đầu ra Ngoại ngữ, Tin học sẽ không được tính vào điểm trung bình học kỳ hoặc điểm trung bình tích lũy của em."
      },
      {
        "input": "Em muốn biết quy định về việc bảo lưu kết quả học tập khi đi nghĩa vụ quân sự?",
        "output": "Khi em được điều động vào lực lượng vũ trang, em có thể làm đơn xin bảo lưu kết quả học tập. Sau khi hoàn thành nghĩa vụ, em có thể quay trở lại trường để học tiếp."
      },
      {
        "input": "Em muốn tham gia chương trình trao đổi sinh viên, trường mình có liên kết với những trường nào ạ?",
        "output": "Trường hiện đang có chương trình trao đổi sinh viên với một số trường đại học trong và ngoài nước. Em có thể tìm hiểu thông tin chi tiết về danh sách các trường đối tác, điều kiện tham gia và quy trình đăng ký tại Phòng Quan hệ quốc tế của trường."
      },
      {
        "input": "Kết quả học tập của em ở trường nước ngoài có được công nhận khi tham gia chương trình trao đổi sinh viên không?",
        "output": "Việc công nhận kết quả học tập của em ở trường nước ngoài sẽ được quy định cụ thể trong hợp đồng hợp tác giữa trường mình và trường đối tác. Em nên tìm hiểu kỹ thông tin trước khi tham gia chương trình trao đổi sinh viên."
      },
      {
        "input": "Em muốn biết hình thức kỷ luật nếu sinh viên gian lận trong thi cử?",
        "output": "Sinh viên gian lận trong thi cử sẽ bị xử lý kỷ luật theo quy định của Quy chế thi tốt nghiệp Trung học phổ thông hiện hành, tùy theo mức độ vi phạm."
      },
      {
        "input": "Nếu em thi hộ cho bạn thì sẽ bị xử lý như thế nào?",
        "output": "Thi hộ hoặc nhờ người thi hộ là hành vi vi phạm nghiêm trọng. Nếu em vi phạm lần đầu sẽ bị đình chỉ học tập 1 năm, vi phạm lần 2 sẽ bị buộc thôi học." 
      },
      {
        "input": "Trường hợp nào sinh viên sẽ bị buộc thôi học ạ?",
        "output": "Sinh viên sẽ bị buộc thôi học nếu thuộc một trong các trường hợp sau: nhận cảnh báo kết quả học tập mức 3, vượt quá thời gian tối đa được phép học, tự ý bỏ học không lý do, thi hộ hoặc nhờ người thi hộ lần 2, sử dụng hồ sơ giả để trúng tuyển hoặc tốt nghiệp." 
      },
      {
        "input": "Em lỡ bị cảnh báo học tập, vậy em cần làm gì để khắc phục?",
        "output": "Em nên xem xét kỹ nguyên nhân dẫn đến việc bị cảnh báo học tập và cố gắng cải thiện kết quả học tập trong những học kỳ tiếp theo. Nếu điểm trung bình học kỳ của em đạt yêu cầu thì cảnh báo học tập sẽ được xóa bỏ."
      },
      {
        "input": "Em muốn xin bảo lưu kết quả học tập, thủ tục như thế nào ạ?",
        "output": "Em cần viết đơn xin bảo lưu kết quả học tập và nộp cho Phòng Đào tạo kèm theo các giấy tờ chứng minh lý do bảo lưu. Phòng Đào tạo sẽ xem xét và trình Hiệu trưởng phê duyệt."
      },
      {
        "input": "Em muốn biết thời gian nhận bằng tốt nghiệp sau khi hoàn thành chương trình học?",
        "output": "Bằng tốt nghiệp sẽ được cấp trong thời hạn 3 tháng kể từ thời điểm em đáp ứng đầy đủ điều kiện tốt nghiệp và hoàn thành các nghĩa vụ với nhà trường."
      },
      {
        "input": "Điểm trung bình tích lũy như thế nào thì được xếp loại xuất sắc?",
        "output": "Để được xếp loại xuất sắc, điểm trung bình tích lũy của em cần đạt từ 3.60 đến 4.00 theo thang điểm 4. Chúc em đạt kết quả cao nhé!"
      },
      {
        "input": "Em muốn biết cụ thể hơn về quy định học phần thực tập?",
        "output": "Quy định về học phần thực tập sẽ được hướng dẫn chi tiết trong đề cương học phần do bộ môn phụ trách biên soạn. Em nên tham khảo kỹ đề cương trước khi bắt đầu thực tập."
      },
      {
        "input": "Lịch thi kết thúc học phần được sắp xếp như thế nào ạ?", 
        "output": "Lịch thi kết thúc học phần do Phòng Đào tạo sắp xếp và công bố trước kỳ thi. Lịch thi sẽ đảm bảo không trùng lịch thi của sinh viên, không trùng phòng thi, và các môn thi được giãn cách hợp lý."
      },
      {
        "input": "Em có thể học cải thiện điểm những học phần nào?",
        "output": "Em có thể đăng ký học cải thiện điểm đối với những học phần đã đạt nhưng muốn nâng cao kết quả, ví dụ như từ điểm B lên điểm A." 
      },
      {
        "input": "Nếu em vắng thi có lý do chính đáng thì sẽ được xử lý như thế nào?",
        "output": "Nếu em vắng thi có lý do chính đáng và được chấp thuận hoãn thi, em sẽ được bố trí thi vào đợt thi khác và điểm thi đó sẽ được công nhận là điểm thi lần đầu."
      },
      {
        "input": "Em muốn biết thông tin về học bổng của trường?", 
        "output": "Trường có nhiều chương trình học bổng dành cho sinh viên có thành tích học tập xuất sắc, sinh viên có hoàn cảnh khó khăn, và các đối tượng ưu tiên khác. Em có thể tham khảo thông tin chi tiết tại Phòng Công tác sinh viên hoặc trên website của trường."
      }, 
      {
        "input": "Em có thể đăng ký học cùng lúc 2 chương trình đào tạo không?",
        "output": "Em có thể đăng ký học cùng lúc 2 chương trình đào tạo nếu đáp ứng điều kiện về học lực và thời gian học. Em cần đạt học lực khá trở lên và đã hoàn thành năm thứ 2 của chương trình thứ nhất."
      },
      {
        "input": "Nghe nói trường mình áp dụng cả đào tạo theo tín chỉ và niên chế, vậy cụ thể như thế nào ạ?",
        "output": "Trường áp dụng linh hoạt cả hai phương thức đào tạo tín chỉ và niên chế tùy theo tính chất của từng ngành học và học phần. Ví dụ, một số môn học cơ sở có thể áp dụng niên chế, trong khi các môn chuyên ngành có thể áp dụng tín chỉ để sinh viên chủ động lựa chọn."
      },
      {
        "input": "Nếu em học theo tín chỉ, em có thể tự chọn thời gian học các môn không?",
        "output": "Đúng rồi, khi học theo tín chỉ, em có thể tự chọn thời gian học các môn phù hợp với lịch trình cá nhân, miễn là đáp ứng được điều kiện tiên quyết và số lượng tín chỉ tối thiểu/tối đa mỗi học kỳ."
      },
      {
        "input": "Trường hợp nào em cần phải học lại một học phần?",
        "output": "Em cần học lại một học phần nếu điểm học phần đó không đạt (dưới 4.0) hoặc em muốn cải thiện điểm số để nâng cao kết quả học tập."
      },
      {
        "input": "Em có thể học vượt tín chỉ không, và có giới hạn gì không?",
        "output": "Em có thể đăng ký học vượt tín chỉ nếu đáp ứng điều kiện về học lực và thời gian. Tuy nhiên, số tín chỉ đăng ký mỗi học kỳ vẫn phải nằm trong giới hạn tối thiểu và tối đa theo quy định của trường."
      },
      {
        "input": "Em muốn biết quy trình đánh giá kết quả học tập của sinh viên?",
        "output": "Kết quả học tập của sinh viên được đánh giá theo từng học phần, học kỳ và cả năm học. Điểm học phần được tính toán dựa trên nhiều điểm thành phần như điểm chuyên cần, điểm kiểm tra, điểm thi giữa kỳ, điểm thi kết thúc học phần, v.v. Điểm trung bình học kỳ và điểm trung bình tích lũy được tính dựa trên điểm số và số tín chỉ của các học phần."
      },
      {
        "input": "Em muốn biết về hoạt động ngoại khóa của trường?",
        "output": "Trường có rất nhiều câu lạc bộ và đội nhóm sinh viên hoạt động sôi nổi trong các lĩnh vực văn hóa, thể thao, học thuật, v.v. Em có thể tham gia các hoạt động này để rèn luyện kỹ năng, mở rộng mối quan hệ và có những trải nghiệm đáng nhớ trong thời gian học đại học."
      },
      {
        "input": "Trường có hỗ trợ sinh viên tìm kiếm việc làm sau khi tốt nghiệp không?",
        "output": "Có em, trường có Trung tâm Hỗ trợ sinh viên và Việc làm để hỗ trợ sinh viên tìm kiếm việc làm sau khi tốt nghiệp. Trung tâm thường xuyên tổ chức các buổi tư vấn nghề nghiệp, hội chợ việc làm, và kết nối sinh viên với các doanh nghiệp."
      },
      {
        "input": "Em muốn biết về cơ hội học tập và nghiên cứu ở nước ngoài?",
        "output": "Trường có hợp tác với nhiều trường đại học nước ngoài để triển khai các chương trình trao đổi sinh viên, học bổng du học, và các dự án nghiên cứu chung. Em có thể tìm hiểu thông tin chi tiết tại Phòng Quan hệ quốc tế của trường."
      },
      {
        "input": "Em có thể tham gia các dự án nghiên cứu khoa học của giảng viên không?",
        "output": "Có em, trường khuyến khích sinh viên tham gia các dự án nghiên cứu khoa học của giảng viên để nâng cao kiến thức chuyên môn và kỹ năng thực hành. Em có thể liên hệ trực tiếp với giảng viên phụ trách các dự án mà em quan tâm."
      },
      {
        "input": "Trường có ký túc xá cho sinh viên không, điều kiện để được ở ký túc xá như thế nào?",
        "output": "Trường có ký túc xá với đầy đủ tiện nghi cho sinh viên. Sinh viên năm nhất sẽ được ưu tiên đăng ký ở ký túc xá. Các năm tiếp theo, việc xét duyệt ở ký túc xá sẽ dựa trên kết quả học tập và hoàn cảnh gia đình của sinh viên." 
      },
        {
          "input": "Em muốn khởi nghiệp, trường có hỗ trợ gì cho sinh viên không?",
          "output": "Trường có Trung tâm Hỗ trợ khởi nghiệp và Sáng tạo để hỗ trợ sinh viên khởi nghiệp. Trung tâm sẽ cung cấp các khóa đào tạo, tư vấn, kết nối với các nhà đầu tư, và hỗ trợ sinh viên xây dựng kế hoạch kinh doanh."
        },
        {
          "input": "Em muốn tham gia các hoạt động tình nguyện, trường có những chương trình nào?",
          "output": "Trường thường xuyên tổ chức các chương trình tình nguyện như Mùa hè xanh, Xuân tình nguyện, tiếp sức mùa thi, v.v. Em có thể đăng ký tham gia các chương trình này thông qua Đoàn Thanh niên hoặc Hội Sinh viên của trường."
        },
        {
          "input": "Em muốn học thêm một ngoại ngữ khác ngoài tiếng Anh, trường có hỗ trợ không?",
          "output": "Trường có mở các lớp học ngoại ngữ tự chọn như tiếng Nhật, tiếng Hàn, tiếng Trung, v.v. Em có thể đăng ký học các lớp này để nâng cao khả năng ngoại ngữ của mình."
        },
        {
          "input": "Em muốn biết quy định về việc bảo hiểm y tế cho sinh viên?",
          "output": "Tất cả sinh viên của trường đều phải tham gia bảo hiểm y tế theo quy định của nhà nước. Em có thể đăng ký mua bảo hiểm y tế tại Phòng Công tác sinh viên."
        },
        {
          "input": "Em muốn đóng góp ý kiến về chất lượng giảng dạy, em có thể làm như thế nào?",
          "output": "Em có thể đóng góp ý kiến về chất lượng giảng dạy thông qua các kênh như: phiếu khảo sát giảng dạy, hộp thư góp ý, hoặc gặp trực tiếp giảng viên, trưởng bộ môn, hoặc lãnh đạo khoa." 
        },
        {
          "input": "Em muốn biết về thủ tục chuyển đổi kết quả học tập từ trường khác sang trường mình?",
          "output": "Em cần nộp đơn xin chuyển đổi kết quả học tập cùng bảng điểm có xác nhận của trường cũ cho Phòng Đào tạo. Hội đồng chuyên môn của khoa sẽ xem xét và quyết định việc công nhận và chuyển đổi tín chỉ cho em."
        },
        {
          "input": "Em muốn học thêm chứng chỉ Tin học, trường có tổ chức lớp học không?",
          "output": "Trường có tổ chức các lớp học Tin học để cấp chứng chỉ theo quy định của Bộ Giáo dục và Đào tạo. Em có thể đăng ký học các lớp này tại Trung tâm Tin học của trường."
        },
        {
          "input": "Em muốn biết về quy định sử dụng thư viện của trường?", 
          "output": "Thư viện của trường có nhiều đầu sách và tài liệu tham khảo phục vụ nhu cầu học tập và nghiên cứu của sinh viên. Em cần làm thẻ thư viện để mượn sách và sử dụng các dịch vụ khác của thư viện."
        },
        {
          "input": "Trường có hỗ trợ sinh viên khuyết tật không?",
          "output": "Trường có chính sách hỗ trợ sinh viên khuyết tật như miễn giảm học phí, hỗ trợ dụng cụ học tập, và tạo điều kiện thuận lợi trong học tập và sinh hoạt."
        },
        {
          "input": "Em muốn biết về các hoạt động chào đón tân sinh viên?",
          "output": "Hàng năm, trường tổ chức các hoạt động chào đón tân sinh viên như tuần lễ định hướng, các buổi giao lưu, và các chương trình văn nghệ, thể thao. Đây là cơ hội để em làm quen với môi trường học tập mới, kết bạn và hòa nhập với cộng đồng sinh viên." 
        },
        {
          "input": "Em muốn biết về truyền thống và lịch sử của trường Đại học Thủy lợi?",
          "output": "Trường Đại học Thủy lợi được thành lập năm 1959 và là trường đại học đầu ngành về lĩnh vực thủy lợi, tài nguyên nước và môi trường. Trường có bề dày lịch sử và truyền thống đào tạo với nhiều thế hệ cựu sinh viên thành đạt trong nước và quốc tế. Em có thể tìm hiểu thêm về lịch sử của trường tại Bảo tàng trường hoặc trên website." 
        },
        {
          "input": "Trường có những giảng viên nổi tiếng nào?",
          "output": "Trường có đội ngũ giảng viên giàu kinh nghiệm, trình độ chuyên môn cao, và tâm huyết với nghề. Nhiều giảng viên của trường là các giáo sư, phó giáo sư, tiến sĩ đầu ngành trong lĩnh vực thủy lợi, tài nguyên nước và môi trường. Em có thể tìm hiểu thông tin về giảng viên trên website của trường." 
        },
        {
          "input": "Trường có những thành tựu nổi bật nào trong nghiên cứu khoa học?",
          "output": "Trường có nhiều thành tựu nổi bật trong nghiên cứu khoa học, đặc biệt là trong các lĩnh vực quản lý tài nguyên nước, biến đổi khí hậu, năng lượng tái tạo, và công nghệ môi trường. Các công trình nghiên cứu của trường đã được công bố trên các tạp chí khoa học uy tín trong và ngoài nước."
        },
        {
          "input": "Cơ hội việc làm của sinh viên tốt nghiệp trường mình như thế nào?",
          "output": "Sinh viên tốt nghiệp trường Đại học Thủy lợi có nhiều cơ hội việc làm trong các cơ quan nhà nước, doanh nghiệp, viện nghiên cứu, và các tổ chức quốc tế hoạt động trong lĩnh vực thủy lợi, tài nguyên nước và môi trường." 
        },
        {
          "input": "Em muốn biết về các hoạt động hợp tác quốc tế của trường?",
          "output": "Trường có hợp tác với nhiều trường đại học, viện nghiên cứu và tổ chức quốc tế trên thế giới để triển khai các chương trình trao đổi sinh viên, nghiên cứu khoa học, và chuyển giao công nghệ." 
        },
        {
          "input": "Trường có những câu lạc bộ nào dành cho sinh viên yêu thích thể thao?",
          "output": "Trường có nhiều câu lạc bộ thể thao như bóng đá, bóng rổ, bóng chuyền, cầu lông, bơi lội, võ thuật, v.v. Em có thể tham gia các câu lạc bộ này để rèn luyện sức khỏe và giao lưu với các bạn có cùng sở thích."
        },
        {
          "input": "Em muốn tham gia các hoạt động văn nghệ, trường có những câu lạc bộ nào?",
          "output": "Trường có nhiều câu lạc bộ văn nghệ như CLB Âm nhạc, CLB Nhảy, CLB Kịch, CLB Nhiếp ảnh, v.v. Em có thể tham gia các câu lạc bộ này để thể hiện tài năng và đam mê nghệ thuật của mình."
        }, 
        {
          "input": "Em muốn rèn luyện kỹ năng mềm, trường có những chương trình nào hỗ trợ?", 
          "output": "Trường có tổ chức các khóa học và workshop về kỹ năng mềm như kỹ năng giao tiếp, kỹ năng làm việc nhóm, kỹ năng thuyết trình, v.v. Em có thể đăng ký tham gia các chương trình này để nâng cao kỹ năng mềm của mình."
        },
        {
          "input": "Trường có tổ chức các cuộc thi học thuật cho sinh viên không?",
          "output": "Trường thường xuyên tổ chức các cuộc thi học thuật như Olympic các môn chuyên ngành, nghiên cứu khoa học sinh viên, thi sáng tạo kỹ thuật, v.v. Đây là cơ hội để em thể hiện năng lực học tập và nghiên cứu của mình."
        },
        {
          "input": "Em muốn tìm hiểu về văn hóa và đời sống sinh viên của trường?",
          "output": "Văn hóa và đời sống sinh viên của trường rất đa dạng và phong phú với nhiều hoạt động sôi nổi. Em có thể tham gia các sự kiện, lễ hội, và các hoạt động ngoại khóa để trải nghiệm và hòa mình vào cuộc sống sinh viên năng động."
        },
        {
          "input": "Trường có chương trình học bổng nào dành cho học sinh giỏi đạt giải quốc gia không?",
          "output": "Trường có chính sách ưu tiên xét tuyển và học bổng hấp dẫn cho các thí sinh đạt giải trong các kỳ thi học sinh giỏi cấp quốc gia. Em có thể tham khảo thông tin chi tiết trên website của trường hoặc liên hệ Phòng Tuyển sinh để được tư vấn."
        },
        {
          "input": "Em muốn biết về cơ hội thực tập tại các công ty, doanh nghiệp?",
          "output": "Trường có mối quan hệ hợp tác với nhiều công ty, doanh nghiệp trong các lĩnh vực liên quan đến ngành học. Em có thể tìm kiếm cơ hội thực tập thông qua Trung tâm Hỗ trợ sinh viên và Việc làm hoặc liên hệ trực tiếp với các công ty mà em quan tâm." 
        },
        {
          "input": "Em muốn tham gia các hoạt động nghiên cứu khoa học ngay từ năm nhất, có được không?",
          "output": "Có em, trường khuyến khích sinh viên tham gia nghiên cứu khoa học ngay từ năm nhất. Em có thể liên hệ với các giảng viên để tìm hiểu về các dự án nghiên cứu phù hợp với khả năng và sở thích của mình."
        },
        {
          "input": "Trường có những dịch vụ hỗ trợ sinh viên như thế nào?",
          "output": "Trường có nhiều dịch vụ hỗ trợ sinh viên như: y tế, tư vấn tâm lý, hỗ trợ học tập, hỗ trợ tài chính, hỗ trợ chỗ ở, v.v. Em có thể tìm hiểu thông tin chi tiết tại Phòng Công tác sinh viên."
        },
        {
          "input": "Môi trường học tập ở trường mình như thế nào?",
          "output": "Trường có môi trường học tập năng động, sáng tạo và thân thiện. Giảng viên tận tâm, cơ sở vật chất hiện đại, và nhiều hoạt động ngoại khóa bổ ích sẽ giúp em có những trải nghiệm học tập đáng nhớ."
        },
        {
          "input": "Em muốn tham gia các hoạt động giao lưu văn hóa quốc tế, trường có tổ chức không?",
          "output": "Trường thường xuyên tổ chức các hoạt động giao lưu văn hóa quốc tế như ngày hội văn hóa các nước, chương trình giao lưu với sinh viên nước ngoài, v.v. Đây là cơ hội để em tìm hiểu về các nền văn hóa khác nhau và mở rộng mối quan hệ."
        },
        {
          "input": "Em muốn biết về quy định thi lại và học lại?",
          "output": "Sinh viên không đạt yêu cầu của một học phần sẽ phải đăng ký thi lại hoặc học lại. Quy định cụ thể về thi lại và học lại sẽ được thông báo trong Quy chế đào tạo của trường."
        },
        {
          "input": "Em muốn biết về quy định xét tốt nghiệp sớm?",
          "output": "Sinh viên có thể được xét tốt nghiệp sớm nếu đáp ứng các điều kiện về học lực, tiến độ học tập, và hoàn thành đầy đủ các yêu cầu của chương trình đào tạo. Quy định cụ thể về xét tốt nghiệp sớm sẽ được thông báo trong Quy chế đào tạo của trường." 
        },
        {
          "input": "Trường có những chính sách hỗ trợ sinh viên có hoàn cảnh khó khăn không?",
          "output": "Trường có nhiều chính sách hỗ trợ sinh viên có hoàn cảnh khó khăn như miễn giảm học phí, hỗ trợ sinh hoạt phí, tạo điều kiện làm thêm, v.v. Em có thể liên hệ Phòng Công tác sinh viên để được tư vấn và hỗ trợ."
        },
        {
          "input": "Em muốn biết về các cựu sinh viên nổi tiếng của trường?",
          "output": "Trường có nhiều cựu sinh viên thành đạt trong các lĩnh vực khác nhau như chính trị, kinh tế, khoa học, kỹ thuật, v.v. Em có thể tìm hiểu thông tin về cựu sinh viên trên website của trường hoặc tham gia các sự kiện giao lưu với cựu sinh viên."
        },
        {
          "input": "Em muốn biết về các chương trình đào tạo sau đại học của trường?",
          "output": "Trường có đào tạo các chương trình sau đại học như thạc sĩ, tiến sĩ trong các lĩnh vực liên quan đến thủy lợi, tài nguyên nước, môi trường, kinh tế, quản lý, v.v. Em có thể tìm hiểu thông tin chi tiết trên website của trường hoặc liên hệ Phòng Đào tạo Sau đại học." 
        },
        {
          "input": "Trường có chương trình đào tạo trực tuyến không?",
          "output": "Trường có triển khai một số chương trình đào tạo trực tuyến, đặc biệt là trong bối cảnh dịch bệnh. Em có thể tìm hiểu thông tin chi tiết về các chương trình đào tạo trực tuyến trên website của trường hoặc liên hệ Phòng Đào tạo."
        },
        {
          "input": "Em muốn tham gia các hoạt động nghiên cứu khoa học quốc tế, trường có hỗ trợ không?",
          "output": "Trường có hợp tác với nhiều trường đại học và viện nghiên cứu quốc tế để triển khai các dự án nghiên cứu chung. Em có thể liên hệ với các giảng viên hoặc Phòng Quan hệ quốc tế để tìm kiếm cơ hội tham gia các dự án nghiên cứu quốc tế."
        },
        {
          "input": "Em muốn biết về các cơ hội học bổng du học?",
          "output": "Trường có nhiều chương trình học bổng du học dành cho sinh viên có thành tích học tập xuất sắc. Em có thể tìm hiểu thông tin chi tiết tại Phòng Quan hệ quốc tế hoặc trên website của trường."
        },
        {
          "input": "Em muốn biết về các dịch vụ hỗ trợ sinh viên quốc tế?",
          "output": "Trường có Phòng Hợp tác quốc tế và Trung tâm Hỗ trợ sinh viên quốc tế để hỗ trợ sinh viên quốc tế trong các vấn đề liên quan đến học tập, sinh hoạt, và hòa nhập với môi trường mới." 
        },
        {
          "input": "Em muốn biết về các hoạt động thể thao và giải trí của trường?",
          "output": "Trường có nhiều sân chơi, phòng tập thể thao, và các khu vực giải trí dành cho sinh viên. Em có thể tham gia các hoạt động thể thao như bóng đá, bóng rổ, cầu lông, bơi lội, hoặc các hoạt động giải trí như xem phim, ca hát, chơi game, v.v."
        },
        {
          "input": "Trường có tổ chức các chương trình tham quan, dã ngoại cho sinh viên không?",
          "output": "Có em, trường thường xuyên tổ chức các chương trình tham quan, dã ngoại cho sinh viên đến các địa điểm du lịch, di tích lịch sử, và các công trình thủy lợi nổi tiếng." 
        },
        {
          "input": "Em muốn biết về quy định về việc sử dụng mạng internet và wifi trong trường?",
          "output": "Trường cung cấp wifi miễn phí cho sinh viên tại các khu vực học tập, thư viện, ký túc xá, và các khu vực công cộng khác. Em cần tuân thủ các quy định về việc sử dụng mạng internet và wifi của trường." 
        },
        {
          "input": "Em muốn biết về các dịch vụ ăn uống trong trường?",
          "output": "Trường có nhiều nhà ăn, căng tin, và quán cà phê phục vụ nhu cầu ăn uống của sinh viên với đa dạng các món ăn và giá cả hợp lý."
        },
        {
          "input": "Em muốn biết về các hoạt động của Hội Sinh viên?",
          "output": "Hội Sinh viên là tổ chức đại diện cho quyền lợi và lợi ích của sinh viên. Hội Sinh viên tổ chức nhiều hoạt động sôi nổi như các chương trình văn nghệ, thể thao, tình nguyện, và các hoạt động hỗ trợ học tập, sinh hoạt cho sinh viên." 
        },
        {
          "input": "Em muốn biết về các hoạt động hướng nghiệp cho sinh viên?",
          "output": "Trường có Trung tâm Hỗ trợ sinh viên và Việc làm để hỗ trợ sinh viên trong việc định hướng nghề nghiệp, tìm kiếm việc làm, và phát triển kỹ năng nghề nghiệp. Trung tâm thường xuyên tổ chức các buổi tư vấn, hội thảo, và các khóa học kỹ năng mềm." 
        },
        {
          "input": "Em muốn biết về các chương trình học bổng của doanh nghiệp?",
          "output": "Trường có hợp tác với nhiều doanh nghiệp để triển khai các chương trình học bổng dành cho sinh viên có thành tích học tập xuất sắc và các đối tượng ưu tiên khác. Em có thể tìm hiểu thông tin chi tiết tại Phòng Công tác sinh viên hoặc trên website của trường."
        },
        {
          "input": "Em muốn biết về các hoạt động kỷ niệm ngày thành lập trường?",
          "output": "Hàng năm, trường tổ chức các hoạt động kỷ niệm ngày thành lập trường với nhiều chương trình sôi nổi như lễ mít tinh, hội thảo khoa học, các cuộc thi, và các hoạt động văn nghệ, thể thao." 
        },
        {
          "input": "Em muốn biết về các chính sách hỗ trợ sinh viên khởi nghiệp?",
          "output": "Trường có Trung tâm Hỗ trợ khởi nghiệp và Sáng tạo để hỗ trợ sinh viên khởi nghiệp. Trung tâm sẽ cung cấp các khóa đào tạo, tư vấn, kết nối với các nhà đầu tư, và hỗ trợ sinh viên xây dựng kế hoạch kinh doanh."
        },
        {
          "input": "Em muốn biết về các hoạt động nghiên cứu khoa học của sinh viên?",
          "output": "Trường có nhiều câu lạc bộ và nhóm nghiên cứu khoa học sinh viên hoạt động sôi nổi trong các lĩnh vực khác nhau. Em có thể tham gia các nhóm nghiên cứu này để học hỏi kinh nghiệm, phát triển kỹ năng nghiên cứu và thực hiện các dự án khoa học." 
        },
        {
          "input": "Chào anh/chị, cho em hỏi điểm chuẩn các ngành của Phân hiệu Trường Đại học Thủy lợi như thế nào ạ?",
          "output": "Chào em, điểm chuẩn các ngành của Phân hiệu có thể thay đổi theo từng năm và phụ thuộc vào nhiều yếu tố như số lượng thí sinh đăng ký, mức độ cạnh tranh và điểm thi của thí sinh. Em có thể tham khảo điểm chuẩn các năm trước trên website của trường hoặc liên hệ trực tiếp Phòng Tuyển sinh để biết thông tin chi tiết."
        },
        {
          "input": "Em muốn biết cách tính điểm xét tuyển vào Phân hiệu Trường Đại học Thủy lợi?",
          "output": "Phân hiệu sử dụng nhiều phương thức xét tuyển khác nhau như xét điểm thi tốt nghiệp THPT, xét học bạ, xét tuyển thẳng và xét tuyển dựa vào kết quả kỳ thi đánh giá năng lực. Cách tính điểm cụ thể sẽ phụ thuộc vào từng phương thức xét tuyển và ngành học em đăng ký. Em nên tham khảo kỹ thông tin tuyển sinh trên website của trường để nắm rõ cách tính điểm."
        },
        {
          "input": "Phân hiệu Trường Đại học Thủy lợi xét tuyển những tổ hợp môn nào?",
          "output": "Phân hiệu xét tuyển nhiều tổ hợp môn khác nhau tùy theo từng ngành học. Các tổ hợp môn phổ biến bao gồm A00, A01, D01, D07 và các tổ hợp môn thuộc khối ngành Khoa học Tự nhiên, Khoa học Xã hội và Kỹ thuật - Công nghệ. Em cần xem kỹ thông tin tuyển sinh của từng ngành để biết tổ hợp môn xét tuyển cụ thể."
        },
        {
          "input": "Em muốn xét tuyển bằng học bạ, vậy điểm xét tuyển được tính như thế nào?",
          "output": "Điểm xét tuyển bằng học bạ thường được tính dựa trên điểm trung bình các môn trong tổ hợp xét tuyển của 3 năm học THPT. Một số ngành có thể có yêu cầu điểm sàn hoặc điểm ưu tiên cho từng môn học. Em nên tham khảo kỹ thông tin tuyển sinh để biết cách tính điểm cụ thể."
        },
        {
          "input": "Em muốn biết điều kiện để được xét tuyển thẳng vào Phân hiệu?", 
          "output": "Phân hiệu có xét tuyển thẳng theo quy định của Bộ Giáo dục và Đào tạo. Em có thể được xét tuyển thẳng nếu đạt giải trong các kỳ thi học sinh giỏi cấp quốc gia, quốc tế hoặc có thành tích học tập xuất sắc trong 3 năm THPT." 
        },
        {
          "input": "Phân hiệu Trường Đại học Thủy lợi có những ngành đào tạo nào?",
          "output": "Phân hiệu đào tạo đa dạng các ngành thuộc các lĩnh vực như kỹ thuật, kinh tế, quản lý, ngôn ngữ. Em có thể tham khảo danh sách các ngành đào tạo và thông tin chi tiết về từng ngành trên website của trường hoặc liên hệ Phòng Tuyển sinh để được tư vấn."
        },
        {
          "input": "Em muốn biết về chỉ tiêu tuyển sinh của các ngành?",
          "output": "Chỉ tiêu tuyển sinh của các ngành sẽ được công bố trong thông báo tuyển sinh chính thức của trường. Em nên theo dõi thông tin tuyển sinh trên website của trường hoặc liên hệ Phòng Tuyển sinh để cập nhật thông tin mới nhất."
        },
        {
          "input": "Em muốn biết về học phí của các ngành?",
          "output": "Học phí của các ngành sẽ được công bố trong thông báo tuyển sinh chính thức của trường và có thể thay đổi theo từng năm. Em nên tham khảo thông tin tuyển sinh trên website của trường để biết mức học phí cụ thể."
        },
        {
          "input": "Em muốn biết về cơ sở vật chất và trang thiết bị học tập của Phân hiệu?",
          "output": "Phân hiệu có cơ sở vật chất hiện đại và trang thiết bị học tập đầy đủ, đáp ứng nhu cầu học tập và nghiên cứu của sinh viên. Em có thể tham khảo thông tin về cơ sở vật chất trên website của trường hoặc đến tham quan trực tiếp phân hiệu." 
        },
        {
          "input": "Em muốn biết về đội ngũ giảng viên của Phân hiệu?",
          "output": "Phân hiệu có đội ngũ giảng viên giàu kinh nghiệm, trình độ chuyên môn cao và tâm huyết với nghề. Nhiều giảng viên của phân hiệu là các giáo sư, phó giáo sư, tiến sĩ đầu ngành trong lĩnh vực của mình."
        },
        {
          "input": "Em muốn biết về cơ hội việc làm sau khi tốt nghiệp Phân hiệu?",
          "output": "Sinh viên tốt nghiệp Phân hiệu Trường Đại học Thủy lợi có nhiều cơ hội việc làm tại các công ty, doanh nghiệp, cơ quan nhà nước và tổ chức phi chính phủ trong các lĩnh vực liên quan đến ngành học."
        },
        {
          "input": "Em muốn biết về học bổng và các chính sách hỗ trợ sinh viên của Phân hiệu?",
          "output": "Phân hiệu có nhiều chương trình học bổng và chính sách hỗ trợ sinh viên như học bổng khuyến khích học tập, học bổng tài năng, học bổng dành cho sinh viên có hoàn cảnh khó khăn, v.v. Em có thể tìm hiểu thông tin chi tiết tại Phòng Công tác sinh viên." 
        },
        {
          "input": "Phân hiệu có tổ chức các hoạt động ngoại khóa cho sinh viên không?",
          "output": "Phân hiệu thường xuyên tổ chức các hoạt động ngoại khóa như các câu lạc bộ sinh viên, các chương trình văn nghệ, thể thao, tình nguyện, và các hoạt động giao lưu văn hóa." 
        },
        {
          "input": "Em muốn biết về quy trình đăng ký xét tuyển vào Phân hiệu?",
          "output": "Em có thể đăng ký xét tuyển trực tuyến trên website của trường hoặc nộp hồ sơ trực tiếp tại Phòng Tuyển sinh. Em cần chuẩn bị đầy đủ các giấy tờ theo yêu cầu và nộp hồ sơ trong thời gian quy định." 
        },
        {
          "input": "Em muốn biết về ký túc xá của Phân hiệu?",
          "output": "Phân hiệu có ký túc xá dành cho sinh viên với đầy đủ tiện nghi và môi trường sống an toàn, thuận tiện. Em có thể đăng ký ở ký túc xá khi nhập học."
        },
        {
          "input": "Em muốn xét tuyển vào ngành Quản trị kinh doanh, không biết Phân hiệu xét tuyển những tổ hợp môn nào ạ?",
          "output": "Ngành Quản trị kinh doanh thường xét tuyển các tổ hợp môn như A00, A01, D01. Tuy nhiên, để chắc chắn về tổ hợp môn xét tuyển năm nay, em nên kiểm tra thông tin tuyển sinh chính thức trên website của trường hoặc liên hệ Phòng Tuyển sinh."
        },
        {
          "input": "Em thấy có nhiều phương thức xét tuyển quá, không biết ngành Kỹ thuật xây dựng xét tuyển những phương thức nào và cách tính điểm ra sao ạ?",
          "output": "Ngành Kỹ thuật xây dựng có thể xét tuyển bằng nhiều phương thức như xét điểm thi tốt nghiệp THPT, xét học bạ, xét tuyển thẳng. Cách tính điểm của từng phương thức sẽ khác nhau. Em nên tìm hiểu kỹ thông tin tuyển sinh của ngành trên website trường hoặc liên hệ Phòng Tuyển sinh để được giải đáp chi tiết." 
        },
        {
          "input": "Điểm xét tuyển bằng học bạ của Phân hiệu có tính điểm cộng ưu tiên không ạ?",
          "output": "Có em, một số ngành có thể có điểm cộng ưu tiên cho khu vực hoặc đối tượng. Em nên xem kỹ thông tin tuyển sinh của ngành mình quan tâm để biết về các chính sách cộng điểm ưu tiên." 
        },
        {
          "input": "Em muốn thi đánh giá năng lực để xét tuyển vào Phân hiệu, vậy có những ngành nào xét tuyển bằng phương thức này ạ?",
          "output": "Một số ngành của Phân hiệu có xét tuyển dựa vào kết quả kỳ thi đánh giá năng lực. Em có thể tìm hiểu danh sách các ngành xét tuyển bằng phương thức này trên website của trường hoặc liên hệ Phòng Tuyển sinh để được tư vấn."
        },
        {
          "input": "Cho em hỏi, điểm chuẩn của Phân hiệu thường cao hơn hay thấp hơn so với cơ sở chính tại Hà Nội?",
          "output": "Điểm chuẩn của Phân hiệu thường có xu hướng thấp hơn so với cơ sở chính tại Hà Nội. Tuy nhiên, mức độ chênh lệch điểm chuẩn có thể khác nhau tùy theo từng ngành và từng năm."
        },
        {
          "input": "Em muốn xét tuyển vào ngành Ngôn ngữ Anh, không biết tổ hợp môn xét tuyển là gì và điểm chuẩn năm ngoái như thế nào ạ?",
          "output": "Ngành Ngôn ngữ Anh thường xét tuyển tổ hợp D01 (Toán, Văn, Tiếng Anh). Để biết điểm chuẩn năm ngoái, em có thể tham khảo trên website của trường hoặc liên hệ Phòng Tuyển sinh để được hỗ trợ."
        },
        {
          "input": "Em muốn biết về ngưỡng đảm bảo chất lượng đầu vào của Phân hiệu?",
          "output": "Ngưỡng đảm bảo chất lượng đầu vào là mức điểm tối thiểu mà thí sinh cần đạt được để đủ điều kiện nộp hồ sơ xét tuyển. Ngưỡng này có thể thay đổi theo từng năm và từng ngành. Em nên theo dõi thông tin tuyển sinh trên website của trường để biết ngưỡng đảm bảo chất lượng đầu vào cụ thể." 
        },
        {
          "input": "Em muốn biết về tỷ lệ chọi của các ngành tại Phân hiệu?", 
          "output": "Tỷ lệ chọi của các ngành sẽ phụ thuộc vào số lượng thí sinh đăng ký và chỉ tiêu tuyển sinh của từng ngành. Thông tin về tỷ lệ chọi thường được công bố sau khi kết thúc thời gian đăng ký xét tuyển. Em có thể tìm hiểu thông tin này trên website của trường hoặc các phương tiện thông tin đại chúng." 
        },
        {
          "input": "Phân hiệu có tổ chức thi riêng để xét tuyển không?",
          "output": "Phân hiệu không tổ chức thi riêng mà sử dụng kết quả kỳ thi tốt nghiệp THPT, học bạ THPT hoặc kết quả kỳ thi đánh giá năng lực để xét tuyển."
        },
        {
          "input": "Chào anh/chị, em muốn hỏi điểm chuẩn dự kiến của các ngành tại Phân hiệu năm 2024 như thế nào?",
          "output": "Chào em, việc dự đoán điểm chuẩn năm 2024 là khá khó khăn vì còn phụ thuộc vào nhiều yếu tố như số lượng thí sinh đăng ký, mức độ cạnh tranh và đề thi năm nay. Tuy nhiên, em có thể tham khảo điểm chuẩn các năm trước và xu hướng biến động để có một ước lượng sơ bộ. Bên cạnh đó, em nên theo dõi thông tin tuyển sinh của trường để cập nhật những thông báo mới nhất."
        },
        {
          "input": "Em nghe nói năm nay đề thi khó hơn mọi năm, vậy điểm chuẩn của Phân hiệu có thể giảm không ạ?",
          "output": "Nếu đề thi năm nay khó hơn, điểm chuẩn của Phân hiệu có khả năng sẽ giảm so với năm trước. Tuy nhiên, mức độ giảm điểm sẽ phụ thuộc vào mức độ khó của đề thi và điểm số của thí sinh. Em nên theo dõi thông tin và cập nhật từ trường để có những dự đoán chính xác hơn."
        },
        {
          "input": "Em muốn biết điểm sàn xét tuyển của Phân hiệu năm 2024 là bao nhiêu?",
          "output": "Điểm sàn xét tuyển của Phân hiệu năm 2024 sẽ được Bộ Giáo dục và Đào tạo công bố. Em nên theo dõi thông tin tuyển sinh trên website của Bộ và của trường để cập nhật thông tin mới nhất." 
        },
        {
          "input": "Em muốn xét tuyển vào ngành Xây dựng dân dụng và công nghiệp, anh/chị có thể dự đoán điểm chuẩn năm nay không ạ?",
          "output": "Việc dự đoán điểm chuẩn chính xác là rất khó khăn. Tuy nhiên, dựa vào điểm chuẩn các năm trước và xu hướng tuyển sinh, anh/chị có thể đưa ra một khoảng điểm dự kiến cho em tham khảo. Em cũng nên theo dõi thông tin tuyển sinh của trường để cập nhật những thay đổi mới nhất."
        },
        {
          "input": "Em muốn biết điểm chuẩn các ngành hot như Công nghệ thông tin, Kinh tế xây dựng năm 2024 có thể tăng hay giảm?" ,
          "output": "Các ngành hot thường có mức độ cạnh tranh cao nên điểm chuẩn có thể sẽ tăng hoặc giữ ổn định so với năm trước. Tuy nhiên, điều này còn phụ thuộc vào số lượng thí sinh đăng ký và điểm thi của các em. Em nên theo dõi thông tin tuyển sinh và cập nhật từ trường để có những dự đoán chính xác hơn."
        },
        {
          "input": "Chào anh/chị, cho em hỏi ngưỡng đảm bảo chất lượng đầu vào của Phân hiệu năm 2024 theo phương thức xét tuyển kết hợp kết quả học tập và điều kiện ưu tiên là bao nhiêu ạ?",
          "output": "Chào em, ngưỡng đảm bảo chất lượng đầu vào theo phương thức xét tuyển kết hợp có thể khác nhau tùy từng ngành và đối tượng ưu tiên. Để biết thông tin chính xác, em nên tham khảo thông báo tuyển sinh chính thức của trường hoặc liên hệ Phòng Tuyển sinh để được hỗ trợ."
        },
        {
          "input": "Em muốn xét tuyển theo phương thức kết hợp kết quả học tập và chứng chỉ tiếng Anh quốc tế, vậy có yêu cầu ngưỡng đảm bảo chất lượng không ạ?",
          "output": "Có em, thường sẽ có ngưỡng đảm bảo chất lượng về điểm học bạ và yêu cầu về trình độ chứng chỉ tiếng Anh quốc tế. Em cần xem kỹ thông tin tuyển sinh của ngành mình quan tâm để biết yêu cầu cụ thể."
        },
        {
          "input": "Em là học sinh thuộc khu vực ưu tiên, vậy ngưỡng đảm bảo chất lượng đầu vào có được giảm không ạ?",
          "output": "Đúng rồi em, học sinh thuộc khu vực ưu tiên thường sẽ được giảm ngưỡng đảm bảo chất lượng đầu vào so với học sinh khu vực khác. Mức giảm cụ thể sẽ được công bố trong thông báo tuyển sinh của trường." 
        },
        {
          "input": "Em muốn xét tuyển theo phương thức kết hợp kết quả học tập và kết quả kỳ thi đánh giá năng lực, vậy ngưỡng đảm bảo chất lượng được tính như thế nào ạ?", 
          "output": "Ngưỡng đảm bảo chất lượng trong trường hợp này thường sẽ được tính dựa trên điểm học bạ và điểm thi đánh giá năng lực theo một tỷ lệ nhất định. Em nên tham khảo thông tin tuyển sinh của ngành mình quan tâm để biết cách tính điểm và ngưỡng đảm bảo chất lượng cụ thể."
        },
        {
          "input": "Ngưỡng đảm bảo chất lượng đầu vào của phương thức xét tuyển kết hợp có cao hơn so với phương thức xét điểm thi tốt nghiệp THPT không ạ?",
          "output": "Ngưỡng đảm bảo chất lượng đầu vào của phương thức xét tuyển kết hợp thường sẽ thấp hơn so với phương thức xét điểm thi tốt nghiệp THPT. Tuy nhiên, điều này còn phụ thuộc vào từng ngành và từng năm."
        },
        {
          "input": "Chào anh/chị, em muốn hỏi ngành Công nghệ thông tin của Phân hiệu xét tuyển những tổ hợp môn nào?",
          "output": "Chào em, ngành Công nghệ thông tin thường xét tuyển các tổ hợp môn như A00, A01, D01. Tuy nhiên, để chắc chắn về tổ hợp môn xét tuyển năm nay, em nên kiểm tra thông tin tuyển sinh chính thức trên website của trường hoặc liên hệ Phòng Tuyển sinh."
        },
        {
          "input": "Em muốn học ngành Kỹ thuật xây dựng, vậy Phân hiệu xét tuyển tổ hợp môn nào ạ?", 
          "output": "Ngành Kỹ thuật xây dựng thường xét tuyển các tổ hợp môn như A00, A01, D07. Để biết thông tin chính xác về tổ hợp môn xét tuyển năm nay, em nên tham khảo thông báo tuyển sinh chính thức của trường hoặc liên hệ Phòng Tuyển sinh."
        },
        {
          "input": "Em muốn xét tuyển vào ngành Quản trị kinh doanh, không biết có những tổ hợp môn nào để lựa chọn?",
          "output": "Ngành Quản trị kinh doanh thường xét tuyển các tổ hợp môn như A00, A01, D01. Em có thể lựa chọn tổ hợp môn phù hợp với năng lực và sở thích của mình."
        },
        {
          "input": "Phân hiệu có xét tuyển tổ hợp môn D01 (Toán, Văn, Tiếng Anh) cho ngành nào không ạ?" ,
          "output": "Tổ hợp môn D01 thường được xét tuyển cho các ngành như Ngôn ngữ Anh, Quản trị kinh doanh, Kế toán, Luật kinh tế, v.v. Em có thể tìm hiểu kỹ thông tin tuyển sinh của từng ngành để biết tổ hợp môn xét tuyển cụ thể."
        },
        {
          "input": "Em muốn biết ngành Kỹ thuật môi trường xét tuyển tổ hợp môn nào?",
          "output": "Ngành Kỹ thuật môi trường thường xét tuyển các tổ hợp môn như A00, A01, B00. Em nên kiểm tra thông tin tuyển sinh chính thức trên website của trường hoặc liên hệ Phòng Tuyển sinh để biết thông tin chi tiết."
        },
        {
          "input": "Em muốn học ngành Logistics và Quản lý chuỗi cung ứng, vậy Phân hiệu xét tuyển tổ hợp môn nào ạ?",
          "output": "Ngành Logistics và Quản lý chuỗi cung ứng thường xét tuyển các tổ hợp môn như A00, A01, D01, D07. Em có thể lựa chọn tổ hợp môn phù hợp với thế mạnh của mình."
        },
        {
          "input": "Cho em hỏi, ngành Khoa học dữ liệu xét tuyển những tổ hợp môn nào?",
          "output": "Ngành Khoa học dữ liệu thường xét tuyển các tổ hợp môn như A00, A01, D01. Em nên kiểm tra thông tin tuyển sinh chính thức trên website của trường hoặc liên hệ Phòng Tuyển sinh để biết thông tin chi tiết."
        },
        {
          "input": "Em muốn học ngành Marketing, vậy Phân hiệu xét tuyển tổ hợp môn nào ạ?",
          "output": "Ngành Marketing thường xét tuyển các tổ hợp môn như A00, A01, D01. Em có thể lựa chọn tổ hợp môn phù hợp với năng lực và sở thích của mình." 
        },
        {
          "input": "Phân hiệu có xét tuyển tổ hợp môn A00 (Toán, Lý, Hóa) cho ngành nào không ạ?",
          "output": "Tổ hợp môn A00 thường được xét tuyển cho các ngành kỹ thuật như Công nghệ thông tin, Kỹ thuật xây dựng, Kỹ thuật môi trường, Cơ khí chế tạo máy, v.v. Em có thể tìm hiểu kỹ thông tin tuyển sinh của từng ngành để biết tổ hợp môn xét tuyển cụ thể." 
        }, 
        {
          "input": "Em muốn biết ngành Tài chính - Ngân hàng xét tuyển tổ hợp môn nào?", 
          "output": "Ngành Tài chính - Ngân hàng thường xét tuyển các tổ hợp môn như A00, A01, D01. Em nên kiểm tra thông tin tuyển sinh chính thức trên website của trường hoặc liên hệ Phòng Tuyển sinh để biết thông tin chi tiết."
        },
        {
          "input": "Thời gian học đại học chính quy là bao lâu?",
          "output": "Thời gian học đại học chính quy theo kế hoạch học tập chuẩn là từ 4 đến 4,5 năm đối với nhóm ngành Kỹ thuật, Công nghệ, Quản lý xây dựng và 4 năm đối với nhóm ngành Kinh tế, Kinh doanh và Quản lý, Ngôn ngữ."
        },
        {
          "input": "Em muốn học 2 bằng đại học cùng lúc thì cần điều kiện gì?",
          "output": "Để học 2 bằng đại học cùng lúc, em cần đáp ứng các điều kiện: ngành học ở chương trình thứ hai phải khác ngành học ở chương trình thứ nhất; em phải là sinh viên năm thứ hai trở lên với học lực khá trở lên hoặc đạt điều kiện trúng tuyển của chương trình thứ hai." 
        },
        {
          "input": "Điểm trung bình tích lũy để xét tốt nghiệp là bao nhiêu?",
          "output": "Để xét tốt nghiệp, điểm trung bình tích lũy của toàn khóa học phải đạt từ 2.00 (thang điểm 4) trở lên."
        },
        {
          "input": "Em muốn chuyển ngành thì cần những điều kiện gì?",
          "output": "Để chuyển ngành, em cần đáp ứng các điều kiện: không phải là sinh viên năm thứ nhất hoặc năm cuối; không thuộc diện buộc thôi học; còn đủ thời gian học tập theo quy định; đạt điều kiện trúng tuyển của ngành muốn chuyển trong cùng khóa tuyển sinh; ngành muốn chuyển phải có đủ điều kiện đảm bảo chất lượng và chưa vượt quá năng lực đào tạo."
        }, 
        {
          "input": "Em bị cảnh báo học tập mức 1 thì có bị sao không?",
          "output": "Cảnh báo học tập mức 1 là mức cảnh báo dành cho sinh viên lần đầu tiên có kết quả học tập không đạt yêu cầu. Em cần cố gắng cải thiện kết quả học tập ở học kỳ tiếp theo để tránh bị cảnh báo mức cao hơn."
        },
        {
          "input": "Trường hợp nào thì sinh viên sẽ bị buộc thôi học?",
          "output": "Sinh viên sẽ bị buộc thôi học nếu: nhận cảnh báo kết quả học tập mức 3; vượt quá thời gian tối đa được phép học; không đăng ký học tập, tự ý bỏ học không lý do; bị kỷ luật lần thứ hai vì thi hộ hoặc nhờ người thi hộ; sử dụng hồ sơ, văn bằng, chứng chỉ giả."
        },
        {
          "input": "Em muốn bảo lưu kết quả học tập thì cần làm thế nào?",
          "output": "Em cần viết đơn gửi Hiệu trưởng (qua Phòng Đào tạo) để xin bảo lưu kết quả học tập. Lưu ý là chỉ một số trường hợp đặc biệt mới được xem xét bảo lưu, ví dụ như: tham gia nghĩa vụ quân sự, điều trị bệnh dài ngày..."
        },
        {
          "input": "Điểm thành phần của một học phần gồm những gì?",
          "output": "Điểm thành phần của một học phần thường bao gồm: điểm kiểm tra thường xuyên, điểm đánh giá thảo luận, điểm thực hành, điểm chuyên cần, điểm thi giữa kỳ, điểm tiểu luận và điểm thi kết thúc học phần."
        },
        {
          "input": "Học phần nào không được tính vào điểm trung bình?",
          "output": "Kết quả thi các học phần Giáo dục quốc phòng, Giáo dục thể chất, chuẩn đầu ra Ngoại ngữ, chuẩn đầu ra Công nghệ thông tin không được tính vào điểm trung bình học kỳ hoặc điểm trung bình tích lũy."
        },
        {
          "input": "Em muốn biết lịch thi kết thúc học phần ở đâu?",
          "output": "Lịch thi kết thúc học phần sẽ được Phòng Đào tạo thông báo trước mỗi kỳ thi. Em có thể theo dõi thông tin trên website của trường hoặc liên hệ với Phòng Đào tạo để biết thêm chi tiết."
        },
        {
          "input": "Em muốn học cải thiện điểm thì cần làm như thế nào?",
          "output": "Em có thể đăng ký học lại để cải thiện điểm cho những học phần đã đạt nhưng chưa hài lòng với kết quả. Điểm cao nhất trong các lần học sẽ được tính là điểm công nhận cuối cùng của học phần." 
        },
        {
          "input": "Trường có những chương trình trao đổi sinh viên quốc tế nào?",
          "output": "Trường Đại học Thủy lợi có hợp tác với nhiều trường đại học trên thế giới để triển khai các chương trình trao đổi sinh viên. Em có thể tìm hiểu thông tin chi tiết tại Phòng Quan hệ Quốc tế của trường." 
        },
        {
          "input": "Em muốn tham gia nghiên cứu khoa học thì cần làm gì?",
          "output": "Trường luôn khuyến khích sinh viên tham gia nghiên cứu khoa học. Em có thể liên hệ với các thầy cô giáo trong khoa hoặc tham gia các câu lạc bộ nghiên cứu để tìm hiểu các dự án phù hợp."
        },
        {
          "input": "Trường có hỗ trợ sinh viên khởi nghiệp không?",
          "output": "Trường có Trung tâm Hỗ trợ sinh viên và Khởi nghiệp để hỗ trợ sinh viên trong quá trình khởi nghiệp. Trung tâm cung cấp các dịch vụ tư vấn, đào tạo và kết nối với các nguồn lực hỗ trợ khởi nghiệp."
        },
        {
          "input": "Em muốn tham gia các hoạt động ngoại khóa thì có những câu lạc bộ nào?",
          "output": "Trường có rất nhiều câu lạc bộ sinh viên với đa dạng các lĩnh vực hoạt động. Em có thể tìm hiểu thông tin về các câu lạc bộ tại Phòng Công tác Sinh viên."
        },
        {
          "input": "Cơ hội việc làm cho sinh viên sau khi tốt nghiệp như thế nào?",
          "output": "Sinh viên tốt nghiệp Trường Đại học Thủy lợi có cơ hội việc làm rộng mở trong các lĩnh vực liên quan đến thủy lợi, môi trường, xây dựng, kinh tế... Trường cũng thường xuyên tổ chức các buổi hội thảo việc làm để kết nối sinh viên với các doanh nghiệp."
        },
        {
          "input": "Ký túc xá của trường có những tiện ích gì?",
          "output": "Ký túc xá của trường được trang bị đầy đủ tiện nghi sinh hoạt cho sinh viên, bao gồm giường, tủ quần áo, bàn học, internet, khu vực bếp ăn, khu vực giặt là..."
        },
        {
          "input": "Trường có những chương trình học bổng nào cho sinh viên?",
          "output": "Trường có nhiều chương trình học bổng dành cho sinh viên có thành tích học tập xuất sắc, sinh viên có hoàn cảnh khó khăn, sinh viên tham gia nghiên cứu khoa học..."
        },
        {
          "input": "Em muốn đi học bằng xe bus thì có những tuyến nào đi qua trường?",
          "output": "Có nhiều tuyến xe bus đi qua trường, em có thể tra cứu thông tin về các tuyến xe bus và điểm dừng trên website của trường hoặc các ứng dụng tra cứu xe bus."
        },
        {
          "input": "Thư viện của trường có những tài liệu gì?",
          "output": "Thư viện của trường có đầy đủ các loại tài liệu phục vụ cho việc học tập và nghiên cứu của sinh viên, bao gồm sách, tạp chí, luận văn, đồ án, tài liệu điện tử..."
        }, 
        {
          "input": "Em muốn đăng ký tham gia các lớp kỹ năng mềm thì cần làm gì?",
          "output": "Trường thường xuyên tổ chức các lớp kỹ năng mềm cho sinh viên. Em có thể theo dõi thông báo trên website của trường hoặc liên hệ với Phòng Công tác Sinh viên để biết lịch khai giảng và cách thức đăng ký."
        },
        {
          "input": "Em muốn tham gia các hoạt động tình nguyện thì có những chương trình nào?",
          "output": "Trường thường xuyên tổ chức các chương trình tình nguyện giúp đỡ cộng đồng. Em có thể tìm hiểu thông tin tại Đoàn Thanh niên hoặc Hội Sinh viên của trường."
        },
        {
          "input": "Trường có tổ chức các hoạt động thể thao cho sinh viên không?",
          "output": "Trường có tổ chức nhiều hoạt động thể thao cho sinh viên, bao gồm các giải đấu thể thao, các câu lạc bộ thể thao và các lớp học thể thao."
        },
        {
          "input": "Em muốn tìm hiểu về các chương trình đào tạo sau đại học thì cần liên hệ với ai?",
          "output": "Em có thể liên hệ với Phòng Đào tạo Sau đại học để tìm hiểu thông tin về các chương trình đào tạo sau đại học của trường."
        },
        {
          "input": "Trường có dịch vụ hỗ trợ tâm lý cho sinh viên không?",
          "output": "Trường có Trung tâm Tư vấn và Hỗ trợ Sinh viên để hỗ trợ sinh viên về các vấn đề tâm lý, học tập và cuộc sống." 
        },
        {
          "input": "Em muốn tìm hiểu về lịch sử và truyền thống của trường thì cần làm gì?",
          "output": "Em có thể tham quan Bảo tàng Trường Đại học Thủy lợi hoặc tìm đọc các tài liệu về lịch sử của trường tại Thư viện."
        },
        {
          "input": "Trường có hỗ trợ sinh viên tìm kiếm việc làm thêm không?",
          "output": "Trung tâm Hỗ trợ sinh viên và Khởi nghiệp của trường có cung cấp thông tin về các công việc làm thêm phù hợp cho sinh viên."
        },
        {
          "input": "Em muốn học thêm ngoại ngữ ngoài tiếng Anh thì trường có hỗ trợ không?",
          "output": "Trường có tổ chức các lớp học ngoại ngữ khác như tiếng Nhật, tiếng Trung, tiếng Hàn... Em có thể tìm hiểu thông tin và đăng ký tại Trung tâm Ngoại ngữ của trường."
        },
        {
          "input": "Trường có những chính sách hỗ trợ gì cho sinh viên khuyết tật?",
          "output": "Trường có những chính sách hỗ trợ đặc biệt dành cho sinh viên khuyết tật, bao gồm hỗ trợ về học tập, sinh hoạt và di chuyển."
        },
        {
          "input": "Môi trường học tập tại trường như thế nào?",
          "output": "Trường Đại học Thủy lợi có môi trường học tập năng động, sáng tạo và thân thiện. Sinh viên có nhiều cơ hội để phát triển bản thân và rèn luyện kỹ năng."
        },
        {
          "input": "Em muốn đóng góp ý kiến về công tác đào tạo của trường thì cần làm gì?",
          "output": "Em có thể gửi ý kiến của mình qua hòm thư góp ý của trường hoặc liên hệ trực tiếp với Phòng Đào tạo."
        },
        {
          "input": "Trường có những sự kiện văn hóa, nghệ thuật nào cho sinh viên tham gia?",
          "output": "Trường thường xuyên tổ chức các sự kiện văn hóa, nghệ thuật như các cuộc thi tài năng, các buổi biểu diễn, các triển lãm... Em có thể theo dõi thông tin trên website hoặc fanpage của trường."
        },
        {
          "input": "Em muốn tìm hiểu về các cơ hội học bổng du học thì cần làm gì?",
          "output": "Phòng Quan hệ Quốc tế của trường có cung cấp thông tin về các chương trình học bổng du học. Em có thể liên hệ với phòng để được tư vấn cụ thể." 
        },
        {
          "input": "Trường có chính sách hỗ trợ sinh viên ra trường tìm kiếm việc làm không?",
          "output": "Trung tâm Hỗ trợ sinh viên và Khởi nghiệp của trường sẽ hỗ trợ sinh viên ra trường tìm kiếm việc làm thông qua các hoạt động tư vấn, giới thiệu việc làm và kết nối với các doanh nghiệp."
        },
        {
          "input": "Trường có những nhóm nghiên cứu nào mà sinh viên có thể tham gia?",
          "output": "Trường có nhiều nhóm nghiên cứu trong các lĩnh vực khoa học khác nhau. Em có thể tìm hiểu thông tin về các nhóm nghiên cứu tại website của các khoa hoặc liên hệ trực tiếp với các thầy cô giáo." 
        },
        {
          "input": "Em muốn tham gia các chương trình thực tập tại doanh nghiệp thì cần làm gì?",
          "output": "Trường có hợp tác với nhiều doanh nghiệp để triển khai các chương trình thực tập cho sinh viên. Em có thể tìm hiểu thông tin và đăng ký tại Trung tâm Hỗ trợ sinh viên và Khởi nghiệp của trường."
        },
        {
          "input": "Học phần tự chọn bắt buộc theo hướng chuyên ngành là gì?",
          "output": "Đây là những học phần chứa đựng kiến thức chuyên ngành cần thiết mà sinh viên phải chọn để tích lũy theo chương trình được thiết kế, phù hợp với hướng công việc sau này."
        },
        {
          "input": "Em có thể chọn học phần tự do ở khoa khác không?",
          "output": "Có, em có thể tự do lựa chọn học phần ở các khoa khác để tích lũy đủ số tín chỉ theo yêu cầu của chương trình." 
        },
        {
          "input": "Học phần thay thế tương đương là gì?",
          "output": "Đây là học phần được sử dụng để thay thế cho một học phần khác đã có trong chương trình nhưng hiện không còn được giảng dạy nữa."
        },
        {
          "input": "Học phần tiên quyết là gì? Nó có khác gì học phần học trước?",
          "output": "Học phần tiên quyết là học phần A mà em phải học và đạt trước khi đăng ký học phần B. Học phần học trước cũng tương tự, nhưng em chỉ cần đăng ký học phần A trước khi học phần B, không cần phải đạt."
        },
        {
          "input": "Học phần cấp chứng chỉ là gì?",
          "output": "Đây là những học phần không tính tín chỉ tích lũy, nhưng khi hoàn thành, em sẽ được cấp chứng chỉ theo quy định." 
        },
        {
          "input": "Em muốn biết danh sách học phần tự chọn bắt buộc theo hướng chuyên ngành của em ở đâu?",
          "output": "Em có thể tham khảo chương trình đào tạo của ngành học hoặc liên hệ với cố vấn học tập để biết danh sách học phần tự chọn bắt buộc theo hướng chuyên ngành." 
        },
        {
          "input": "Có giới hạn số lượng học phần tự chọn mà em có thể đăng ký không?",
          "output": "Số lượng học phần tự chọn em có thể đăng ký phụ thuộc vào số tín chỉ tối thiểu và tối đa cho phép trong mỗi học kỳ và toàn khóa học." 
        },
        {
          "input": "Làm thế nào để biết học phần nào là học phần tiên quyết hoặc học phần học trước?",
          "output": "Thông tin về điều kiện tiên quyết hoặc học trước của mỗi học phần được ghi rõ trong đề cương chi tiết của học phần đó."
        },
        {
          "input": "Em có thể học lại học phần tự chọn để cải thiện điểm không?",
          "output": "Có, em có thể đăng ký học lại học phần tự chọn để cải thiện điểm nếu muốn."
        },
        {
          "input": "Học phần cấp chứng chỉ có giúp ích gì cho việc học tập và tìm kiếm việc làm sau này không?",
          "output": "Học phần cấp chứng chỉ có thể giúp em bổ sung kiến thức, kỹ năng trong một lĩnh vực cụ thể, tăng cường hồ sơ xin việc và tạo lợi thế cạnh tranh khi tìm kiếm việc làm."
        },
        {
          "input": "Nếu em không đăng ký đủ số tín chỉ học phần tự chọn bắt buộc theo hướng chuyên ngành thì có được xét tốt nghiệp không?",
          "output": "Không, em cần phải tích lũy đủ số tín chỉ của tất cả các học phần theo yêu cầu của chương trình đào tạo, bao gồm cả học phần tự chọn bắt buộc theo hướng chuyên ngành, mới đủ điều kiện xét tốt nghiệp."
        },
        {
          "input": "Em có thể đăng ký học phần tiên quyết và học phần học trước cùng một học kỳ không?",
          "output": "Có, em có thể đăng ký học phần tiên quyết và học phần học trước cùng một học kỳ. Tuy nhiên, em cần đảm bảo hoàn thành học phần tiên quyết trước khi bắt đầu học phần học trước." 
        },
        {
          "input": "Nếu em đã học một học phần tương tự ở trường khác thì có được miễn học phần thay thế tương đương không?",
          "output": "Em có thể làm đơn xin miễn học phần thay thế tương đương nếu em đã học một học phần có nội dung và khối lượng kiến thức tương đương ở trường khác. Trường sẽ xem xét và quyết định dựa trên hồ sơ của em." 
        },
        {
          "input": "Em có thể đăng ký học nhiều học phần cấp chứng chỉ cùng một lúc không?",
          "output": "Có, em có thể đăng ký học nhiều học phần cấp chứng chỉ cùng một lúc, miễn là đáp ứng được yêu cầu về thời gian và khối lượng học tập." 
        },
        {
          "input": "Điểm của học phần cấp chứng chỉ có ảnh hưởng đến điểm trung bình tích lũy không?", 
          "output": "Không, điểm của học phần cấp chứng chỉ không được tính vào điểm trung bình tích lũy." 
        },
          {
            "input": "Em có thể thay đổi học phần tự chọn bắt buộc theo hướng chuyên ngành sau khi đã đăng ký không?",
            "output": "Việc thay đổi học phần tự chọn bắt buộc theo hướng chuyên ngành sau khi đã đăng ký cần được sự đồng ý của cố vấn học tập và tuân thủ quy định của trường về thời gian điều chỉnh đăng ký học phần."
          },
          {
            "input": "Nếu em không đạt học phần tiên quyết thì có thể học tiếp học phần học trước không?",
            "output": "Không, em cần phải đạt học phần tiên quyết trước khi mới đủ điều kiện để học phần học trước. Nếu không đạt học phần tiên quyết, em cần phải đăng ký học lại." 
          },
          {
            "input": "Học phần thay thế tương đương có điểm số quy đổi như thế nào?",
            "output": "Điểm số của học phần thay thế tương đương sẽ được quy đổi sang thang điểm của học phần mà nó thay thế theo quy định của trường."
          },
          {
            "input": "Em có thể sử dụng học phần cấp chứng chỉ để thay thế cho học phần tự chọn trong chương trình đào tạo không?", 
            "output": "Không, học phần cấp chứng chỉ không thể thay thế cho học phần tự chọn trong chương trình đào tạo."
          },
          {
            "input": "Trường có tổ chức thi lại cho học phần cấp chứng chỉ không?",
            "output": "Việc tổ chức thi lại cho học phần cấp chứng chỉ phụ thuộc vào quy định cụ thể của từng chương trình cấp chứng chỉ."
          },
          {
            "input": "Em có thể đăng ký học phần tự chọn bắt buộc theo hướng chuyên ngành ở học kỳ hè không?",
            "output": "Việc mở lớp học phần tự chọn bắt buộc theo hướng chuyên ngành ở học kỳ hè phụ thuộc vào kế hoạch giảng dạy của trường và nhu cầu của sinh viên." 
          },
          {
            "input": "Nếu em đã học một học phần tiên quyết ở trường khác thì có được miễn học phần đó ở trường này không?",
            "output": "Em có thể làm đơn xin miễn học phần tiên quyết nếu em đã học một học phần có nội dung và khối lượng kiến thức tương đương ở trường khác. Trường sẽ xem xét và quyết định dựa trên hồ sơ của em."
          },
          {
            "input": "Em có thể học lại học phần thay thế tương đương nếu đã đạt nhưng muốn nâng cao kiến thức không?",
            "output": "Việc học lại học phần thay thế tương đương phụ thuộc vào quy định của trường và sự cho phép của giảng viên phụ trách học phần." 
          },
          {
            "input": "Em có thể học học phần cấp chứng chỉ sau khi đã tốt nghiệp không?",
            "output": "Có, em vẫn có thể đăng ký học các học phần cấp chứng chỉ sau khi đã tốt nghiệp để nâng cao kiến thức và kỹ năng."
          },
          {
            "input": "Chi phí học phần cấp chứng chỉ được tính như thế nào?",
            "output": "Chi phí học phần cấp chứng chỉ được tính theo quy định của trường và có thể khác nhau tùy thuộc vào từng chương trình cấp chứng chỉ." 
          },
          {
            "input": "Số lượng học phần tự chọn bắt buộc theo hướng chuyên ngành có thay đổi theo từng năm không?",
            "output": "Số lượng học phần tự chọn bắt buộc theo hướng chuyên ngành có thể thay đổi theo từng năm tùy thuộc vào sự điều chỉnh chương trình đào tạo của trường." 
          },
          {
            "input": "Em có thể đăng ký học phần học trước trước khi đăng ký học phần tiên quyết không?",
            "output": "Không, em cần đăng ký học phần tiên quyết trước khi đăng ký học phần học trước theo đúng quy định về điều kiện ràng buộc học phần."
          },
          {
            "input": "Em có thể tham khảo đề cương chi tiết của học phần thay thế tương đương ở đâu?",
            "output": "Em có thể tham khảo đề cương chi tiết của học phần thay thế tương đương tại website của khoa hoặc liên hệ với bộ môn phụ trách học phần."
          },
          {
            "input": "Chứng chỉ của học phần cấp chứng chỉ có giá trị vĩnh viễn không?", 
            "output": "Giá trị của chứng chỉ học phần cấp chứng chỉ phụ thuộc vào quy định của từng chương trình cấp chứng chỉ và có thể có thời hạn hiệu lực."
          }, 
          {
            "input": "Học phần cấp chứng chỉ có được công nhận khi em học lên trình độ cao hơn không?",
            "output": "Việc công nhận học phần cấp chứng chỉ khi học lên trình độ cao hơn phụ thuộc vào quy định của từng trường và chương trình đào tạo."
          },
          {
            "input": "Em có thể học vượt học phần tự chọn bắt buộc theo hướng chuyên ngành không?",
            "output": "Có, em có thể đăng ký học vượt học phần tự chọn bắt buộc theo hướng chuyên ngành nếu đáp ứng điều kiện về khối lượng học tập và thời gian biểu."
          },
          {
            "input": "Nếu em không đạt học phần học trước thì có ảnh hưởng gì đến việc học phần song hành không?",
            "output": "Việc không đạt học phần học trước có thể ảnh hưởng đến việc học phần song hành nếu hai học phần có liên quan chặt chẽ về nội dung kiến thức." 
          },
          {
            "input": "Trường hợp nào thì một học phần bị coi là không còn được giảng dạy và cần học phần thay thế tương đương?",
            "output": "Một học phần bị coi là không còn được giảng dạy khi trường có sự điều chỉnh chương trình đào tạo và học phần đó không còn phù hợp hoặc được thay thế bởi học phần khác có nội dung cập nhật hơn." 
          },
          {
            "input": "Em có thể sử dụng chứng chỉ của học phần cấp chứng chỉ để xin việc làm thêm không?",
            "output": "Chứng chỉ của học phần cấp chứng chỉ có thể là một lợi thế khi em xin việc làm thêm, đặc biệt nếu công việc yêu cầu những kỹ năng và kiến thức mà em đã học trong học phần đó."
          },
          {
            "input": "Học phần cấp chứng chỉ có được tổ chức theo hình thức trực tuyến không?", 
            "output": "Việc tổ chức học phần cấp chứng chỉ theo hình thức trực tuyến phụ thuộc vào quy định của từng chương trình cấp chứng chỉ." 
          },
          {
            "input": "Em có thể học lại học phần học trước để cải thiện điểm không?",
            "output": "Việc học lại học phần học trước để cải thiện điểm phụ thuộc vào quy định của trường và sự cho phép của giảng viên phụ trách học phần."
          },
          {
            "input": "Nếu em đã tích lũy đủ tín chỉ theo yêu cầu của chương trình đào tạo nhưng chưa học phần thay thế tương đương thì có được xét tốt nghiệp không?",
            "output": "Em cần phải hoàn thành tất cả các học phần theo yêu cầu của chương trình đào tạo, bao gồm cả học phần thay thế tương đương, mới đủ điều kiện xét tốt nghiệp."
          },
          {
            "input": "Học phần cấp chứng chỉ có giới hạn số lần thi lại không?",
            "output": "Số lần thi lại cho học phần cấp chứng chỉ phụ thuộc vào quy định của từng chương trình cấp chứng chỉ." 
          },
          {
            "input": "Em có thể đăng ký học phần cấp chứng chỉ ở các trường khác được không?",
            "output": "Có, em có thể đăng ký học phần cấp chứng chỉ ở các trường khác nếu chương trình đó phù hợp với nhu cầu học tập và phát triển của em."
          },
          {
            "input": "Mỗi tín chỉ học phần tương đương với bao nhiêu tiết học?",
            "output": "Thông thường, mỗi tín chỉ học phần tương đương với 15 tiết lý thuyết hoặc 30-45 tiết thực hành, thí nghiệm."
          },
          {
            "input": "Em có thể đăng ký học vượt số tín chỉ tối đa cho phép trong một học kỳ không?",
            "output": "Việc đăng ký học vượt số tín chỉ tối đa cho phép trong một học kỳ cần được sự đồng ý của cố vấn học tập và khoa phụ trách."
          },
          {
            "input": "Tín chỉ của các học phần thực tập, đồ án tốt nghiệp được tính như thế nào?",
            "output": "Tín chỉ của các học phần thực tập, đồ án tốt nghiệp được tính theo quy định riêng của từng chương trình đào tạo."
          },
          {
            "input": "Nếu em rút học phần thì có được hoàn trả học phí không?",
            "output": "Việc hoàn trả học phí khi rút học phần phụ thuộc vào thời điểm rút học phần và quy định của trường."
          },
          {
            "input": "Tín chỉ tích lũy có thời hạn sử dụng không?",
            "output": "Tín chỉ tích lũy thường không có thời hạn sử dụng, tuy nhiên, việc công nhận tín chỉ khi chuyển trường hoặc chuyển ngành có thể phụ thuộc vào quy định của từng trường và chương trình đào tạo."
          },
          {
            "input": "Em có thể chuyển đổi tín chỉ đã tích lũy từ trường khác sang trường này không?",
            "output": "Em có thể làm đơn xin chuyển đổi tín chỉ đã tích lũy từ trường khác sang trường này. Trường sẽ xem xét và quyết định dựa trên hồ sơ học tập và chương trình đào tạo của em."
          },
          {
            "input": "Số tín chỉ tối thiểu và tối đa cho phép trong một học kỳ có thay đổi theo từng năm không?",
            "output": "Số tín chỉ tối thiểu và tối đa cho phép trong một học kỳ có thể thay đổi theo từng năm tùy thuộc vào quy định của trường."
          },
          {
            "input": "Nếu em học lại một học phần thì tín chỉ của học phần đó được tính như thế nào?",
            "output": "Khi em học lại một học phần, tín chỉ của học phần đó vẫn được tính vào tổng số tín chỉ tích lũy, tuy nhiên, điểm số của lần học sau sẽ thay thế cho điểm số của lần học trước."
          },
          {
            "input": "Em có thể bảo lưu tín chỉ đã tích lũy khi bảo lưu kết quả học tập không?",
            "output": "Khi em được phép bảo lưu kết quả học tập, tín chỉ đã tích lũy cũng sẽ được bảo lưu."
          },
          {
            "input": "Tín chỉ tích lũy có ảnh hưởng đến việc xét học bổng không?",
            "output": "Tín chỉ tích lũy có thể là một trong những tiêu chí để xét học bổng, cùng với điểm trung bình học tập và các thành tích khác."
          } ,
          {
            "input": "Em có thể học phần của chương trình đào tạo khác để tích lũy tín chỉ không?",
            "output": "Việc học phần của chương trình đào tạo khác để tích lũy tín chỉ cần được sự đồng ý của khoa phụ trách và đảm bảo phù hợp với chương trình đào tạo của em." 
          },
          {
            "input": "Em muốn biết tổng số tín chỉ tích lũy của mình ở đâu?",
            "output": "Em có thể xem tổng số tín chỉ tích lũy của mình trên bảng điểm hoặc tra cứu trên hệ thống thông tin sinh viên của trường."
          },
          {
            "input": "Nếu em rút học phần sau thời hạn quy định thì tín chỉ của học phần đó được tính như thế nào?",
            "output": "Nếu em rút học phần sau thời hạn quy định, tín chỉ của học phần đó có thể không được tính hoặc bị tính là không đạt (F) tùy thuộc vào quy định của trường."
          },
          {
            "input": "Em có thể sử dụng tín chỉ tích lũy để rút ngắn thời gian học tập không?",
            "output": "Có, nếu em tích lũy đủ số tín chỉ theo yêu cầu của chương trình đào tạo trước thời hạn, em có thể rút ngắn thời gian học tập và tốt nghiệp sớm."
          },
          {
            "input": "Việc tích lũy tín chỉ có ảnh hưởng đến việc xếp hạng tốt nghiệp không?",
            "output": "Việc tích lũy tín chỉ không ảnh hưởng trực tiếp đến việc xếp hạng tốt nghiệp, tuy nhiên, việc hoàn thành chương trình đào tạo sớm hơn có thể giúp em có thêm thời gian để chuẩn bị cho học phần tốt nghiệp và đạt kết quả cao hơn." 
          },
          {
            "input": "Em có thể học lại học phần đã đạt để tích lũy thêm tín chỉ không?", 
            "output": "Việc học lại học phần đã đạt để tích lũy thêm tín chỉ thường không được phép, trừ trường hợp em muốn cải thiện điểm số của học phần đó."
          },
          {
            "input": "Em có thể đăng ký học phần có số tín chỉ lẻ không?",
            "output": "Có, em có thể đăng ký học phần có số tín chỉ lẻ, miễn là đáp ứng được yêu cầu về khối lượng học tập và thời gian biểu." 
          },
          {
            "input": "Tín chỉ của các học phần học cải thiện điểm được tính như thế nào?",
            "output": "Tín chỉ của các học phần học cải thiện điểm vẫn được tính vào tổng số tín chỉ tích lũy, tuy nhiên, điểm số của lần học sau sẽ thay thế cho điểm số của lần học trước."
          },
          {
            "input": "Em có thể chuyển đổi tín chỉ của các chứng chỉ, chứng nhận khác sang tín chỉ học phần được không?",
            "output": "Việc chuyển đổi tín chỉ của các chứng chỉ, chứng nhận khác sang tín chỉ học phần phụ thuộc vào quy định của trường và sự đánh giá của hội đồng chuyên môn."
          },
          {
            "input": "Việc tích lũy tín chỉ có ảnh hưởng đến cơ hội tham gia các chương trình trao đổi sinh viên không?",
            "output": "Việc tích lũy tín chỉ có thể là một trong những tiêu chí để xét duyệt tham gia các chương trình trao đổi sinh viên, cùng với điểm trung bình học tập và các thành tích khác."
          },
          {
            "input": "Em có thể học phần của chương trình đào tạo trình độ cao hơn để tích lũy tín chỉ không?",
            "output": "Việc học phần của chương trình đào tạo trình độ cao hơn để tích lũy tín chỉ cần được sự đồng ý của khoa phụ trách và đảm bảo em đáp ứng được yêu cầu về kiến thức nền tảng." 
          },
          {
            "input": "Em muốn biết số tín chỉ tối thiểu để được xét lên lớp ở đâu?",
            "output": "Số tín chỉ tối thiểu để được xét lên lớp được quy định trong quy chế đào tạo của trường và thường được thông báo cho sinh viên vào đầu mỗi năm học."
          },
          {
            "input": "Tín chỉ của các học phần được miễn học được tính như thế nào?",
            "output": "Tín chỉ của các học phần được miễn học vẫn được tính vào tổng số tín chỉ tích lũy, nhưng điểm số sẽ được ghi nhận là R (miễn)."
          },
          {
            "input": "Em có thể học vượt tín chỉ để tốt nghiệp sớm hơn một học kỳ không?",
            "output": "Có, nếu em tích lũy đủ số tín chỉ theo yêu cầu của chương trình đào tạo và hoàn thành các học phần bắt buộc, em có thể tốt nghiệp sớm hơn một học kỳ."
          },
          {
            "input": "Việc tích lũy tín chỉ có ảnh hưởng đến học phí phải đóng không?",
            "output": "Học phí thường được tính theo số tín chỉ đăng ký trong mỗi học kỳ. Việc tích lũy tín chỉ nhanh hơn có thể giúp em tiết kiệm thời gian và chi phí học tập."
          },
          {
            "input": "Sự khác biệt giữa đào tạo theo niên chế và đào tạo theo tín chỉ là gì?",
            "output": "Đào tạo theo niên chế tổ chức lớp học cố định trong toàn khóa học, sinh viên học theo kế hoạch chung. Đào tạo theo tín chỉ cho phép sinh viên tự chọn lớp học phần và xây dựng kế hoạch học tập cá nhân."
          },
          {
            "input": "Trường mình áp dụng phương thức đào tạo nào?",
            "output": "Trường Đại học Thủy lợi áp dụng linh hoạt cả hai phương thức đào tạo niên chế và tín chỉ tùy theo tính chất của từng ngành học và học phần." 
          },
          {
            "input": "Em có thể chuyển đổi giữa đào tạo theo niên chế và đào tạo theo tín chỉ không?", 
            "output": "Việc chuyển đổi giữa đào tạo theo niên chế và đào tạo theo tín chỉ thường không được phép, trừ trường hợp có sự thay đổi quy định của trường hoặc chương trình đào tạo."
          },
          {
            "input": "Phương thức đào tạo nào phù hợp với em?",
            "output": "Việc lựa chọn phương thức đào tạo phù hợp phụ thuộc vào nhu cầu, khả năng và mục tiêu học tập của mỗi sinh viên. Em nên tìm hiểu kỹ về đặc điểm của từng phương thức để lựa chọn phù hợp."
          }, 
          {
            "input": "Phương thức đào tạo có ảnh hưởng đến việc đánh giá kết quả học tập không?", 
            "output": "Phương thức đào tạo có thể ảnh hưởng đến cách thức đánh giá kết quả học tập. Đào tạo theo tín chỉ thường đánh giá theo từng học phần, trong khi đào tạo theo niên chế có thể đánh giá theo học kỳ hoặc năm học."
          },
          {
            "input": "Đào tạo theo niên chế có những ưu điểm gì?", 
            "output": "Đào tạo theo niên chế giúp sinh viên có lộ trình học tập rõ ràng, dễ dàng quản lý thời gian và tạo sự gắn kết giữa các thành viên trong lớp." 
          },
          {
            "input": "Đào tạo theo tín chỉ có những ưu điểm gì?",
            "output": "Đào tạo theo tín chỉ giúp sinh viên chủ động hơn trong việc lựa chọn học phần, xây dựng kế hoạch học tập cá nhân và phát huy thế mạnh của bản thân."
          },
          {
            "input": "Em có thể học cùng lúc hai chương trình đào tạo với hai phương thức tổ chức khác nhau không?",
            "output": "Việc học cùng lúc hai chương trình đào tạo với hai phương thức tổ chức khác nhau phụ thuộc vào quy định của trường và sự cho phép của khoa phụ trách."
          },
          {
            "input": "Phương thức đào tạo có ảnh hưởng đến thời gian học tập không?",
            "output": "Thời gian học tập có thể khác nhau tùy theo phương thức đào tạo. Đào tạo theo niên chế thường có thời gian học tập cố định, trong khi đào tạo theo tín chỉ cho phép sinh viên rút ngắn hoặc kéo dài thời gian học tập tùy thuộc vào khả năng tích lũy tín chỉ." 
          },
          {
            "input": "Em có thể tham khảo thông tin về phương thức đào tạo ở đâu?",
            "output": "Em có thể tham khảo thông tin về phương thức đào tạo trong quy chế đào tạo của trường, trên website của trường hoặc liên hệ với Phòng Đào tạo để được tư vấn." 
          },
          {
            "input": "Đào tạo theo niên chế có những hạn chế gì?",
            "output": "Đào tạo theo niên chế có thể hạn chế sự linh hoạt trong việc lựa chọn học phần và khó khăn cho sinh viên muốn học vượt hoặc học lại." 
          },
          {
            "input": "Đào tạo theo tín chỉ có những hạn chế gì?",
            "output": "Đào tạo theo tín chỉ đòi hỏi sinh viên phải có khả năng tự học và quản lý thời gian tốt, đồng thời có thể gây áp lực về việc tích lũy tín chỉ."
          },
          {
            "input": "Em có thể học một số học phần theo phương thức đào tạo niên chế và một số học phần theo phương thức đào tạo tín chỉ không?",
            "output": "Việc kết hợp giữa hai phương thức đào tạo trong cùng một chương trình thường không được phép, trừ trường hợp có sự cho phép đặc biệt từ khoa phụ trách."
          },
          {
            "input": "Phương thức đào tạo có ảnh hưởng đến cơ hội việc làm sau khi tốt nghiệp không?",
            "output": "Phương thức đào tạo không ảnh hưởng trực tiếp đến cơ hội việc làm sau khi tốt nghiệp. Tuy nhiên, việc lựa chọn phương thức đào tạo phù hợp có thể giúp em phát huy thế mạnh và kỹ năng của bản thân, từ đó tăng cường khả năng cạnh tranh trên thị trường lao động." 
          },
          {
            "input": "Trường có tổ chức các buổi hướng dẫn về phương thức đào tạo cho sinh viên không?",
            "output": "Trường có thể tổ chức các buổi hướng dẫn về phương thức đào tạo cho sinh viên mới hoặc sinh viên có nhu cầu tìm hiểu thêm thông tin." 
          },
          {
            "input": "Sự khác biệt giữa đào tạo chính quy và đào tạo vừa làm vừa học là gì?",
            "output": "Đào tạo chính quy tổ chức các hoạt động giảng dạy tại trường, sinh viên tập trung học tập toàn thời gian. Đào tạo vừa làm vừa học cho phép sinh viên vừa đi làm vừa đi học với thời gian học linh hoạt hơn." 
          },
          {
            "input": "Trường mình có những hình thức đào tạo nào?",
            "output": "Trường Đại học Thủy lợi có hai hình thức đào tạo chính là đào tạo chính quy và đào tạo vừa làm vừa học."
          },
          {
            "input": "Hình thức đào tạo nào phù hợp với em?",
            "output": "Việc lựa chọn hình thức đào tạo phù hợp phụ thuộc vào hoàn cảnh, nhu cầu và mục tiêu học tập của mỗi sinh viên. Em nên cân nhắc kỹ các yếu tố như thời gian, tài chính và khả năng tự học để lựa chọn hình thức phù hợp."
          }, 
          {
            "input": "Hình thức đào tạo có ảnh hưởng đến chất lượng đào tạo không?",
            "output": "Chất lượng đào tạo phụ thuộc vào nhiều yếu tố, bao gồm chương trình đào tạo, đội ngũ giảng viên, cơ sở vật chất và phương pháp giảng dạy. Hình thức đào tạo không ảnh hưởng trực tiếp đến chất lượng đào tạo, tuy nhiên, mỗi hình thức có những ưu điểm và hạn chế riêng."
          },
          {
            "input": "Em có thể chuyển đổi giữa các hình thức đào tạo không?",
            "output": "Việc chuyển đổi giữa các hình thức đào tạo có thể được xem xét tùy thuộc vào quy định của trường và sự cho phép của khoa phụ trách." 
          },
          {
            "input": "Đào tạo chính quy có những ưu điểm gì?",
            "output": "Đào tạo chính quy giúp sinh viên tập trung học tập, tiếp thu kiến thức một cách hệ thống và có nhiều cơ hội tham gia các hoạt động ngoại khóa, nghiên cứu khoa học."
          },
          {
            "input": "Đào tạo vừa làm vừa học có những ưu điểm gì?", 
            "output": "Đào tạo vừa làm vừa học giúp sinh viên có thể vừa học tập vừa tích lũy kinh nghiệm thực tế, đồng thời giảm bớt gánh nặng tài chính."
          },
          {
            "input": "Em có thể học cùng lúc hai chương trình đào tạo với hai hình thức đào tạo khác nhau không?", 
            "output": "Việc học cùng lúc hai chương trình đào tạo với hai hình thức đào tạo khác nhau phụ thuộc vào quy định của trường và sự cho phép của khoa phụ trách."
          },
          {
            "input": "Hình thức đào tạo có ảnh hưởng đến thời gian học tập không?",
            "output": "Thời gian học tập có thể khác nhau tùy theo hình thức đào tạo. Đào tạo chính quy thường có thời gian học tập cố định, trong khi đào tạo vừa làm vừa học cho phép sinh viên linh hoạt hơn trong việc sắp xếp thời gian học tập."
          },
          {
            "input": "Em có thể tham khảo thông tin về các hình thức đào tạo ở đâu?", 
            "output": "Em có thể tham khảo thông tin về các hình thức đào tạo trong quy chế đào tạo của trường, trên website của trường hoặc liên hệ với Phòng Đào tạo để được tư vấn." 
          },
          {
            "input": "Thời gian học của một tiết học là bao lâu?",
            "output": "Một tiết học kéo dài 50 phút."
          },
          {
            "input": "Trường có tổ chức các lớp học vào buổi tối không?",
            "output": "Có, trường có tổ chức các lớp học vào buổi tối, thường từ 18:50 đến 21:30."
          },
          {
            "input": "Giữa các tiết học có thời gian nghỉ giải lao không?",
            "output": "Có, giữa các tiết học thường có thời gian nghỉ giải lao từ 5 đến 10 phút." 
          },
          {
            "input": "Lịch học của sinh viên có thể thay đổi không?",
            "output": "Lịch học của sinh viên có thể thay đổi tùy theo kế hoạch giảng dạy của trường và sự điều chỉnh của giảng viên. Sinh viên sẽ được thông báo về những thay đổi kịp thời." 
          }, 
          {
            "input": "Em có thể đăng ký học các lớp học ở các khung giờ khác nhau không?",
            "output": "Em có thể đăng ký học các lớp học ở các khung giờ khác nhau, miễn là đáp ứng được yêu cầu về khối lượng học tập và không trùng lịch học."
          },
          {
            "input": "Trường có tổ chức các lớp học vào cuối tuần không?", 
            "output": "Trường có thể tổ chức các lớp học vào thứ 7 tùy theo kế hoạch giảng dạy và nhu cầu của sinh viên." 
          },
          {
            "input": "Thời gian học của các học phần thực hành, thí nghiệm có khác với học phần lý thuyết không?", 
            "output": "Thời gian học của các học phần thực hành, thí nghiệm thường dài hơn so với học phần lý thuyết và có thể được tổ chức theo buổi hoặc theo ca."
          }, 
          {
            "input": "Giờ vào lớp có được tính cả thời gian điểm danh không?", 
            "output": "Giờ vào lớp thường bao gồm cả thời gian điểm danh. Sinh viên cần có mặt đúng giờ để đảm bảo không bị tính là vắng mặt." 
          },
          {
            "input": "Nếu em đến lớp muộn thì có được vào học không?",
            "output": "Việc cho phép sinh viên đến lớp muộn vào học phụ thuộc vào quy định của giảng viên và có thể ảnh hưởng đến điểm chuyên cần." 
          },
          {
            "input": "Em có thể nghỉ học giữa giờ được không?" ,
            "output": "Việc nghỉ học giữa giờ cần được sự đồng ý của giảng viên và có thể ảnh hưởng đến điểm chuyên cần." 
          },
          {
            "input": "Thời gian nghỉ giữa các học kỳ là bao lâu?",
            "output": "Thời gian nghỉ giữa các học kỳ thường là từ 2 đến 4 tuần, tùy thuộc vào kế hoạch năm học của trường." 
          },
          {
            "input": "Các lớp học online được tổ chức vào thời gian nào?",
            "output": "Thời gian tổ chức các lớp học online phụ thuộc vào kế hoạch giảng dạy và sự thỏa thuận giữa giảng viên và sinh viên."
          },
          {
            "input": "Em có thể yêu cầu giảng viên thay đổi giờ học không?",
            "output": "Việc thay đổi giờ học cần được sự đồng ý của giảng viên và đa số sinh viên trong lớp."
          },
          {
            "input": "Nếu em bị ốm hoặc có việc đột xuất không thể đến lớp thì cần làm gì?",
            "output": "Em cần báo cho giảng viên và khoa phụ trách biết lý do vắng mặt và xin phép nghỉ học theo quy định của trường."
          },
          {
            "input": "Em có thể xem lịch học của mình ở đâu?",
            "output": "Em có thể xem lịch học của mình trên hệ thống thông tin sinh viên của trường hoặc thời khóa biểu được cung cấp bởi khoa phụ trách."
          },
          {
            "input": "Cho em hỏi tiết 1 bắt đầu lúc mấy giờ?",
            "output": "Tiết 1 bắt đầu lúc 7:00 sáng em nhé."
          },
          {
            "input": "Tiết 4 kết thúc lúc mấy giờ ạ?",
            "output": "Tiết 4 kết thúc lúc 10:35 sáng."
          },
          {
            "input": "Giữa các tiết học có nghỉ giải lao không?",
            "output": "Có em nhé, giữa các tiết học sẽ có 5 phút giải lao."
          },
          {
            "input": "Buổi chiều học mấy tiết vậy?",
            "output": "Buổi chiều có 6 tiết học, từ tiết 7 đến tiết 12."
          },
          {
            "input": "Lịch học buổi tối bắt đầu từ mấy giờ và kết thúc lúc mấy giờ ạ?",
            "output": "Buổi tối có 3 tiết học, bắt đầu từ 18:50 và kết thúc lúc 21:30."
          },
          {
            "input": "Em muốn biết thời gian cụ thể của tiết 9?",
            "output": "Tiết 9 diễn ra từ 14:45 đến 15:35 chiều em nhé."
          },
          {
            "input": "Cho em hỏi thời gian nghỉ trưa là bao lâu ạ?",
            "output": "Thời gian nghỉ trưa là từ 12:25 đến 12:55, tổng cộng là 30 phút." 
          },
          {
            "input": "Em muốn đăng ký học hai văn bằng, điều kiện là gì ạ?",
            "output": "Để học hai văn bằng, em cần học khác ngành và đạt học lực khá trở lên khi kết thúc năm 2."
          },
          {
            "input": "Nếu em bị cảnh báo học tập khi học hai văn bằng thì sao ạ?", 
            "output": "Em sẽ phải dừng việc học văn bằng thứ hai ở học kỳ tiếp theo nếu điểm trung bình tích lũy của văn bằng thứ nhất dưới mức trung bình hoặc bị cảnh báo học vụ."
          },
          {
            "input": "Thời gian tối đa để hoàn thành chương trình học hai văn bằng là bao lâu?",
            "output": "Thời gian học tối đa sẽ bằng với thời gian quy định cho chương trình thứ nhất em nhé." 
          },
          {
            "input": "Em đã tốt nghiệp một văn bằng, trường có xét tuyển văn bằng 2 không ạ?",
            "output": "Có em nhé, trường sẽ xét tuyển văn bằng 2 nếu ngành đó đã tuyển sinh được tối thiểu 3 khóa." 
          },
          {
            "input": "Khi học văn bằng 2, em có được miễn giảm học phần nào không?",
            "output": "Em sẽ được miễn giảm những học phần có nội dung và khối lượng kiến thức tương đương với chương trình đã học."
          },
          {
            "input": "Sau khi tốt nghiệp văn bằng 1, em có cần đăng ký học văn bằng 2 ngay không?", 
            "output": "Nếu em không đăng ký học văn bằng 2 trong vòng 2 năm sau khi tốt nghiệp văn bằng 1, trường sẽ xóa tên em khỏi danh sách học văn bằng 2."
          },
          {
            "input": "Anh/chị ơi, cho em hỏi một ngày học mấy ca, mấy tiết ạ?",
            "output": "Trường mình học 3 ca: sáng, chiều và tối. Tổng cộng có 15 tiết, cụ thể là sáng 6 tiết, chiều 6 tiết và tối 3 tiết."
          },
          {
            "input": "Vậy thời gian cụ thể của các ca học như thế nào?",
            "output": "Ca sáng từ 7h00 đến 12h25, ca chiều từ 12h55 đến 18h20, và ca tối từ 18h50 đến 21h30."
          },
          {
            "input": "Mỗi tiết học kéo dài bao lâu ạ?",
            "output": "Mỗi tiết học kéo dài 50 phút em nhé."
          },
          {
            "input": "Giữa các tiết học có giải lao không anh/chị?",
            "output": "Có em nhé. Giữa các tiết học, sẽ có 5 phút để giải lao và nghỉ ngơi."
          },
          {
            "input": "Thời gian nghỉ trưa là bao lâu ạ?",
            "output": "Em sẽ có 30 phút nghỉ trưa, từ 12h25 đến 12h55."
          },
          {
            "input": "Cho em hỏi tiết 1 bắt đầu lúc mấy giờ?",
            "output": "Tiết 1 bắt đầu lúc 7:00 sáng em nhé."
          },
          {
            "input": "Tiết 4 kết thúc lúc mấy giờ ạ?",
            "output": "Tiết 4 kết thúc lúc 10:35 sáng."
          },
          {
            "input": "Giữa các tiết học có nghỉ giải lao không?",
            "output": "Có em nhé, giữa các tiết học sẽ có 5 phút giải lao."
          },
          {
            "input": "Buổi chiều học mấy tiết vậy?",
            "output": "Buổi chiều có 6 tiết học, từ tiết 7 đến tiết 12."
          },
          {
            "input": "Lịch học buổi tối bắt đầu từ mấy giờ và kết thúc lúc mấy giờ ạ?",
            "output": "Buổi tối có 3 tiết học, bắt đầu từ 18:50 và kết thúc lúc 21:30."
          },
          {
            "input": "Em muốn biết thời gian cụ thể của tiết 9?",
            "output": "Tiết 9 diễn ra từ 14:45 đến 15:35 chiều em nhé."
          },
          {
            "input": "Em muốn học vừa làm vừa học, trường có đào tạo hình thức này không ạ?",
            "output": "Có em nhé. Trường có đào tạo hình thức vừa làm vừa học."
          },
          {
            "input": "Vậy lịch học của hình thức vừa làm vừa học như thế nào ạ?",
            "output": "Lịch học của hình thức vừa làm vừa học sẽ linh hoạt hơn, được sắp xếp trong ngày và trong tuần tùy theo tình hình của sinh viên và giảng viên."
          },
          {
            "input": "Học vừa làm vừa học thì học ở đâu ạ?",
            "output": "Em có thể học tại trường, các cơ sở trực thuộc hoặc tại các cơ sở phối hợp đào tạo theo quy định của trường."
          },
          {
            "input": "Cơ sở phối hợp đào tạo là gì ạ?", 
            "output": "Đó là những trường cao đẳng, trung cấp, trung tâm giáo dục thường xuyên... đáp ứng đủ điều kiện về cơ sở vật chất và đội ngũ giảng viên để phối hợp với trường mình tổ chức đào tạo."
          },
          {
            "input": "Thời gian học tối đa của hình thức vừa làm vừa học có khác gì so với hình thức chính quy không?",
            "output": "Có em nhé. Thời gian học tối đa của hình thức vừa làm vừa học thường sẽ dài hơn so với hình thức chính quy khoảng 0.5 đến 1 năm."
          },
          {
            "input": "Em muốn biết những ngành nào của trường có đào tạo vừa làm vừa học ạ?",
            "output": "Hầu hết các ngành của trường đều có đào tạo vừa làm vừa học em nhé. Em có thể tham khảo danh sách cụ thể trên website hoặc liên hệ với phòng đào tạo để biết thêm chi tiết." 
          },
          {
            "input": "Học vừa làm vừa học có được cấp bằng như chính quy không ạ?",
            "output": "Có em nhé. Sau khi tốt nghiệp, em sẽ được cấp bằng Cử nhân chính quy như hình thức đào tạo chính quy." 
          },
          {
            "input": "Em muốn học liên thông lên đại học vừa làm vừa học, trường có xét tuyển không ạ?",
            "output": "Có em nhé. Trường có xét tuyển liên thông lên đại học vừa làm vừa học cho những bạn đã tốt nghiệp Cao đẳng hoặc Trung cấp."
          },
          {
            "input": "Hình thức thi tuyển vào đại học vừa làm vừa học có gì khác so với chính quy không ạ?",
            "output": "Tùy từng ngành và thời điểm xét tuyển mà hình thức thi có thể khác nhau. Em nên theo dõi thông báo tuyển sinh trên website của trường để cập nhật thông tin mới nhất." 
          },
          {
            "input": "Học phí của chương trình vừa làm vừa học có cao hơn chính quy không ạ?",
            "output": "Thông thường học phí của chương trình vừa làm vừa học sẽ cao hơn một chút so với chính quy em nhé."
          },
          {
            "input": "Em đang đi làm, nếu học vừa làm vừa học thì có được bảo lưu kết quả học tập khi cần không?", 
            "output": "Có em nhé. Trường có chính sách bảo lưu kết quả học tập cho sinh viên trong trường hợp đặc biệt như ốm đau, sinh con hoặc đi công tác dài ngày."
          },
          {
            "input": "Chất lượng đào tạo của chương trình vừa làm vừa học có đảm bảo không ạ?",
            "output": "Trường luôn cam kết đảm bảo chất lượng đào tạo cho mọi hình thức đào tạo, bao gồm cả vừa làm vừa học. Chương trình học, đội ngũ giảng viên và cơ sở vật chất đều đáp ứng tiêu chuẩn chất lượng của Bộ Giáo dục và Đào tạo."
          },
          {
            "input": "Em muốn tham gia các hoạt động ngoại khóa, câu lạc bộ thì có được không?", 
            "output": "Chắc chắn rồi em. Sinh viên vừa làm vừa học vẫn được tham gia đầy đủ các hoạt động ngoại khóa, câu lạc bộ như sinh viên chính quy."
          },
          {
            "input": "Trường có hỗ trợ sinh viên vừa làm vừa học tìm kiếm việc làm thêm không?",
            "output": "Trường có trung tâm hỗ trợ sinh viên và việc làm, thường xuyên cập nhật thông tin tuyển dụng và tổ chức các buổi hướng nghiệp, tư vấn việc làm cho sinh viên." 
          },
          {
            "input": "Em muốn chuyển từ hệ chính quy sang hệ vừa làm vừa học thì cần làm những gì?",
            "output": "Em cần viết đơn xin chuyển hệ và nộp cho phòng đào tạo. Trường sẽ xem xét và quyết định dựa trên kết quả học tập và tình hình của em." 
          },
          {
            "input": "Giảng viên của chương trình vừa làm vừa học có giống với giảng viên chính quy không?",
            "output": "Đội ngũ giảng viên của chương trình vừa làm vừa học và chính quy cơ bản là giống nhau em nhé. Đều là những giảng viên có trình độ chuyên môn cao và kinh nghiệm giảng dạy dày dặn." 
          },
          {
            "input": "Em muốn học thêm chứng chỉ, kỹ năng khác thì trường có hỗ trợ không ạ?",
            "output": "Trường có các trung tâm, khoa đào tạo ngắn hạn cung cấp nhiều chương trình học chứng chỉ, kỹ năng khác nhau phù hợp với nhu cầu của sinh viên và thị trường lao động."
          },
          {
            "input": "Trường có ký túc xá cho sinh viên vừa làm vừa học không?",
            "output": "Hiện tại ký túc xá của trường chủ yếu dành cho sinh viên chính quy. Tuy nhiên, trường có thể hỗ trợ sinh viên vừa làm vừa học tìm kiếm nhà trọ gần trường."
          },
          {
            "input": "Em muốn đóng học phí theo từng học kỳ được không?",
            "output": "Được em nhé. Sinh viên vừa làm vừa học có thể đóng học phí theo từng học kỳ hoặc theo từng năm học."
          }, 
          {
            "input": "Nếu em có việc bận đột xuất thì có thể nghỉ học không?",
            "output": "Em có thể xin phép nghỉ học trong trường hợp có việc bận đột xuất. Tuy nhiên, em cần thông báo cho giảng viên và khoa chủ quản biết để sắp xếp lịch học bù."
          },
          {
            "input": "Sinh viên vừa làm vừa học có được vay vốn học tập không ạ?", 
            "output": "Có em nhé. Sinh viên vừa làm vừa học vẫn được hưởng các chính sách hỗ trợ học tập như sinh viên chính quy, bao gồm cả vay vốn học tập theo quy định của Nhà nước."
          },
          {
            "input": "Lớp học vừa làm vừa học có đông sinh viên không ạ?",
            "output": "Sĩ số lớp học vừa làm vừa học thường nhỏ hơn so với lớp học chính quy, tạo điều kiện thuận lợi cho việc tương tác giữa giảng viên và sinh viên." 
          },
          {
            "input": "Em muốn bảo lưu kết quả học tập thì cần làm những thủ tục gì?",
            "output": "Em cần viết đơn xin bảo lưu kết quả học tập, kèm theo giấy tờ chứng minh lý do (giấy khám bệnh, quyết định công tác...) và nộp cho phòng đào tạo."
          },
          {
            "input": "Chương trình đào tạo vừa làm vừa học có cập nhật thường xuyên không ạ?", 
            "output": "Trường thường xuyên rà soát và cập nhật chương trình đào tạo cho phù hợp với sự phát triển của khoa học công nghệ và nhu cầu của xã hội."
          },
          {
            "input": "Sau khi tốt nghiệp, trường có hỗ trợ sinh viên tìm kiếm việc làm không?",
            "output": "Trường có trung tâm hỗ trợ sinh viên và việc làm, liên kết với nhiều doanh nghiệp để giới thiệu việc làm cho sinh viên sau khi tốt nghiệp."
          },
          {
            "input": "Làm sao để em biết được lịch học của mình trong học kỳ tới?",
            "output": "Em có thể xem lịch học chi tiết trên trang web của trường, hoặc thông qua hệ thống đăng ký học tập trực tuyến của trường." 
          },
          {
            "input": "Kế hoạch học tập của em có thể thay đổi được không?",
            "output": "Em có thể thay đổi kế hoạch học tập của mình trong thời gian đăng ký học tập. Sau khi thời gian đăng ký kết thúc, việc thay đổi sẽ khó khăn hơn và cần có lý do chính đáng."
          },
          {
            "input": "Em muốn biết thời gian thi cuối kỳ của các môn học?",
            "output": "Lịch thi cuối kỳ sẽ được thông báo trước khoảng 2 tuần trên trang web của trường và hệ thống đăng ký học tập." 
          },
          {
            "input": "Nếu em bị trùng lịch thi thì phải làm sao?",
            "output": "Em cần liên hệ ngay với phòng đào tạo để được hỗ trợ sắp xếp lịch thi phù hợp." 
          },
          {
            "input": "Em muốn biết thời khóa biểu của các lớp học phần?", 
            "output": "Thời khóa biểu của các lớp học phần sẽ được công bố trước mỗi học kỳ trên trang web của trường và hệ thống đăng ký học tập." 
          },
          {
            "input": "Em muốn biết chương trình đào tạo của ngành em như thế nào?",
            "output": "Em có thể tìm hiểu chương trình đào tạo của ngành mình trên website của trường, trong mục giới thiệu về ngành hoặc liên hệ với khoa/bộ môn phụ trách."
          },
          {
            "input": "Em muốn học thêm một số môn học ngoài chương trình đào tạo thì có được không?",
            "output": "Được em nhé. Em có thể đăng ký học các môn học tự chọn hoặc học phần mở rộng theo quy định của trường."
          }, 
          {
            "input": "Lịch học của các học phần có cố định không?",
            "output": "Lịch học của các học phần thường sẽ cố định trong suốt học kỳ, trừ trường hợp có những thay đổi bất khả kháng." 
          },
          {
            "input": "Em muốn biết thời gian học cụ thể của từng môn?",
            "output": "Thời gian học cụ thể của từng môn sẽ được thể hiện trên thời khóa biểu của từng lớp học phần."
          },
          {
            "input": "Nếu em có việc bận và phải nghỉ học thì sao?",
            "output": "Em cần xin phép nghỉ học và thông báo cho giảng viên biết. Trường hợp nghỉ học quá số buổi quy định, em có thể bị cấm thi hoặc phải học lại."
          },
          {
            "input": "Năm học mới bắt đầu khi nào ạ?",
            "output": "Thời gian bắt đầu năm học mới sẽ được thông báo trên website của trường và qua các kênh thông tin chính thức của trường."
          },
          {
            "input": "Một năm học có bao nhiêu học kỳ?",
            "output": "Một năm học thường có 2 học kỳ chính và có thể có thêm học kỳ hè."
          }, 
          {
            "input": "Kế hoạch học tập của các khóa khác nhau có giống nhau không?", 
            "output": "Kế hoạch học tập có thể thay đổi theo từng khóa học do sự cập nhật chương trình đào tạo hoặc thay đổi về đội ngũ giảng viên."
          }, 
          {
            "input": "Em muốn biết lịch nghỉ lễ, nghỉ tết?",
            "output": "Lịch nghỉ lễ, nghỉ tết sẽ được thông báo trên website của trường và qua các kênh thông tin chính thức của trường."
          },
          {
            "input": "Em muốn đăng ký học lại một môn học thì phải làm sao?",
            "output": "Em có thể đăng ký học lại môn học đó trong thời gian đăng ký học tập của học kỳ tiếp theo." 
          },
          {
            "input": "Em có thể học vượt môn học không ạ?",
            "output": "Có em nhé. Em có thể đăng ký học vượt một số môn học theo quy định của trường, tuy nhiên cần đảm bảo điều kiện tiên quyết của các môn học đó."
          },
          {
            "input": "Em muốn biết đề cương chi tiết của các môn học?",
            "output": "Đề cương chi tiết của các môn học thường được giảng viên cung cấp trong buổi học đầu tiên hoặc em có thể tìm thấy trên hệ thống học tập trực tuyến của trường."
          }, 
          {
            "input": "Giáo trình của các môn học em có thể tìm mua ở đâu ạ?",
            "output": "Em có thể mua giáo trình tại nhà sách của trường hoặc các nhà sách khác có bán giáo trình đại học."
          },
          {
            "input": "Nếu em muốn thay đổi lớp học phần thì phải làm sao?",
            "output": "Em cần liên hệ với phòng đào tạo để được hỗ trợ thay đổi lớp học phần, tuy nhiên việc thay đổi chỉ được thực hiện trong thời gian đăng ký học tập và khi lớp học phần mới còn chỗ trống."
          },
          {
            "input": "Em muốn bảo lưu kết quả học tập thì có ảnh hưởng đến kế hoạch học tập của em không?",
            "output": "Việc bảo lưu kết quả học tập sẽ ảnh hưởng đến tiến độ học tập của em. Khi quay trở lại học, em cần tiếp tục học tập theo chương trình đào tạo của khóa học mà em đang theo học."
          },
          {
            "input": "Em muốn biết thời gian học phần thực tập là khi nào?",
            "output": "Thời gian học phần thực tập sẽ được thông báo cụ thể trong kế hoạch học tập của từng ngành và khóa học."
          },
          {
            "input": "Học phần thực tập được tổ chức ở đâu ạ?",
            "output": "Học phần thực tập có thể được tổ chức tại các doanh nghiệp, cơ quan liên kết với trường hoặc tại các phòng thí nghiệm, xưởng thực hành của trường." 
          },
          {
            "input": "Em muốn học cải thiện điểm một môn học thì phải làm sao?", 
            "output": "Em có thể đăng ký học cải thiện điểm môn học đó trong thời gian đăng ký học tập của học kỳ tiếp theo, điểm số cuối cùng sẽ là điểm cao nhất trong các lần học." 
          },
          {
            "input": "Em muốn biết quy định về việc thi lại, học lại?",
            "output": "Quy định về việc thi lại, học lại sẽ được nêu rõ trong quy chế đào tạo của trường. Em có thể tìm hiểu thông tin chi tiết trên website của trường."
          },
          {
            "input": "Em muốn in bảng điểm thì phải làm sao?",
            "output": "Em có thể in bảng điểm thông qua hệ thống học tập trực tuyến của trường hoặc liên hệ với phòng đào tạo để được hỗ trợ."
          },
          {
            "input": "Em muốn gặp cán bộ phòng đào tạo để được tư vấn về học tập thì phải làm sao?",
            "output": "Em có thể đến trực tiếp phòng đào tạo trong giờ hành chính hoặc liên hệ qua email, số điện thoại của phòng đào tạo để đặt lịch hẹn."
          },
          {
            "input": "Em muốn biết thông tin về học bổng, hỗ trợ học tập?",
            "output": "Thông tin về học bổng, hỗ trợ học tập được đăng tải trên website của trường hoặc em có thể liên hệ với phòng công tác sinh viên để được tư vấn chi tiết."
          },
          {
            "input": "Em có thể tham gia nghiên cứu khoa học không?",
            "output": "Có em nhé. Trường khuyến khích sinh viên tham gia nghiên cứu khoa học thông qua các câu lạc bộ, nhóm nghiên cứu hoặc các đề tài nghiên cứu khoa học sinh viên."
          },
          {
            "input": "Khi nào thì em có thể đăng ký học tập cho học kỳ mới?",
            "output": "Thời gian đăng ký học tập thường diễn ra trước khi bắt đầu học kỳ mới khoảng 2-3 tuần. Trường sẽ thông báo lịch cụ thể trên website và hệ thống đăng ký học tập."
          },
          {
            "input": "Em đăng ký học tập như thế nào?",
            "output": "Em có thể đăng ký học tập trực tuyến thông qua hệ thống đăng ký học tập của trường. Hệ thống sẽ hướng dẫn em các bước đăng ký chi tiết."
          },
          {
            "input": "Em có thể thay đổi môn học đã đăng ký không?",
            "output": "Em có thể thay đổi môn học đã đăng ký trong thời gian đăng ký học tập. Tuy nhiên, cần lưu ý rằng việc thay đổi có thể ảnh hưởng đến lịch học và thời khóa biểu của em."
          },
          {
            "input": "Em muốn biết mình đã đăng ký thành công những môn học nào?", 
            "output": "Em có thể kiểm tra danh sách môn học đã đăng ký trên hệ thống đăng ký học tập của trường."
          },
          {
            "input": "Nếu em gặp khó khăn trong quá trình đăng ký học tập thì phải làm sao?",
            "output": "Em có thể liên hệ với phòng đào tạo hoặc cán bộ phụ trách công tác sinh viên của khoa để được hỗ trợ."
          },
          {
            "input": "Em có thể đăng ký học vượt bao nhiêu môn?",
            "output": "Số môn học vượt được phép đăng ký sẽ phụ thuộc vào quy định của từng ngành và khóa học. Em nên tham khảo thông tin chi tiết từ khoa/bộ môn phụ trách."
          },
          {
            "input": "Em muốn đăng ký học cải thiện điểm thì có cần điều kiện gì không?",
            "output": "Thông thường, em chỉ cần đã hoàn thành môn học đó và có điểm đạt là có thể đăng ký học cải thiện điểm."
          },
          {
            "input": "Hệ thống đăng ký học tập có bị lỗi không ạ?", 
            "output": "Hệ thống đăng ký học tập thường hoạt động ổn định. Tuy nhiên, trong trường hợp có lỗi kỹ thuật, em nên thông báo ngay cho phòng đào tạo để được hỗ trợ."
          },
          {
            "input": "Em quên mật khẩu đăng nhập hệ thống đăng ký học tập thì phải làm sao?", 
            "output": "Em có thể sử dụng chức năng quên mật khẩu trên hệ thống để lấy lại mật khẩu hoặc liên hệ với phòng đào tạo để được hỗ trợ."
          },
          {
            "input": "Em muốn biết lịch học của các lớp học phần trước khi đăng ký?",
            "output": "Lịch học của các lớp học phần sẽ được công bố trước thời gian đăng ký học tập. Em có thể tham khảo thông tin trên website của trường hoặc hệ thống đăng ký học tập." 
          },
          {
            "input": "Em có thể đăng ký học cùng lúc hai chương trình đào tạo không?",
            "output": "Có em nhé. Em có thể đăng ký học cùng lúc hai chương trình đào tạo nếu đáp ứng đủ điều kiện theo quy định của trường."
          },
          {
            "input": "Em muốn đăng ký học các môn học online thì phải làm sao?",
            "output": "Trường có một số môn học được tổ chức theo hình thức trực tuyến. Em có thể tìm kiếm thông tin và đăng ký học các môn học này trên hệ thống học tập trực tuyến của trường."
          },
          {
            "input": "Em có thể đăng ký học các môn học của ngành khác không?", 
            "output": "Em có thể đăng ký học một số môn học tự chọn của ngành khác nếu đáp ứng điều kiện tiên quyết của môn học đó." 
          },
          {
            "input": "Em muốn biết danh sách các môn học được mở trong học kỳ tới?",
            "output": "Danh sách các môn học được mở trong học kỳ tới sẽ được công bố trên website của trường và hệ thống đăng ký học tập."
          },
          {
            "input": "Em có thể hủy đăng ký môn học không?", 
            "output": "Em có thể hủy đăng ký môn học trong thời gian đăng ký học tập. Tuy nhiên, cần lưu ý rằng việc hủy đăng ký có thể ảnh hưởng đến tiến độ học tập của em."
          },
          {
            "input": "Em muốn biết số tín chỉ tối đa và tối thiểu được đăng ký trong một học kỳ?",
            "output": "Số tín chỉ tối đa và tối thiểu được đăng ký trong một học kỳ sẽ được quy định trong quy chế đào tạo của trường. Em có thể tham khảo thông tin chi tiết trên website của trường."
          },
          {
            "input": "Em là sinh viên năm nhất, em có cần đăng ký học phần giáo dục thể chất và giáo dục quốc phòng không?",
            "output": "Thông thường, sinh viên năm nhất sẽ được nhà trường tự động đăng ký học phần giáo dục thể chất và giáo dục quốc phòng. Em không cần phải tự đăng ký."
          },
          {
            "input": "Em muốn biết học phí của từng môn học?",
            "output": "Học phí của từng môn học sẽ được tính dựa trên số tín chỉ của môn học đó. Em có thể tra cứu thông tin chi tiết trên website của trường hoặc liên hệ với phòng tài chính kế toán."
          },
          {
            "input": "Em muốn đăng ký học các môn học tiếng Anh, tin học để lấy chứng chỉ A, B, C thì phải làm sao?",
            "output": "Trường có tổ chức các lớp học tiếng Anh, tin học để sinh viên thi lấy chứng chỉ A, B, C. Em có thể tìm hiểu thông tin và đăng ký học các lớp này trên website của trường hoặc liên hệ với trung tâm ngoại ngữ, tin học."
          },
          {
            "input": "Em muốn biết thông tin về các chương trình trao đổi sinh viên?",
            "output": "Thông tin về các chương trình trao đổi sinh viên được đăng tải trên website của trường hoặc em có thể liên hệ với phòng hợp tác quốc tế để được tư vấn chi tiết."
          },
          {
            "input": "Em có thể đăng ký học các môn học hè không?", 
            "output": "Trường có tổ chức các lớp học hè cho sinh viên có nhu cầu học cải thiện điểm, học vượt hoặc học các môn học tự chọn. Em có thể tìm hiểu thông tin và đăng ký học các lớp này trên website của trường."
          },
          {
            "input": "Em muốn biết quy trình xét miễn giảm học phí?",
            "output": "Quy trình xét miễn giảm học phí được quy định cụ thể trong các văn bản của trường. Em có thể tìm hiểu thông tin chi tiết trên website của trường hoặc liên hệ với phòng công tác sinh viên." 
          },
          {
            "input": "Em có thể đăng ký học tại cơ sở đào tạo nào của trường?",
            "output": "Em có thể đăng ký học tại cơ sở chính của trường hoặc các phân hiệu, cơ sở liên kết đào tạo tùy theo ngành học và chương trình đào tạo." 
          },
          {
            "input": "Em muốn biết thông tin về các suất học bổng du học?", 
            "output": "Thông tin về các suất học bổng du học được đăng tải trên website của trường hoặc em có thể liên hệ với phòng hợp tác quốc tế để được tư vấn chi tiết."
          },
          {
            "input": "Em muốn biết lịch học cụ thể của lớp mình?",
            "output": "Em có thể xem lịch học chi tiết của lớp mình trên thời khóa biểu được công bố trước mỗi học kỳ." 
          },
          {
            "input": "Giảng viên của môn học này là ai ạ?", 
            "output": "Thông tin về giảng viên phụ trách môn học sẽ được thông báo trên hệ thống đăng ký học tập hoặc trong buổi học đầu tiên."
          },
          {
            "input": "Lớp học của em ở phòng nào?",
            "output": "Thông tin về phòng học sẽ được ghi rõ trên thời khóa biểu của lớp học phần."
          },
          {
            "input": "Em muốn biết hình thức thi cuối kỳ của môn học này?",
            "output": "Hình thức thi cuối kỳ sẽ được giảng viên thông báo trong quá trình học tập hoặc được ghi rõ trong đề cương môn học."
          }, 
          {
            "input": "Em muốn liên hệ với giảng viên thì phải làm sao?",
            "output": "Em có thể liên hệ với giảng viên qua email, số điện thoại hoặc đến gặp trực tiếp giảng viên trong giờ làm việc."
          },
          {
            "input": "Em muốn biết quy định về điểm danh, nghỉ học?",
            "output": "Quy định về điểm danh, nghỉ học được nêu rõ trong quy chế đào tạo của trường. Em có thể tìm hiểu thông tin chi tiết trên website của trường hoặc hỏi giảng viên." 
          },
          {
            "input": "Em muốn biết cách tính điểm của môn học?",
            "output": "Cách tính điểm của môn học sẽ được giảng viên thông báo trong buổi học đầu tiên hoặc được ghi rõ trong đề cương môn học."
          },
          {
            "input": "Em muốn tham gia các hoạt động ngoại khóa của khoa?",
            "output": "Em có thể liên hệ với cán bộ phụ trách công tác sinh viên của khoa để biết thông tin về các hoạt động ngoại khóa."
          },
          {
            "input": "Em muốn biết thông tin về thư viện của trường?",
            "output": "Thông tin về thư viện của trường được đăng tải trên website của trường. Em có thể tìm hiểu về giờ mở cửa, quy định mượn trả sách và các dịch vụ khác của thư viện."
          },
          {
            "input": "Em muốn sử dụng phòng máy tính của trường thì phải làm sao?",
            "output": "Em có thể đăng ký sử dụng phòng máy tính tại các trung tâm tin học của trường. Thông tin về giờ mở cửa và quy định sử dụng phòng máy tính được đăng tải trên website của trường."
          },
          {
            "input": "Nếu em bị ốm và không thể tham gia thi cuối kỳ thì phải làm sao?",
            "output": "Em cần xin phép hoãn thi và nộp giấy tờ chứng minh lý do (giấy khám bệnh) cho phòng đào tạo."
          },
          {
            "input": "Em muốn biết quy định về thi lại, học lại?",
            "output": "Quy định về thi lại, học lại được nêu rõ trong quy chế đào tạo của trường. Em có thể tìm hiểu thông tin chi tiết trên website của trường." 
          },
          {
            "input": "Em muốn biết lịch học bù của môn học?",
            "output": "Lịch học bù sẽ được giảng viên thông báo cho sinh viên trong trường hợp có buổi học bị hủy bỏ."
          },
          {
            "input": "Em muốn biết thông tin về các chương trình học bổng, hỗ trợ học tập?",
            "output": "Thông tin về các chương trình học bổng, hỗ trợ học tập được đăng tải trên website của trường hoặc em có thể liên hệ với phòng công tác sinh viên để được tư vấn chi tiết." 
          },
          {
            "input": "Em muốn phản ánh về chất lượng giảng dạy của giảng viên thì phải làm sao?",
            "output": "Em có thể phản ánh trực tiếp với giảng viên hoặc gửi phản ánh đến khoa/bộ môn phụ trách hoặc phòng đào tạo." 
          },
          {
            "input": "Em muốn biết lịch trình giảng dạy chi tiết của môn học?",
            "output": "Lịch trình giảng dạy chi tiết của môn học thường được giảng viên cung cấp trong buổi học đầu tiên hoặc em có thể tìm thấy trên hệ thống học tập trực tuyến của trường."
          },
          {
            "input": "Em muốn biết cách thức đánh giá kết quả học tập của môn học?",
            "output": "Cách thức đánh giá kết quả học tập của môn học sẽ được giảng viên thông báo trong buổi học đầu tiên hoặc được ghi rõ trong đề cương môn học."
          },
          {
            "input": "Em muốn biết thông tin về các hoạt động nghiên cứu khoa học của khoa?",
            "output": "Em có thể liên hệ với cán bộ phụ trách công tác nghiên cứu khoa học của khoa để biết thêm thông tin về các hoạt động nghiên cứu khoa học, các đề tài, dự án đang được triển khai."
          },
          {
            "input": "Em muốn sử dụng các thiết bị, phòng thí nghiệm của trường thì phải làm sao?",
            "output": "Em cần liên hệ với khoa/bộ môn phụ trách hoặc phòng quản trị thiết bị để được hướng dẫn về quy trình đăng ký sử dụng các thiết bị, phòng thí nghiệm."
          },
          {
            "input": "Em muốn biết thông tin về các chương trình thực tập, internship?", 
            "output": "Thông tin về các chương trình thực tập, internship thường được đăng tải trên website của trường hoặc em có thể liên hệ với khoa/bộ môn phụ trách để được tư vấn chi tiết."
          },
          {
            "input": "Em có thể đăng ký học phần thực tập tại doanh nghiệp nào?",
            "output": "Danh sách các doanh nghiệp liên kết với trường để tổ chức thực tập cho sinh viên thường được khoa/bộ môn phụ trách cung cấp hoặc em có thể tự tìm kiếm các doanh nghiệp phù hợp với chuyên ngành của mình."
          },
          {
            "input": "Em muốn biết quy định về đồ án tốt nghiệp?",
            "output": "Quy định về đồ án tốt nghiệp được nêu rõ trong quy chế đào tạo của trường và hướng dẫn của khoa/bộ môn phụ trách. Em có thể tìm hiểu thông tin chi tiết trên website của trường hoặc hỏi giảng viên hướng dẫn." 
          },
          {
            "input": "Em muốn biết cách thức bảo vệ đồ án tốt nghiệp?",
            "output": "Cách thức bảo vệ đồ án tốt nghiệp sẽ được khoa/bộ môn phụ trách hướng dẫn cụ thể. Thông thường, em sẽ phải trình bày đồ án trước hội đồng chấm đồ án và trả lời các câu hỏi của hội đồng."
          },
          {
            "input": "Em muốn biết thông tin về lễ tốt nghiệp?",
            "output": "Thông tin về lễ tốt nghiệp sẽ được nhà trường thông báo cụ thể khi đến gần thời điểm diễn ra lễ tốt nghiệp."
          },
          {
            "input": "Em muốn biết quy định về việc sử dụng tài liệu trong khi làm bài thi?",
            "output": "Quy định về việc sử dụng tài liệu trong khi làm bài thi sẽ được giảng viên thông báo trước mỗi kỳ thi. Tùy từng môn học và hình thức thi mà có thể cho phép hoặc không cho phép sử dụng tài liệu."
          },
          {
            "input": "Em muốn biết quy định về việc sử dụng điện thoại di động trong giờ học?",
            "output": "Thông thường, sinh viên không được phép sử dụng điện thoại di động trong giờ học, trừ trường hợp có sự cho phép của giảng viên." 
          },
          {
            "input": "Em muốn tìm hiểu về các chương trình học bổng du học?",
            "output": "Thông tin về các chương trình học bổng du học được đăng tải trên website của trường hoặc em có thể liên hệ với phòng hợp tác quốc tế để được tư vấn chi tiết."
          },
          {
            "input": "Em muốn tham gia các câu lạc bộ, đội nhóm của trường?", 
            "output": "Trường có nhiều câu lạc bộ, đội nhóm hoạt động trong các lĩnh vực khác nhau. Em có thể tìm hiểu thông tin và đăng ký tham gia các câu lạc bộ, đội nhóm này tại phòng công tác sinh viên hoặc qua các kênh thông tin của các câu lạc bộ, đội nhóm."
          },
          {
            "input": "Điểm học phần được tính như thế nào?",
            "output": "Điểm học phần được tính dựa trên nhiều yếu tố như điểm chuyên cần, kiểm tra thường xuyên, thi giữa kỳ, bài tập lớn, đồ án, và thi cuối kỳ. Mỗi yếu tố sẽ có trọng số khác nhau tùy thuộc vào từng môn học."
          },
          {
            "input": "Điểm thi cuối kỳ chiếm bao nhiêu phần trăm?",
            "output": "Điểm thi cuối kỳ thường chiếm trọng số lớn nhất, ít nhất là 50% tổng điểm học phần."
          },
          {
            "input": "Em có thể xem điểm của mình ở đâu?", 
            "output": "Em có thể xem điểm của mình trên hệ thống thông tin sinh viên hoặc bảng điểm được công bố sau mỗi học kỳ."
          },
          {
            "input": "Nếu em không hài lòng với điểm số của mình thì phải làm sao?", 
            "output": "Em có thể liên hệ với giảng viên để trao đổi về điểm số. Trong trường hợp có sai sót, giảng viên sẽ xem xét và điều chỉnh điểm cho em."
          },
          {
            "input": "Quy định về việc thi lại, học lại như thế nào?" ,
            "output": "Quy định về việc thi lại, học lại được nêu rõ trong quy chế đào tạo của trường. Em có thể tìm hiểu thông tin chi tiết trên website của trường hoặc hỏi giảng viên."
          },
          {
            "input": "Em muốn biết thang điểm và cách quy đổi điểm chữ?",
            "output": "Thang điểm 10 và cách quy đổi điểm chữ được quy định trong quy chế đào tạo của trường. Em có thể tìm hiểu thông tin chi tiết trên website của trường."
          },
          {
            "input": "Em muốn biết điểm thành phần của mình trong môn học?",
            "output": "Em có thể hỏi giảng viên về điểm thành phần của mình hoặc xem trên hệ thống thông tin sinh viên nếu giảng viên có cập nhật." 
          },
          {
            "input": "Điểm rèn luyện có ảnh hưởng đến điểm học phần không?",
            "output": "Điểm rèn luyện thường không ảnh hưởng trực tiếp đến điểm học phần, nhưng có thể là một yếu tố để xét học bổng, khen thưởng."
          },
          {
            "input": "Em muốn biết điều kiện để được thi kết thúc học phần?",
            "output": "Điều kiện để được thi kết thúc học phần thường bao gồm điểm chuyên cần, điểm kiểm tra thường xuyên và các yêu cầu khác của giảng viên. Em nên tham khảo thông tin chi tiết trong đề cương môn học hoặc hỏi giảng viên."
          },
          {
            "input": "Em muốn phúc khảo bài thi thì phải làm sao?", 
            "output": "Em cần nộp đơn phúc khảo bài thi cho phòng đào tạo trong thời gian quy định. Phòng đào tạo sẽ xem xét và thông báo kết quả phúc khảo cho em."
          },
          {
            "input": "Nếu em vắng thi do ốm đau thì phải làm sao?", 
            "output": "Em cần xin phép hoãn thi và nộp giấy tờ chứng minh lý do (giấy khám bệnh) cho phòng đào tạo."
          },
          {
            "input": "Em muốn biết điểm chuẩn để xét học bổng?",
            "output": "Điểm chuẩn để xét học bổng sẽ phụ thuộc vào từng loại học bổng và được thông báo cụ thể trên website của trường hoặc bảng tin của khoa/bộ môn."
          },
          {
            "input": "Em muốn biết quy định về việc xử lý vi phạm quy chế thi?",
            "output": "Quy định về việc xử lý vi phạm quy chế thi được nêu rõ trong quy chế thi của trường. Em có thể tìm hiểu thông tin chi tiết trên website của trường hoặc hỏi giảng viên." 
          },
          {
            "input": "Em muốn biết cách thức đánh giá học phần thực tập?",
            "output": "Cách thức đánh giá học phần thực tập thường bao gồm báo cáo thực tập, nhật ký thực tập và đánh giá của đơn vị thực tập. Em nên tham khảo thông tin chi tiết trong đề cương môn học hoặc hỏi giảng viên hướng dẫn."
          },
          {
            "input": "Em muốn biết cách thức bảo vệ đồ án môn học?",
            "output": "Cách thức bảo vệ đồ án môn học sẽ được giảng viên hướng dẫn cụ thể. Thông thường, em sẽ phải trình bày đồ án trước lớp và giảng viên, sau đó trả lời các câu hỏi của giảng viên và các bạn trong lớp." 
          },
          {
            "input": "Em muốn biết cách tính điểm rèn luyện?",
            "output": "Điểm rèn luyện được tính dựa trên nhiều yếu tố như ý thức học tập, tham gia các hoạt động ngoại khóa, chấp hành nội quy của trường... Em có thể tham khảo thông tin chi tiết từ phòng công tác sinh viên."
          },
          {
            "input": "Em muốn biết điểm rèn luyện của mình?",
            "output": "Em có thể xem điểm rèn luyện của mình trên hệ thống thông tin sinh viên hoặc hỏi cán bộ phụ trách công tác sinh viên của khoa." 
          },
          {
            "input": "Điểm rèn luyện có ảnh hưởng đến việc xét tốt nghiệp không?", 
            "output": "Điểm rèn luyện thường không ảnh hưởng trực tiếp đến việc xét tốt nghiệp, nhưng có thể là một yếu tố để xét học bổng, khen thưởng."
          },
          {
            "input": "Em muốn biết điểm chuẩn để được lên lớp?", 
            "output": "Điểm chuẩn để được lên lớp thường là điểm D (4.0). Tuy nhiên, một số môn học có thể yêu cầu điểm cao hơn. Em nên tham khảo thông tin chi tiết trong đề cương môn học hoặc hỏi giảng viên." 
          },
          {
            "input": "Em muốn biết quy định về việc công nhận tín chỉ?",
            "output": "Quy định về việc công nhận tín chỉ được nêu rõ trong quy chế đào tạo của trường. Em có thể tìm hiểu thông tin chi tiết trên website của trường hoặc hỏi phòng đào tạo."
          },
          {
            "input": "Em muốn biết cách thức đánh giá kết quả học tập của sinh viên quốc tế?",
            "output": "Cách thức đánh giá kết quả học tập của sinh viên quốc tế thường tương tự như sinh viên Việt Nam. Tuy nhiên, có thể có một số điều chỉnh phù hợp với đặc thù của sinh viên quốc tế." 
          },
          {
            "input": "Em bị cảnh cáo học tập mức 1 thì có bị buộc thôi học không ạ?",
            "output": "Em yên tâm, theo quy chế, sinh viên bị buộc thôi học khi nhận cảnh báo học tập mức 3. Em có kết quả học tập tốt ở học kỳ tiếp theo sẽ được xóa cảnh báo học tập."
        },
        {
            "input": "Tiêu chí nào để nhà trường đưa ra cảnh báo học tập đối với sinh viên ạ?",
            "output": "Có 2 tiêu chí để nhà trường đưa ra cảnh báo kết quả học tập. Thứ nhất, nếu điểm trung bình chung học kỳ của em dưới 0.8 đối với học kỳ đầu tiên, dưới 1.0 đối với các học kỳ tiếp theo. Thứ hai, tổng số tín chỉ các học phần em bị điểm F từ đầu khóa học đến thời điểm xét vượt quá 24 tín chỉ."
        },
        {
            "input": "Em bị cảnh báo học tập mức 2 rồi, liệu em có thể gỡ được không?",
            "output": "Em vẫn có thể gỡ được. Nếu học kỳ tiếp theo kết quả học tập của em không thuộc diện bị cảnh báo nữa thì sẽ được xóa cảnh báo."
        },
        {
            "input": "Em muốn biết ba mức cảnh báo học tập được quy định như thế nào?",
            "output": "Cảnh báo học tập mức 1 áp dụng cho sinh viên lần đầu tiên vi phạm. Mức 2 áp dụng cho sinh viên đã bị cảnh cáo mức 1 ở học kỳ trước đó. Mức 3 áp dụng cho sinh viên đã bị cảnh cáo mức 2 ở học kỳ trước liền kề."
        },
        {
          "input": "Em muốn hỏi nếu bị cảnh báo học tập thì có ảnh hưởng gì không?",
          "output": "Cảnh báo học tập là dấu hiệu cho thấy kết quả học tập của em đang có vấn đề. Nếu không cải thiện, em có thể bị buộc thôi học. Ngoài ra, cảnh báo học tập còn ảnh hưởng đến việc xét học bổng và một số quyền lợi khác."
      },
      {
          "input": "Tổng số tín chỉ bị điểm F được tính như thế nào ạ?",
          "output": "Tổng số tín chỉ bị điểm F được tính bằng cách cộng dồn số tín chỉ của tất cả các học phần em bị điểm F từ đầu khóa học đến thời điểm xét, không bao gồm tín chỉ học phần Giáo dục thể chất, Giáo dục quốc phòng an ninh và các học phần thay thế tương đương."
      },
      {
          "input": "Ngoài kết quả học tập, còn lý do nào khiến sinh viên bị buộc thôi học không ạ?",
          "output": "Ngoài việc nhận cảnh báo học tập mức 3, sinh viên còn bị buộc thôi học nếu vượt quá thời gian tối đa được phép học tại trường, tự ý bỏ học không có lý do trong học kỳ, bị kỷ luật lần thứ hai vì thi hộ hoặc nhờ người thi hộ, sử dụng hồ sơ giả."
      },
      {
          "input": "Em bị buộc thôi học thì có được bảo lưu kết quả học tập đã tích lũy không?",
          "output": "Việc bảo lưu kết quả học tập đã tích lũy đối với sinh viên bị buộc thôi học sẽ do Hiệu trưởng xem xét quyết định dựa trên từng trường hợp cụ thể."
      },
      {
        "input": "Em nghe nói sinh viên bị buộc thôi học có thể chuyển sang hình thức học vừa làm vừa học, có đúng không ạ?",
        "output": "Đúng rồi em. Sinh viên bị buộc thôi học do chưa hoàn thành chương trình đào tạo trong thời gian quy định, nếu có nguyện vọng có thể chuyển sang hình thức học vừa làm vừa học hoặc đào tạo từ xa của trường (nếu có) miễn là vẫn còn trong thời gian học tập theo quy định đối với hình thức đào tạo chuyển đến."
      },
      {
        "input": "Nếu em không đủ điều kiện tốt nghiệp thì có được cấp giấy tờ gì chứng nhận quá trình học tập không ạ?",
        "output": "Trong trường hợp em không đủ điều kiện tốt nghiệp, nhà trường sẽ cấp cho em giấy chứng nhận về các học phần đã tích lũy trong chương trình đào tạo của trường."
      },
      {
        "input": "Em đã ra trường nhưng chưa hoàn thành các học phần Giáo dục Quốc phòng và Giáo dục Thể chất. Vậy em có thể bổ sung những học phần này để được cấp bằng không?",
        "output": "Được em nhé. Trong thời hạn 3 năm, kể từ khi thôi học, em có thể quay lại trường để hoàn thành những học phần còn thiếu như Giáo dục Quốc phòng, Giáo dục Thể chất, hay chuẩn đầu ra ngoại ngữ, công nghệ thông tin để đủ điều kiện xét tốt nghiệp."
      },
      {
        "input": "Điểm trung bình chung học kỳ được sử dụng để làm gì ạ?",
        "output": "Điểm trung bình chung học kỳ được sử dụng để xét học bổng, cảnh báo học tập, thôi học sau mỗi học kỳ, và xét khen thưởng sau mỗi năm học, em nhé."
      },
      {
        "input": "Điểm trung bình chung tích lũy được sử dụng để làm gì ạ?",
        "output": "Điểm trung bình chung tích lũy được sử dụng để xét cảnh báo học tập, thôi học, xếp hạng học lực sinh viên và xếp hạng tốt nghiệp."
      },
      {
        "input": "Em muốn biết kết quả thi các học phần Giáo dục Quốc phòng, Giáo dục Thể chất, chuẩn đầu ra Ngoại ngữ, chuẩn đầu ra Công nghệ thông tin có được tính vào điểm trung bình chung tích lũy không?",
        "output": "Kết quả thi các học phần Giáo dục Quốc phòng, Giáo dục Thể chất, chuẩn đầu ra Ngoại ngữ, chuẩn đầu ra Công nghệ thông tin không được tính vào điểm trung bình chung học kỳ và điểm trung bình chung tích lũy. Tuy nhiên, em cần phải hoàn thành các học phần này để đủ điều kiện xét tốt nghiệp."
      },
      {
        "input": "Cho em hỏi, điểm trung bình chung học kỳ và điểm trung bình chung tích lũy được tính như thế nào ạ?",
        "output": "Điểm trung bình chung học kỳ và điểm trung bình chung tích lũy được tính bằng cách lấy tổng điểm của các học phần nhân với số tín chỉ tương ứng, chia cho tổng số tín chỉ của các học phần đó. Kết quả được làm tròn đến 2 chữ số thập phân."
      },
      {
        "input": "Em muốn biết điều kiện để được công nhận tốt nghiệp là gì?",
        "output": "Để được công nhận tốt nghiệp, em cần đáp ứng đủ các điều kiện sau: không trong thời gian bị kỷ luật, tích lũy đủ số tín chỉ theo chương trình, điểm trung bình chung tích lũy từ 2.0 trở lên, có chứng chỉ Giáo dục Quốc phòng (trừ sinh viên nước ngoài), hoàn thành Giáo dục Thể chất, đạt chuẩn đầu ra ngoại ngữ và công nghệ thông tin (trừ trường hợp được miễn)."
      },
      {
        "input": "Em muốn hỏi về các mức xếp loại tốt nghiệp?",
        "output": "Có 5 mức xếp loại tốt nghiệp dựa trên điểm trung bình chung tích lũy: Xuất sắc (3.60 - 4.00), Giỏi (3.20 - 3.59), Khá (2.50 - 3.19), Trung bình khá (2.30 - 2.49) và Trung bình (2.00 - 2.29)."
      },
      {
        "input": "Trong trường hợp nào thì hạng tốt nghiệp của sinh viên bị giảm xuống?",
        "output": "Sinh viên có điểm trung bình tích lũy loại xuất sắc và giỏi sẽ bị giảm đi một mức nếu khối lượng học phần phải học lại vượt quá 5% tổng số tín chỉ hoặc bị kỷ luật từ mức cảnh cáo trở lên trong thời gian học." 
      },
      {
        "input": "Em muốn biết thời gian tối đa để hoàn thành chương trình đại học là bao lâu?",
        "output": "Thời gian tối đa để hoàn thành chương trình đại học phụ thuộc vào hình thức đào tạo và nhóm ngành em theo học. Cụ thể, đối với hình thức chính quy, nhóm ngành Kỹ thuật, Công nghệ, Quản lý xây dựng là 8 năm; nhóm ngành Kinh tế, Kinh doanh, Quản lý, Ngôn ngữ là 4 năm. Đối với hình thức vừa làm vừa học, nhóm ngành Kỹ thuật, Công nghệ, Quản lý xây dựng là 10 năm; nhóm ngành Kinh tế, Kinh doanh, Quản lý, Ngôn ngữ là 9 năm."
      },
      {
        "input": "Sinh viên học liên thông đại học thì thời gian học tối đa được tính như thế nào?",
        "output": "Thời gian tối đa để sinh viên học liên thông đại học hoàn thành khóa học được xác định dựa trên thời gian theo kế hoạch học tập chuẩn toàn khóa, trừ đi khối lượng tín chỉ đã được miễn trừ."
      },
      {
        "input": "Trường hợp nào sinh viên được miễn học phần ạ?",
        "output": "Sinh viên được miễn học phần nếu đã tích lũy kết quả học tập từ một trình độ đào tạo, ngành đào tạo, chương trình đào tạo, khóa học hoặc từ một cơ sở đào tạo khác. Việc xem xét công nhận, chuyển đổi tín chỉ được thực hiện dựa trên sự đối sánh chuẩn đầu ra, nội dung, khối lượng học tập, cách thức đánh giá và điều kiện bảo đảm chất lượng."
      },
      {
        "input": "Em muốn biết điều kiện để được xét học liên thông lên đại học là gì?",
        "output": "Để được xét học liên thông lên đại học, em cần tốt nghiệp một trình độ đào tạo của giáo dục nghề nghiệp hoặc tốt nghiệp đại học và muốn học thêm một bằng đại học khác của trường. Ngành học muốn học liên thông phải đã tuyển sinh được tối thiểu 3 khóa."
      },
      {
        "input": "Em đã tốt nghiệp đại học, vậy em có thể học liên thông để lấy thêm bằng đại học ngành khác không?",
        "output": "Có, em có thể học liên thông để lấy thêm bằng đại học ngành khác nếu ngành đó đã tuyển sinh được tối thiểu 3 khóa tại trường."
      },
      {
        "input": "Em muốn tìm hiểu về hình thức học cùng lúc hai chương trình, trường mình có áp dụng không?",
        "output": "Trường mình có áp dụng hình thức học cùng lúc hai chương trình (2 văn bằng) dành cho sinh viên có nhu cầu học thêm một chương trình thứ hai để nhận hai bằng tốt nghiệp."
      },
      {
        "input": "Vậy điều kiện để được học cùng lúc hai chương trình là gì?",
        "output": "Để học cùng lúc hai chương trình, em cần đáp ứng một số điều kiện. Thứ nhất, ngành đào tạo ở chương trình thứ hai phải khác ngành ở chương trình thứ nhất. Thứ hai, em cần đạt học lực khá trở lên hoặc đáp ứng điều kiện trúng tuyển của chương trình thứ hai. Cuối cùng, em phải là sinh viên năm thứ hai trở lên của chương trình thứ nhất."
      },
      {
        "input": "Nếu em đang học hai chương trình nhưng điểm trung bình của chương trình thứ nhất bị xuống mức trung bình thì sao?",
        "output": "Nếu điểm trung bình tích lũy của chương trình thứ nhất bị xuống mức trung bình hoặc thuộc diện cảnh báo học tập, em sẽ phải dừng học chương trình thứ hai ở học kỳ tiếp theo."
      },
      {
        "input": "Thời gian tối đa để hoàn thành cả hai chương trình là bao lâu ạ?",
        "output": "Thời gian tối đa để hoàn thành cả hai chương trình là thời gian tối đa quy định cho chương trình thứ nhất. Khi học chương trình thứ hai, em sẽ được công nhận kết quả của những học phần có nội dung và khối lượng kiến thức tương đương với chương trình thứ nhất."
      },
      {
        "input": "Nếu em đã tốt nghiệp chương trình thứ nhất, em có thời hạn bao lâu để hoàn thành chương trình thứ hai?",
        "output": "Sau khi tốt nghiệp chương trình thứ nhất, em có thời hạn tối đa 2 năm để hoàn thành chương trình thứ hai."
      },
      {
        "input": "Em muốn đăng ký học chương trình thứ hai thì phải làm như thế nào ạ?",
        "output": "Em cần viết đơn đăng ký học chương trình thứ hai và nộp cho Phòng Đào tạo trước mỗi học kỳ ít nhất 1 tháng nhé."
    },
    {
        "input": "Trường hợp nào sinh viên bị xử lý kỷ luật do gian lận trong thi cử ạ?",
        "output": "Sinh viên gian lận trong thi, kiểm tra, đánh giá kết quả học tập sẽ bị xử lý kỷ luật đối với từng học phần vi phạm theo Quy chế thi tốt nghiệp Trung học phổ thông hiện hành của Bộ Giáo dục và Đào tạo."
    },
    {
        "input": "Hình thức kỷ luật đối với sinh viên thi hộ hoặc nhờ người thi hộ là gì ạ?",
        "output": "Sinh viên thi hộ hoặc nhờ người thi hộ, lần đầu sẽ bị đình chỉ học tập 1 năm, lần thứ hai sẽ bị buộc thôi học."
    },
    {
        "input": "Nếu sử dụng hồ sơ giả để được vào học hoặc tốt nghiệp thì sinh viên sẽ bị xử lý thế nào?",
        "output": "Sinh viên sử dụng hồ sơ, văn bằng, chứng chỉ giả để được vào học hoặc tốt nghiệp sẽ bị buộc thôi học. Văn bằng tốt nghiệp nếu đã được cấp sẽ bị thu hồi và hủy bỏ."
    },
    {
        "input": "Ngoài Quy chế đào tạo, em có thể tìm hiểu thông tin về tuyển sinh ở đâu nữa ạ?",
        "output": "Em có thể tìm hiểu thêm thông tin về tuyển sinh trên trang thông tin điện tử của trường, trong đó có Quy chế đào tạo, Quyết định mở ngành, các điều kiện bảo đảm chất lượng, thông báo tuyển sinh, thông tin về liên kết đào tạo."
    },
    {
      "input": "Em muốn biết sinh viên được nghỉ ốm trong thời gian bao lâu?",
      "output": "Không có quy định cụ thể về thời gian nghỉ ốm. Em cần viết đơn xin phép nghỉ ốm, kèm giấy chứng nhận của cơ sở y tế, gửi Trưởng Khoa phê duyệt trong vòng 5 ngày kể từ ngày ốm, sau đó nộp cho giáo viên giảng dạy (nếu nghỉ học) hoặc Phòng Khảo thí (nếu hoãn thi) trong vòng 1 tuần."
    },
    {
      "input": "Trong trường hợp nào sinh viên được nghỉ học tạm thời?",
      "output": "Em được nghỉ học tạm thời khi thuộc một trong các trường hợp: được điều động vào lực lượng vũ trang, đại diện quốc gia tham dự các kỳ thi quốc tế, bị ốm/thai sản/tai nạn phải điều trị dài ngày (có giấy chứng nhận của cơ sở y tế), hoặc các lý do cá nhân chính đáng khác."
    },
    {
      "input": "Em cần làm gì để được nghỉ học tạm thời?",
      "output": "Em cần viết đơn xin nghỉ học tạm thời gửi Hiệu trưởng (qua Phòng Đào tạo), nêu rõ lý do và kèm theo các giấy tờ chứng minh liên quan."
    },
    {
      "input": "Thời gian nghỉ học tạm thời có ảnh hưởng đến thời gian học tối đa không?",
      "output": "Có, thời gian nghỉ học tạm thời do nhu cầu cá nhân sẽ được tính vào thời gian học tối đa của em."
    },
    {
      "input": "Em muốn thôi học thì phải làm như thế nào?",
      "output": "Em cần viết đơn xin thôi học, kèm theo hồ sơ (nếu có) và gửi Hiệu trưởng (qua Phòng Đào tạo)."
    },
    {
      "input": "Nếu em thôi học rồi có thể quay lại học tiếp được không?",
      "output": "Nếu em thôi học, em có thể quay lại học nhưng phải dự tuyển đầu vào như các thí sinh khác."
    },
    {
      "input": "Điều kiện để sinh viên được chuyển ngành là gì ạ?",
      "output": "Để được chuyển ngành, em cần đáp ứng các điều kiện: không phải sinh viên năm nhất hoặc năm cuối, không bị xem xét buộc thôi học, đủ thời gian học tập theo quy định, đạt điều kiện trúng tuyển của ngành muốn chuyển trong cùng khóa tuyển sinh, được sự đồng ý của Trưởng Khoa hai bên và Hiệu trưởng."
    },
    {
      "input": "Sinh viên có thể chuyển trường được không? Điều kiện là gì ạ?",
      "output": "Có thể chuyển trường nếu em đáp ứng các điều kiện: không phải sinh viên năm nhất hoặc năm cuối, không bị xem xét buộc thôi học, đủ thời gian học tập theo quy định, đạt điều kiện trúng tuyển của ngành muốn chuyển tại trường muốn đến trong cùng khóa tuyển sinh, được sự đồng ý của Hiệu trưởng hai trường."
    },
    {
      "input": "Em muốn chuyển từ hình thức chính quy sang vừa làm vừa học có được không?",
      "output": "Em có thể chuyển từ hình thức chính quy sang vừa làm vừa học hoặc đào tạo từ xa nếu còn đủ thời gian học tập theo quy định của hình thức đào tạo muốn chuyển đến."
    },
    {
      "input": "Trường mình có chương trình trao đổi sinh viên với trường khác không ạ?",
      "output": "Trường mình có chương trình trao đổi sinh viên và hợp tác đào tạo với các trường khác. Điều kiện và thủ tục được quy định cụ thể trong các quy chế riêng hoặc biên bản, hợp đồng hợp tác đào tạo giữa trường mình và trường đối tác."
    },
    {
      "input": "Sinh viên tham gia trao đổi có được công nhận kết quả học tập không?",
      "output": "Việc công nhận kết quả học tập và chuyển đổi tín chỉ cho sinh viên tham gia trao đổi được quy định cụ thể trong các quy chế riêng hoặc biên bản, hợp đồng hợp tác đào tạo giữa trường mình và trường đối tác."
    },
    {
      "input": "Cho em hỏi về việc nộp báo cáo kết quả học tập, trường mình có quy định gì không ạ?",
      "output": "Phòng Đào tạo có trách nhiệm lập báo cáo gửi Bộ Giáo dục và Đào tạo và cơ quan quản lý trực tiếp về số liệu sinh viên tuyển mới, tốt nghiệp, thôi học, đang học trong năm, dự kiến tốt nghiệp trong năm sau, và tốt nghiệp đã có việc làm trong thời gian 12 tháng. Báo cáo này được phân loại theo đối tượng đầu vào, ngành đào tạo, khóa đào tạo và hình thức đào tạo."
    },
    {
      "input": "Trường mình có quy định gì về việc lưu trữ hồ sơ của sinh viên không?",
      "output": "Trường lưu trữ các tài liệu liên quan đến công tác đào tạo theo quy định của Bộ Giáo dục và Đào tạo. Quyết định trúng tuyển, bảng điểm gốc, quyết định công nhận tốt nghiệp, sổ gốc cấp phát bằng tốt nghiệp được lưu trữ vĩnh viễn. Tài liệu khác liên quan đến tuyển sinh, đào tạo được lưu trữ trong suốt quá trình đào tạo."
    },
    {
      "input": "Em có thể tìm thông tin về Quy chế đào tạo của trường ở đâu?",
      "output": "Em có thể tìm thấy Quy chế đào tạo, các quy định quản lý đào tạo, Quyết định mở ngành, điều kiện bảo đảm chất lượng, thông báo tuyển sinh, thông tin về liên kết đào tạo trên trang thông tin điện tử của trường."
    },
    {
      "input": "Em muốn góp ý về Quy chế đào tạo thì liên hệ với ai ạ?",
      "output": "Nếu em có góp ý về Quy chế đào tạo, em có thể liên hệ với Phòng Đào tạo để được hỗ trợ."
    },
    {
      "input": "Phân hiệu Trường Đại học Thủy lợi tại Bình Dương có cần tuân thủ quy chế này không?",
      "output": "Phân hiệu Trường Đại học Thủy lợi tại Bình Dương được xây dựng quy chế đào tạo riêng phù hợp với tình hình thực tế của đơn vị dựa trên các nội dung cơ bản của Quy chế đào tạo này."
    },
    {
      "input": "Phân hiệu Trường Đại học Thủy lợi tại Bình Dương cần báo cáo kết quả học tập của sinh viên cho ai?",
      "output": "Ngoài việc báo cáo cho trường, phân hiệu Trường Đại học Thủy lợi tại Bình Dương có trách nhiệm báo cáo Ủy ban nhân dân cấp tỉnh nơi có cơ sở liên kết đào tạo về tình hình tuyển sinh và đào tạo tại địa phương đối với các lớp liên kết được giao quản lý."
    },
    {
      "input": "Cho em hỏi khi nào nhà trường công bố kết quả xử lý học vụ ạ?",
      "output": "Kết quả xử lý học vụ sẽ được công bố vào cuối mỗi học kỳ chính, trừ học kỳ sinh viên thực hiện học phần tốt nghiệp."
  },
  {
      "input": "Nhà trường có thông báo kết quả học tập cho sinh viên như thế nào?",
      "output": "Nhà trường sẽ thông báo kết quả học tập cho sinh viên qua email, tin nhắn hoặc trên website của trường. Sinh viên cũng có thể xem kết quả học tập của mình trên hệ thống thông tin sinh viên."
  },
  {
      "input": "Sinh viên có thể phúc khảo kết quả thi không ạ?",
      "output": "Có, sinh viên có quyền phúc khảo kết quả thi nếu cảm thấy điểm số chưa chính xác. Quy định về phúc khảo kết quả thi sẽ được công bố cụ thể bởi Phòng Khảo thí và Đảm bảo chất lượng."
  },
  {
      "input": "Em muốn thay đổi thông tin cá nhân trong hồ sơ học tập thì phải làm sao ạ?",
      "output": "Để thay đổi thông tin cá nhân trong hồ sơ học tập, em cần liên hệ với Phòng Đào tạo và làm theo hướng dẫn của cán bộ phụ trách."
  },
  {
      "input": "Em muốn bảo lưu kết quả học tập thì cần làm những thủ tục gì?",
      "output": "Em cần viết đơn xin bảo lưu kết quả học tập, gửi lên Hiệu trưởng (thông qua Phòng Đào tạo) kèm theo các giấy tờ chứng minh lý do bảo lưu. Quy định cụ thể về bảo lưu kết quả học tập được nêu rõ trong Quy chế đào tạo."
  },
  {
    "input": "Em muốn biết thời hạn để làm đơn xin bảo lưu kết quả học tập?",
    "output": "Em nên tham khảo Quy chế đào tạo hoặc liên hệ trực tiếp với Phòng Đào tạo để biết chính xác thời hạn nộp đơn xin bảo lưu kết quả học tập."
  },
  {
    "input": "Em muốn xin giấy xác nhận sinh viên thì phải làm thế nào?",
    "output": "Em có thể đến Phòng Đào tạo và làm đơn xin cấp giấy xác nhận sinh viên. Cán bộ phụ trách sẽ hướng dẫn em các thủ tục cần thiết."
  },
  {
    "input": "Em muốn rút học phần đã đăng ký thì phải làm như thế nào?",
    "output": "Em cần kiểm tra kỹ thời hạn rút học phần được quy định trong Kế hoạch đào tạo tổng thể. Nếu còn trong thời hạn, em có thể làm đơn xin rút học phần gửi Phòng Đào tạo."
  },
  {
    "input": "Em muốn biết học phí của học kỳ tới được công bố khi nào?",
    "output": "Thông tin về học phí của học kỳ mới thường được Phòng Tài chính công bố trước khi bắt đầu học kỳ. Em có thể theo dõi thông báo trên website của trường hoặc liên hệ trực tiếp với Phòng Tài chính để biết thêm chi tiết."
  },
  {
    "input": "Em muốn đóng học phí online thì phải làm sao?",
    "output": "Trường có hỗ trợ đóng học phí online thông qua cổng thông tin sinh viên hoặc các ứng dụng thanh toán trực tuyến. Em có thể tìm hiểu hướng dẫn chi tiết trên website của trường."
  },
  {
    "input": "Em muốn xin chuyển lớp quản lý thì phải làm thế nào ạ?",
    "output": "Để xin chuyển lớp quản lý, em cần liên hệ với Phòng Đào tạo và nêu rõ lý do muốn chuyển lớp. Việc xét duyệt chuyển lớp sẽ dựa trên tình hình thực tế và quy định của nhà trường."
  },
  {
    "input": "Em muốn tìm hiểu về chương trình học bổng của trường thì có thể xem ở đâu ạ?",
    "output": "Em có thể tìm hiểu thông tin về chương trình học bổng của trường trên website của trường, mục học bổng, hoặc liên hệ với Phòng Công tác sinh viên để được tư vấn."
  },
  {
    "input": "Em muốn tham gia các hoạt động ngoại khóa do trường tổ chức thì phải đăng ký như thế nào?",
    "output": "Thông tin về các hoạt động ngoại khóa thường được đăng tải trên website của trường, fanpage của trường, hoặc bảng tin của các khoa, phòng ban. Em có thể theo dõi và đăng ký tham gia theo hướng dẫn."
  },
  {
    "input": "Em muốn tìm hiểu về quy định nội trú trong ký túc xá của trường thì có thể xem ở đâu?",
    "output": "Em có thể tìm hiểu về quy định nội trú trong ký túc xá của trường trên website của trường, mục Ký túc xá, hoặc liên hệ với Ban quản lý ký túc xá để được giải đáp."
  },
  {
    "input": "Em muốn tìm việc làm thêm, trường có hỗ trợ sinh viên không?",
    "output": "Trường có Trung tâm Hỗ trợ sinh viên và Việc làm, thường xuyên cập nhật thông tin về các vị trí việc làm thêm phù hợp cho sinh viên. Em có thể liên hệ với trung tâm để được tư vấn và hỗ trợ."
  }
]