[
    {
      "input": "Em muốn hỏi về điểm chuẩn năm 2024 của ngành Kỹ thuật xây dựng công trình thủy năm 2024 là bao nhiêu?",
      "output": "Điểm chuẩn năm 2024 ngành Kỹ thuật xây dựng công trình thủy năm 2024 là 18.00 bạn nhé!"
    },
    {
      "input": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật tài nguyên nước là bao nhiêu vậy?",
      "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật tài nguyên nước là 18.00. Điều này có nghĩa là bạn cần đạt ít nhất 18 điểm để đủ điều kiện trúng tuyển vào ngành này." 
    },
    {
      "input": "Em muốn đăng ký xét tuyển vào ngành Công nghệ thông tin, cho em hỏi tổ hợp xét tuyển của ngành này là gì?",
      "output": "Ngành Công nghệ thông tin xét tuyển dựa trên các tổ hợp A00, A01, D01, và D07. Bạn có thể lựa chọn tổ hợp phù hợp nhất với mình để đăng ký."
    },
    {
      "input": "Điểm chuẩn năm 2024 ngành Kỹ thuật Robot và Điều khiển thông minh năm 2024 là bao nhiêu?",
      "output": "Điểm chuẩn năm 2024 ngành Kỹ thuật Robot và Điều khiển thông minh là 20.00. Đây là một ngành học khá hot nên điểm chuẩn cũng tương đối cao."
    },
    {
      "input": "Cho em hỏi cách tính điểm xét tuyển như thế nào ạ?",
      "output": "Điểm xét tuyển được tính bằng tổng điểm trung bình 3 môn trong tổ hợp xét tuyển của 5 học kỳ (lớp 10, 11 và học kỳ 1 lớp 12), cộng với điểm ưu tiên khu vực, đối tượng và điểm cộng xét tuyển (nếu có)."
    },
    {
      "input": "Em muốn xét tuyển bằng chứng chỉ IELTS, cho em hỏi chứng chỉ IELTS 6.5 quy đổi thành bao nhiêu điểm ạ?",
      "output": "Chứng chỉ IELTS 6.5 sẽ được quy đổi thành 9.0 điểm trong điểm xét tuyển của bạn. Chúc bạn may mắn!"
    },
    {
      "input": "Em là học sinh trường chuyên, vậy em được cộng bao nhiêu điểm?",
      "output": "Học sinh trường chuyên sẽ được cộng 1.0 điểm vào điểm xét tuyển. Nếu bạn học lớp chuyên thuộc tổ hợp xét tuyển của ngành bạn đăng ký thì sẽ được cộng thêm 1.0 điểm nữa, tức là tổng cộng 2.0 điểm."
    },
    {
      "input": "Thời gian đăng ký xét tuyển theo phương thức xét tuyển kết hợp học bạ là khi nào?",
      "output": "Thời gian đăng ký xét tuyển theo phương thức kết hợp học bạ bắt đầu từ ngày 15/04/2024 và kết thúc vào ngày 14/06/2024. Bạn nhớ đăng ký trong khoảng thời gian này nhé!"
    },
    {
      "input": "Em muốn đăng ký xét tuyển vào ngành Ngôn ngữ Anh, cho em hỏi cách tính điểm xét tuyển của ngành này có gì khác so với các ngành khác không?",
      "output": "Đối với ngành Ngôn ngữ Anh, điểm môn ngoại ngữ trong tổ hợp xét tuyển sẽ được nhân hệ số 2. Sau đó, điểm xét tuyển sẽ được quy đổi về thang điểm 30 theo công thức: Điểm xét tuyển = (Điểm Môn 1 + Điểm Môn 2 + Điểm Ngoại ngữ * 2) / 4 * 3 + Điểm ưu tiên + Điểm cộng xét tuyển"
    },
    {
      "input": "Em có chứng chỉ tiếng Hàn TOPIK II cấp 4, vậy em sẽ được cộng bao nhiêu điểm?",
      "output": "Chứng chỉ tiếng Hàn TOPIK II cấp 4 tương đương với bậc 4 trong Khung năng lực ngoại ngữ Việt Nam, do đó bạn sẽ được cộng 2.0 điểm vào điểm xét tuyển. Chúc mừng bạn!"
    },
    {
      "input": "Em muốn tham gia xét tuyển thẳng vào trường, cần có những điều kiện gì?", 
      "output": "Để xét tuyển thẳng vào trường, bạn cần đạt giải Nhất, Nhì, hoặc Ba trong kỳ thi học sinh giỏi quốc gia hoặc quốc tế do Bộ Giáo dục và Đào tạo tổ chức. Thời gian đạt giải không quá 03 năm tính đến thời điểm xét tuyển và bạn đã tốt nghiệp THPT." 
    },
    {
      "input": "Em muốn biết thêm thông tin về chương trình tiên tiến ngành Kỹ thuật xây dựng, em phải liên hệ đến đâu?",
      "output": "Để biết thêm thông tin về chương trình tiên tiến ngành Kỹ thuật xây dựng, bạn có thể liên hệ trực tiếp đến Phòng Đào tạo của trường qua số điện thoại 02435631537 hoặc email tuyensinh@tlu.edu.vn. Bạn cũng có thể tìm hiểu thông tin trên website của trường tại tlu.edu.vn."
    },
    {
      "input": "Trường có xét tuyển bằng kết quả kỳ thi đánh giá năng lực không?",
      "output": "Có, trường Đại học Thủy lợi có xét tuyển dựa vào kết quả kỳ thi đánh giá năng lực cho một số ngành thuộc khối kỹ thuật và ngành Ngôn ngữ Anh." 
    },
    {
      "input": "Lệ phí đăng ký xét tuyển là bao nhiêu?",
      "output": "Lệ phí đăng ký xét tuyển là 50.000 đồng cho một hồ sơ, không phân biệt số lượng nguyện vọng bạn đăng ký."
    },
    {
      "input": "Em muốn đăng ký xét tuyển online thì phải làm như thế nào?",
      "output": "Bạn có thể đăng ký xét tuyển online trên hệ thống của trường tại địa chỉ http://dkxtdh.tlu.edu.vn/ hoặc trên ứng dụng My TLU." 
    },
        {
          "input": "Ngành Kỹ thuật môi trường có những triển vọng nghề nghiệp như thế nào?",
          "output": "Ngành Kỹ thuật môi trường có triển vọng nghề nghiệp khá rộng mở, bạn có thể làm việc trong các lĩnh vực xử lý chất thải, quản lý tài nguyên nước, tư vấn môi trường, nghiên cứu và giảng dạy về môi trường, v.v."
        },
        {
          "input": "Em muốn học ngành Kinh tế xây dựng nhưng điểm của em không đủ cao, em có thể lựa chọn ngành nào khác tương tự?",
          "output": "Nếu bạn quan tâm đến lĩnh vực xây dựng và kinh tế, bạn có thể xem xét các ngành như Quản lý xây dựng, Kỹ thuật xây dựng công trình thủy, hoặc Kỹ thuật xây dựng công trình giao thông. Điểm chuẩn của các ngành này có thể thấp hơn so với ngành Kinh tế xây dựng."
        },
        {
          "input": "Học ngành Công nghệ sinh học ra trường có dễ xin việc không?",
          "output": "Ngành Công nghệ sinh học là một ngành học còn khá mới mẻ tại Việt Nam, tuy nhiên tiềm năng phát triển trong tương lai rất lớn. Sinh viên tốt nghiệp ngành này có thể làm việc trong các lĩnh vực nghiên cứu, sản xuất, kinh doanh trong lĩnh vực công nghệ sinh học, dược phẩm, nông nghiệp, v.v."
        },
        {
          "input": "Em muốn tìm hiểu về môi trường học tập tại trường Đại học Thủy lợi, bạn có thể cho em biết thêm thông tin được không?",
          "output": "Trường Đại học Thủy lợi có môi trường học tập năng động và hiện đại, với cơ sở vật chất khang trang, đội ngũ giảng viên giàu kinh nghiệm và nhiệt huyết. Trường cũng có nhiều hoạt động ngoại khóa và câu lạc bộ để sinh viên tham gia và phát triển bản thân."
        },
        {
          "input": "Em muốn học ngành Luật kinh tế, vậy chương trình đào tạo của ngành này có gì đặc biệt?",
          "output": "Chương trình đào tạo ngành Luật kinh tế trang bị cho sinh viên kiến thức pháp luật chuyên sâu về các lĩnh vực kinh tế, thương mại, đầu tư, tài chính, v.v. Sinh viên tốt nghiệp có thể làm việc trong các công ty, doanh nghiệp, tổ chức tài chính, hoặc hành nghề luật sư chuyên về lĩnh vực kinh tế."
        },
        {
          "input": "Trường có ký túc xá cho sinh viên không?",
          "output": "Trường Đại học Thủy lợi có ký túc xá dành cho sinh viên với đầy đủ tiện nghi và môi trường sống an toàn, văn minh."
        }, 
        {
          "input": "Ngoài các phương thức xét tuyển chính quy, trường có tuyển sinh theo hình thức nào khác không?",
          "output": "Ngoài các phương thức xét tuyển chính quy, trường Đại học Thủy lợi còn tuyển sinh theo hình thức văn bằng 2, liên thông từ Cao đẳng lên Đại học, và các chương trình đào tạo sau đại học." 
        },

  {
    "input": "Em là học sinh vùng núi, em được hưởng những chính sách ưu tiên gì khi xét tuyển vào trường?",
    "output": "Em sẽ được hưởng chính sách ưu tiên theo khu vực theo quy định của Bộ Giáo dục và Đào tạo. Điểm ưu tiên sẽ được cộng trực tiếp vào điểm xét tuyển của em." 
  },
  {
    "input": "Em muốn tham gia chương trình trao đổi sinh viên quốc tế, trường có những chương trình nào?", 
    "output": "Trường Đại học Thủy lợi có ký kết hợp tác với nhiều trường đại học trên thế giới và thường xuyên tổ chức các chương trình trao đổi sinh viên. Bạn có thể liên hệ với Phòng Quan hệ Quốc tế của trường để biết thêm thông tin chi tiết."
  },
  {
    "input": "Ngành Kỹ thuật điện tử - viễn thông có cơ hội việc làm như thế nào sau khi ra trường?",
    "output": "Ngành Kỹ thuật điện tử - viễn thông có nhu cầu nhân lực cao và cơ hội việc làm rộng mở. Sinh viên tốt nghiệp có thể làm việc trong các lĩnh vực thiết kế, sản xuất, lắp đặt, vận hành, bảo trì các hệ thống điện tử và viễn thông, hoặc làm việc trong các viện nghiên cứu, trường đại học."
  },
  {
    "input": "Em muốn học ngành có liên quan đến công nghệ thông tin nhưng điểm của em không đủ cao để vào ngành Công nghệ thông tin, em có thể chọn ngành nào khác?",
    "output": "Bạn có thể lựa chọn các ngành như Hệ thống thông tin, Kỹ thuật phần mềm, Trí tuệ nhân tạo và khoa học dữ liệu, hoặc An ninh mạng. Các ngành này có điểm chuẩn thấp hơn so với ngành Công nghệ thông tin nhưng vẫn thuộc lĩnh vực công nghệ thông tin và có triển vọng nghề nghiệp tốt."
  },
  {
    "input": "Học phí của trường Đại học Thủy lợi như thế nào?",
    "output": "Học phí của trường Đại học Thủy lợi được tính theo tín chỉ và mức học phí sẽ khác nhau tùy thuộc vào từng ngành học. Bạn có thể tham khảo thông tin chi tiết về học phí trên website của trường hoặc liên hệ với Phòng Tài chính Kế toán để được tư vấn cụ thể."
  },
  {
    "input": "Trường có tổ chức các lớp học tiếng Anh để sinh viên nâng cao trình độ ngoại ngữ không?",
    "output": "Có, trường Đại học Thủy lợi có tổ chức các lớp học tiếng Anh với nhiều cấp độ khác nhau để sinh viên lựa chọn, giúp sinh viên nâng cao trình độ ngoại ngữ và đáp ứng yêu cầu học tập cũng như công việc sau này."
  },
  {
    "input": "Em muốn khởi nghiệp sau khi tốt nghiệp, trường có hỗ trợ gì cho sinh viên khởi nghiệp không?",
    "output": "Trường Đại học Thủy lợi có Trung tâm Hỗ trợ sinh viên và Khởi nghiệp, nơi cung cấp các dịch vụ tư vấn, đào tạo, hỗ trợ về vốn và kết nối với các doanh nghiệp cho sinh viên có ý định khởi nghiệp."
  },
    {
      "input": "Em tốt nghiệp Cao đẳng, em có thể liên thông lên Đại học Thủy lợi không?",
      "output": "Có, trường Đại học Thủy lợi có tuyển sinh hệ liên thông từ Cao đẳng lên Đại học cho nhiều ngành đào tạo. Bạn cần đáp ứng các điều kiện về ngành học, thời gian tốt nghiệp và kết quả học tập để được xét tuyển."
    },
    {
      "input": "Trường có những học bổng nào dành cho sinh viên?", 
      "output": "Trường Đại học Thủy lợi có nhiều loại học bổng dành cho sinh viên, bao gồm học bổng khuyến khích học tập, học bổng tài năng, học bổng cho sinh viên có hoàn cảnh khó khăn, học bổng doanh nghiệp, v.v. Bạn có thể tìm hiểu thông tin chi tiết về các loại học bổng và điều kiện để được nhận học bổng trên website của trường hoặc liên hệ với Phòng Công tác Sinh viên."
    },
    {
      "input": "Em muốn tham gia các hoạt động tình nguyện, trường có những câu lạc bộ hay tổ chức nào phù hợp?",
      "output": "Trường Đại học Thủy lợi có rất nhiều câu lạc bộ và đội nhóm tình nguyện hoạt động sôi nổi trong nhiều lĩnh vực khác nhau như môi trường, giáo dục, y tế, văn hóa, v.v. Bạn có thể tham gia các câu lạc bộ này để đóng góp cho cộng đồng và phát triển kỹ năng mềm của bản thân." 
    },
    {
      "input": "Em muốn học ngành Kế toán, vậy cơ hội nghề nghiệp của ngành này như thế nào?",
      "output": "Ngành Kế toán là một ngành nghề có nhu cầu nhân lực cao và ổn định. Sinh viên tốt nghiệp có thể làm việc trong các doanh nghiệp, tổ chức tài chính, cơ quan nhà nước, hoặc hành nghề kế toán độc lập." 
    },
    {
      "input": "Ngành Logistics và quản lý chuỗi cung ứng học những gì?",
      "output": "Ngành Logistics và quản lý chuỗi cung ứng đào tạo sinh viên về quản lý dòng chảy hàng hóa, thông tin và tài chính trong chuỗi cung ứng, từ khâu sản xuất đến tay người tiêu dùng. Sinh viên tốt nghiệp có thể làm việc trong các công ty sản xuất, thương mại, dịch vụ logistics, hoặc các công ty tư vấn quản lý chuỗi cung ứng."
    },

        {
          "input": "Em muốn tìm hiểu về ngành Kinh tế số, ngành này học những gì và cơ hội việc làm ra sao?",
          "output": "Ngành Kinh tế số là một ngành học mới mẻ và đầy tiềm năng, tập trung vào ứng dụng công nghệ số vào các hoạt động kinh tế. Sinh viên sẽ được học về kinh tế học, thương mại điện tử, phân tích dữ liệu, marketing số, v.v. Cơ hội việc làm của ngành này rất rộng mở, bạn có thể làm việc trong các công ty công nghệ, startup, doanh nghiệp thương mại điện tử, hoặc các tổ chức tài chính."
        },
        {
          "input": "Em muốn học Thạc sĩ tại trường Đại học Thủy lợi, trường có những ngành đào tạo nào?",
          "output": "Trường Đại học Thủy lợi có đào tạo Thạc sĩ cho nhiều ngành học thuộc các lĩnh vực kỹ thuật, kinh tế, luật, ngôn ngữ, v.v. Bạn có thể tham khảo danh sách các ngành đào tạo Thạc sĩ trên website của trường hoặc liên hệ với Phòng Sau đại học để được tư vấn cụ thể."
        },
        {
          "input": "Trường có hỗ trợ sinh viên tìm kiếm việc làm thêm không?",
          "output": "Có, trường Đại học Thủy lợi có Trung tâm Hỗ trợ sinh viên và Khởi nghiệp, nơi thường xuyên cập nhật thông tin tuyển dụng việc làm thêm và hỗ trợ sinh viên tìm kiếm công việc phù hợp." 
        },
        {
          "input": "Ngành Quản trị dịch vụ du lịch và lữ hành có yêu cầu gì đặc biệt về ngoại ngữ không?",
          "output": "Ngành Quản trị dịch vụ du lịch và lữ hành đòi hỏi sinh viên có khả năng giao tiếp tốt bằng tiếng Anh và ít nhất một ngoại ngữ khác. Trường cũng có các lớp học ngoại ngữ để sinh viên nâng cao trình độ." 
        },
        {
          "input": "Em muốn tham gia nghiên cứu khoa học, trường có những chương trình nào dành cho sinh viên?",
          "output": "Trường Đại học Thủy lợi khuyến khích sinh viên tham gia nghiên cứu khoa học thông qua các chương trình như Nghiên cứu khoa học sinh viên, Đề án khoa học công nghệ cấp trường, v.v. Sinh viên có thể tham gia vào các nhóm nghiên cứu của giảng viên hoặc tự đề xuất các đề tài nghiên cứu." 
        },
        {
          "input": "Em muốn học ngành Thương mại điện tử, ngành này có gì khác so với ngành Kinh tế số?",
          "output": "Ngành Thương mại điện tử tập trung vào các hoạt động mua bán, trao đổi hàng hóa và dịch vụ trên nền tảng internet, trong khi ngành Kinh tế số có phạm vi rộng hơn, bao gồm cả ứng dụng công nghệ số vào các lĩnh vực kinh tế khác như tài chính, logistics, marketing, v.v."
        },
        {
          "input": "Em muốn tìm hiểu về chương trình đào tạo ngành An ninh mạng, ngành này có triển vọng như thế nào?",
          "output": "Ngành An ninh mạng đào tạo sinh viên về các kiến thức và kỹ năng để bảo vệ hệ thống thông tin và dữ liệu khỏi các mối đe dọa an ninh mạng. Ngành này có triển vọng nghề nghiệp rất tốt do nhu cầu về an ninh mạng ngày càng tăng cao."
        },
  {
    "input": "Em muốn học ngành hot, dễ xin việc, anh/chị tư vấn giúp em với?",
    "output": "Hiện nay có nhiều ngành học được đánh giá là \"hot\" và dễ xin việc như Công nghệ thông tin, Kỹ thuật phần mềm, Trí tuệ nhân tạo, An ninh mạng, Kinh tế số, Thương mại điện tử, Logistics và quản lý chuỗi cung ứng. Tuy nhiên, việc lựa chọn ngành học còn phụ thuộc vào sở thích, năng lực và định hướng nghề nghiệp của em."
  },
  {
    "input": "Điểm của em không cao, em nên chọn ngành nào để dễ đỗ vào trường?",
    "output": "Em có thể tham khảo các ngành có điểm chuẩn thường thấp hơn như Kỹ thuật xây dựng công trình thủy, Kỹ thuật tài nguyên nước, Kỹ thuật cấp thoát nước, Xây dựng và quản lý hạ tầng đô thị, Tài nguyên nước và môi trường, Công nghệ sinh học, Kỹ thuật hóa học, v.v."
  },
  {
    "input": "Em muốn học ngành Kỹ thuật nhưng phân vân không biết nên chọn ngành nào, anh/chị có thể gợi ý giúp em?",
    "output": "Trường Đại học Thủy lợi có nhiều ngành Kỹ thuật chất lượng như Kỹ thuật xây dựng, Kỹ thuật tài nguyên nước, Kỹ thuật môi trường, Kỹ thuật cơ khí, Kỹ thuật điện, Kỹ thuật điện tử - viễn thông, Kỹ thuật cơ điện tử, v.v. Em có thể tìm hiểu kỹ hơn về chương trình đào tạo và cơ hội nghề nghiệp của từng ngành để đưa ra lựa chọn phù hợp."
  },
  {
    "input": "Học phí của các ngành Kinh tế có đắt không?",
    "output": "Học phí của các ngành Kinh tế thường cao hơn so với các ngành Kỹ thuật. Em có thể tham khảo mức học phí cụ thể của từng ngành trên website của trường." 
  },
  {
    "input": "Ký túc xá của trường có đủ chỗ cho tất cả sinh viên không?",
    "output": "Ký túc xá của trường có sức chứa hạn chế, do đó không thể đáp ứng đủ chỗ cho tất cả sinh viên. Trường sẽ ưu tiên cho sinh viên năm nhất, sinh viên có hoàn cảnh khó khăn và sinh viên ở xa." 
  },
  {
    "input": "Em muốn học ngành Ngôn ngữ Anh, trình độ tiếng Anh của em chưa tốt lắm, liệu em có theo kịp chương trình học không?",
    "output": "Chương trình đào tạo ngành Ngôn ngữ Anh được thiết kế phù hợp cho sinh viên có trình độ tiếng Anh khác nhau. Trường cũng có các lớp học tiếng Anh bổ trợ để giúp sinh viên nâng cao trình độ."
  },
  {
    "input": "Ngoài giờ học trên lớp, em có thể tham gia những hoạt động gì ở trường?",
    "output": "Trường Đại học Thủy lợi có rất nhiều câu lạc bộ, đội nhóm, và hoạt động ngoại khóa để sinh viên tham gia, ví dụ như các câu lạc bộ thể thao, nghệ thuật, tình nguyện, học thuật, v.v." 
  },

    {
      "input": "Ngành nào hot nhất trường?",
      "output": "Công nghệ thông tin, Kỹ thuật phần mềm, Trí tuệ nhân tạo và An ninh mạng đang rất hot!"
    },
    {
      "input": "Ngành nào dễ đậu?",
      "output": "Em có thể xem xét các ngành Kỹ thuật xây dựng công trình thủy, Kỹ thuật tài nguyên nước hoặc Xây dựng hạ tầng đô thị."
    },
    {
      "input": "Học phí ngành Kinh tế cao không?", 
      "output": "Học phí ngành Kinh tế thường cao hơn các ngành Kỹ thuật."
    },
    {
      "input": "Ký túc xá có đủ chỗ không?",
      "output": "Ký túc xá có hạn, ưu tiên sinh viên năm nhất, khó khăn và ở xa."
    },
    {
      "input": "Tiếng Anh em kém, học Ngôn ngữ Anh có ổn không?",
      "output": "Chương trình phù hợp nhiều trình độ, có lớp bổ trợ tiếng Anh."
    },
      
  {
    "input": "Ngoài học, còn hoạt động gì vui?",
    "output": "Có nhiều câu lạc bộ, đội nhóm và hoạt động ngoại khóa thú vị!" 
  },
  {
    "input": "Cách tính điểm xét tuyển?",
    "output": "Tổng điểm trung bình 3 môn 5 học kỳ + ưu tiên + điểm cộng (nếu có)." 
  },
  {
    "input": "IELTS 6.0 được mấy điểm?",
    "output": "IELTS 6.0 tương đương 8.0 điểm xét tuyển."
  },
  {
    "input": "Xét tuyển thẳng cần gì?",
    "output": "Giải Nhất, Nhì, Ba học sinh giỏi Quốc gia/Quốc tế."
  },
  {
    "input": "Muốn học Thạc sĩ thì sao?",
    "output": "Trường có nhiều ngành Thạc sĩ, em xem trên website hoặc hỏi Phòng Sau đại học." 
  },
  {
    "input": "Trường có học bổng không?",
    "output": "Có nhiều loại học bổng, xem thông tin trên website hoặc hỏi Phòng Công tác Sinh viên."
  },
    {
      "input": "Em muốn học ngành Kỹ thuật xây dựng, ra trường làm gì ạ?",
      "output": "Em có thể làm kỹ sư thiết kế, thi công, giám sát, quản lý dự án xây dựng, hoặc làm việc trong các viện nghiên cứu, cơ quan quản lý nhà nước về xây dựng."
    },
    {
      "input": "Trường có dạy tiếng Trung không ạ?",
      "output": "Có em nhé, trường có các lớp học tiếng Trung với nhiều trình độ khác nhau để sinh viên lựa chọn." 
    },
    {
      "input": "Em muốn học ngành có liên quan đến ô tô, trường mình có ngành nào ạ?",
      "output": "Trường có ngành Kỹ thuật Ô tô, em sẽ được học về thiết kế, chế tạo, vận hành và bảo dưỡng ô tô." 
    },
    {
      "input": "Em muốn vừa học vừa làm, trường có hỗ trợ gì không ạ?",
      "output": "Trường có Trung tâm Hỗ trợ sinh viên và Khởi nghiệp, nơi cung cấp thông tin tuyển dụng việc làm thêm và hỗ trợ sinh viên tìm kiếm công việc phù hợp."
    },
    {
      "input": "Em muốn học ngành Luật, trường mình có ngành Luật nào ạ?",
      "output": "Trường có 2 ngành Luật là Luật và Luật Kinh tế."
    },
    {
      "input": "Em là học sinh giỏi cấp tỉnh, em được cộng bao nhiêu điểm ạ?",
      "output": "Tùy theo giải thưởng mà em sẽ được cộng từ 1.0 đến 3.0 điểm vào điểm xét tuyển."
    },
    {
      "input": "Em muốn tìm hiểu về chương trình tiên tiến ngành Kỹ thuật Tài nguyên nước, anh/chị tư vấn giúp em với?",
      "output": "Đây là chương trình hợp tác với Đại học Bang Colorado - Hoa Kỳ, em sẽ được học tập trong môi trường quốc tế và có cơ hội nhận bằng của cả hai trường."
    },
    {
      "input": "Điểm chuẩn các ngành Công nghệ thông tin có cao không ạ?",
      "output": "Điểm chuẩn các ngành Công nghệ thông tin thường cao hơn so với các ngành khác, khoảng từ 21.00 trở lên."
    },
  {
    "input": "Học ngành Công nghệ Sinh học ra trường lương cao không anh/chị?",
    "output": "Ngành này còn khá mới, nhưng tiềm năng phát triển cao, lương sẽ phụ thuộc vào năng lực và vị trí công việc của em."
  },
  {
    "input": "Em muốn làm trong ngành du lịch, nên học ngành gì?",
    "output": "Em có thể học ngành Quản trị dịch vụ du lịch và lữ hành, sẽ được trang bị kiến thức và kỹ năng quản lý trong lĩnh vực du lịch."
  },
  {
    "input": "Trường có câu lạc bộ bóng đá không?",
    "output": "Có em nhé, trường có nhiều câu lạc bộ thể thao, trong đó có câu lạc bộ bóng đá."
  },
  {
    "input": "Em muốn học ngành liên quan đến robot, trường có ngành nào phù hợp không?",
    "output": "Trường có ngành Kỹ thuật Robot và Điều khiển thông minh, rất phù hợp với em đấy."
  },
  {
    "input": "Ra trường có dễ xin việc không ạ?",
    "output": "Cơ hội việc làm phụ thuộc vào ngành học, năng lực và sự nỗ lực của em. Trường cũng có trung tâm hỗ trợ sinh viên tìm việc làm."
  },
  {
    "input": "Ngành Kỹ thuật hóa học học những gì ạ?",
    "output": "Em sẽ được học về các quá trình hóa học, thiết kế và vận hành các nhà máy hóa chất, bảo vệ môi trường trong công nghiệp hóa chất." 
  },
  {
    "input": "Em muốn học ngành Tài chính Ngân hàng, điểm chuẩn có cao không ạ?",
    "output": "Điểm chuẩn ngành Tài chính Ngân hàng thường khá cao, khoảng từ 21.00 trở lên."
  },
  {
    "input": "Em học Cao đẳng Xây dựng, có thể liên thông lên Đại học Thủy lợi không ạ?",
    "output": "Có thể em nhé, trường có tuyển sinh hệ liên thông từ Cao đẳng lên Đại học cho nhiều ngành, trong đó có các ngành Xây dựng."
  },
    {
      "input": "Em muốn học ngành IT nhưng sợ khó quá, anh/chị tư vấn giúp em?",
      "output": "Ngành IT tuy đòi hỏi sự nỗ lực và khả năng logic, nhưng rất thú vị và cơ hội việc làm rộng mở. Nếu em có đam mê và quyết tâm, em sẽ thành công."
    },
    {
      "input": "Trường có gần trung tâm thành phố không?",
      "output": "Trường nằm trên đường Tây Sơn, quận Đống Đa, khá gần trung tâm thành phố và thuận tiện đi lại."
    },
    {
      "input": "Học ngành Kế toán có cần giỏi toán không ạ?",
      "output": "Kỹ năng tính toán tốt là một lợi thế, tuy nhiên ngành Kế toán còn cần khả năng phân tích, tổng hợp và sử dụng phần mềm kế toán." 
    },
    {
      "input": "Ngành Kiểm toán và Kế toán khác nhau như thế nào ạ?",
      "output": "Kế toán ghi chép, tổng hợp số liệu tài chính, còn Kiểm toán kiểm tra, đánh giá tính chính xác và trung thực của số liệu đó."
    },
    {
      "input": "Em muốn tham gia nghiên cứu khoa học, trường có hỗ trợ gì không?",
      "output": "Trường có các chương trình nghiên cứu khoa học dành cho sinh viên, em có thể tham gia vào nhóm nghiên cứu của giảng viên hoặc tự đề xuất đề tài." 
    },
    {
      "input": "Em có chứng chỉ tiếng Anh TOEFL iBT 80, được cộng bao nhiêu điểm ạ?",
      "output": "Chúc mừng em, với TOEFL iBT 80, em được cộng 3.0 điểm vào điểm xét tuyển." 
    }, 
    {
      "input": "Học ngành Luật Kinh tế ra trường lương cao không anh/chị?",
      "output": "Lương ngành Luật Kinh tế phụ thuộc vào năng lực, kinh nghiệm và vị trí công việc của em. Tuy nhiên, đây là ngành có tiềm năng thu nhập tốt."
    },
    {
      "input": "Em muốn học ngành có liên quan đến marketing, trường có ngành nào phù hợp không ạ?",
      "output": "Em có thể học ngành Quản trị kinh doanh, trong đó có các môn học về marketing, hoặc ngành Thương mại điện tử cũng có liên quan đến marketing online." 
    },
        {
          "input": "Ngành nào lương cao nhất trường?",
          "output": "Thường thì các ngành Công nghệ thông tin, Kinh tế số, và Tài chính - Ngân hàng có tiềm năng thu nhập tốt."
        },
        {
          "input": "Điểm chuẩn ngành Ngôn ngữ Anh bao nhiêu?",
          "output": "Điểm chuẩn ngành Ngôn ngữ Anh thường khoảng 21.00 trở lên em nhé."
        },
        {
          "input": "Học phí ngành Kỹ thuật môi trường cao không?",
          "output": "Học phí ngành Kỹ thuật môi trường ở mức trung bình, không quá cao."
        },
        {
          "input": "Trường có gần bến xe bus không?",
          "output": "Có em nhé, trường nằm ngay trên đường Tây Sơn, có nhiều tuyến xe bus đi qua." 
        },
        {
          "input": "Em muốn học ngành Công nghệ thông tin nhưng sợ học không nổi?",
          "output": "Ngành Công nghệ thông tin tuy có độ khó nhất định, nhưng nếu em có đam mê và chịu khó, em sẽ học tốt thôi."
        },
        {
          "input": "Trường có câu lạc bộ nhảy hiện đại không?",
          "output": "Có em nhé, trường có câu lạc bộ nhảy hiện đại và nhiều câu lạc bộ nghệ thuật khác."
        },
        {
          "input": "Em muốn làm việc ở nước ngoài, nên học ngành nào?",
          "output": "Các ngành Công nghệ thông tin, Kỹ thuật, Kinh tế, và Ngôn ngữ Anh đều có cơ hội việc làm ở nước ngoài." 
        },
        {
          "input": "Em có chứng chỉ tiếng Nhật N3, được cộng bao nhiêu điểm?",
          "output": "Chứng chỉ tiếng Nhật N3 tương đương bậc 4, em sẽ được cộng 2.0 điểm vào điểm xét tuyển."
        },
        {
          "input": "Em muốn học ngành Kiến trúc, trường có ngành này không ạ?",
          "output": "Trường mình không có ngành Kiến trúc em nhé, em có thể tham khảo các trường khác."
        },

  {
    "input": "Học ngành nào ra trường làm sếp?",
    "output": "Năng lực lãnh đạo và kỹ năng quản lý mới là yếu tố quan trọng để trở thành lãnh đạo, không phụ thuộc vào ngành học em nhé."
  },
  {
    "input": "Em muốn học ngành vừa học vừa chơi, ngành nào phù hợp ạ?",
    "output": "Tất cả các ngành đều cần sự cân bằng giữa học tập và giải trí, quan trọng là em biết sắp xếp thời gian hợp lý."
  },
  {
    "input": "Em học tiếng Pháp, có được cộng điểm không?",
    "output": "Có em nhé, nếu em có chứng chỉ tiếng Pháp đạt chuẩn, em sẽ được cộng điểm vào điểm xét tuyển." 
  },
  {
    "input": "Ở ký túc xá có thoải mái không ạ?", 
    "output": "Ký túc xá của trường đầy đủ tiện nghi cơ bản, đảm bảo môi trường sống an toàn và văn minh cho sinh viên."
  },
  {
    "input": "Em muốn học ngành liên quan đến máy móc, nên học ngành nào?",
    "output": "Em có thể tham khảo các ngành Kỹ thuật cơ khí, Kỹ thuật cơ điện tử, hoặc Kỹ thuật ô tô." 
  },
  {
    "input": "Trường có tổ chức đi thực tập không?",
    "output": "Có em nhé, trường có chương trình thực tập dành cho sinh viên, giúp em áp dụng kiến thức vào thực tế và tích lũy kinh nghiệm."
  },
  {
    "input": "Em muốn thi đánh giá năng lực, trường có xét tuyển không?", 
    "output": "Có, trường có xét tuyển một số ngành dựa vào kết quả kỳ thi đánh giá năng lực."
  }, 
  {
    "input": "Học ngành Logistics ra trường làm gì?", 
    "output": "Em có thể làm việc trong lĩnh vực vận tải, kho bãi, xuất nhập khẩu, quản lý chuỗi cung ứng, v.v." 
  },
  {
    "input": "Em muốn học ngành Luật, cần thi khối nào?",
    "output": "Ngành Luật xét tuyển khối C00 (Ngữ văn, Lịch sử, Địa lý) và D01 (Toán, Ngữ văn, Tiếng Anh) em nhé."
  },
    {
      "input": "Chỉ tiêu ngành Công nghệ thông tin năm 2024 là bao nhiêu?",
      "output": "Chỉ tiêu ngành Công nghệ thông tin năm 2024 là 120 em nhé."
    },
    {
      "input": "Ngành nào có chỉ tiêu cao nhất trường?",
      "output": "Ngành Kỹ thuật xây dựng dân dụng và công nghiệp có chỉ tiêu cao nhất, là 150."
    },
    {
      "input": "Ngành Kỹ thuật điện tử - viễn thông xét tuyển khối nào?",
      "output": "Ngành Kỹ thuật điện tử - viễn thông xét tuyển khối A00, A01, D01, và D07 em nhé."
    },
    {
      "input": "Em muốn học ngành liên quan đến nước, trường có ngành nào?",
      "output": "Trường có các ngành Kỹ thuật tài nguyên nước, Kỹ thuật cấp thoát nước, và Tài nguyên nước & Môi trường."
    },
    {
      "input": "Ngành Kỹ thuật Robot và Điều khiển thông minh học những gì?",
      "output": "Em sẽ được học về thiết kế, chế tạo, lập trình và ứng dụng robot trong các lĩnh vực công nghiệp và đời sống."
    }, 
    {
      "input": "Ngành nào phù hợp với con gái?",
      "output": "Tất cả các ngành đều phù hợp với con gái, quan trọng là sở thích và năng lực của em."
    },
    {
      "input": "Ngành Quản trị kinh doanh ra trường làm gì?",
      "output": "Em có thể làm việc trong các lĩnh vực quản lý, marketing, kinh doanh, nhân sự, v.v."
    },
    {
      "input": "Ngành nào học ít môn nhất?", 
      "output": "Số lượng môn học của các ngành tương đối giống nhau, không có ngành nào học ít môn hơn hẳn."
    }, 
    {
      "input": "Chỉ tiêu ngành Luật Kinh tế là bao nhiêu?",
      "output": "Chỉ tiêu ngành Luật Kinh tế là 90 em nhé."
    },
  {
    "input": "Ngành nào ít người học nhất trường?",
    "output": "Các chương trình tiên tiến và một số ngành kỹ thuật mới như Kỹ thuật Robot và Điều khiển thông minh có chỉ tiêu thấp hơn, nên số lượng sinh viên cũng ít hơn."
  },
  {
    "input": "Em muốn học ngành về máy tính, nên chọn ngành nào?",
    "output": "Trường có các ngành Công nghệ thông tin, Hệ thống thông tin, Kỹ thuật phần mềm, Trí tuệ nhân tạo & Khoa học dữ liệu, và An ninh mạng."
  },
  {
    "input": "Ngành nào có nhiều con trai học nhất?",
    "output": "Thường thì các ngành kỹ thuật như Kỹ thuật cơ khí, Kỹ thuật điện, và Kỹ thuật ô tô có tỷ lệ nam sinh cao hơn." 
  },
  {
    "input": "Em muốn làm việc trong ngân hàng, nên học ngành gì?",
    "output": "Em có thể học ngành Tài chính - Ngân hàng hoặc ngành Kế toán."
  },
  {
    "input": "Học ngành Logistics có vất vả không?",
    "output": "Ngành Logistics đòi hỏi kiến thức về quản lý, kinh tế, và kỹ năng phân tích, giải quyết vấn đề, nhưng cũng rất thú vị và có nhiều cơ hội nghề nghiệp."
  },
  {
    "input": "Em muốn làm hướng dẫn viên du lịch, nên học ngành gì?",
    "output": "Ngành Quản trị dịch vụ du lịch và lữ hành là lựa chọn phù hợp cho em." 
  },
  {
    "input": "Ngành nào học nhiều môn Toán nhất?", 
    "output": "Các ngành Kỹ thuật thường có nhiều môn Toán hơn so với các ngành Kinh tế, Luật, và Ngôn ngữ." 
  }, 
  {
    "input": "Ngành nào học về môi trường?", 
    "output": "Trường có ngành Kỹ thuật môi trường và Tài nguyên nước & Môi trường."
  },
  {
    "input": "Chỉ tiêu ngành Kỹ thuật cơ khí là bao nhiêu?",
    "output": "Chỉ tiêu ngành Kỹ thuật cơ khí là 190 em nhé." 
  },
  {
    "input": "Em muốn xét tuyển bằng học bạ, thời gian đăng ký là khi nào ạ?",
    "output": "Thời gian đăng ký xét tuyển bằng học bạ bắt đầu từ ngày 15/04/2024 và kết thúc vào ngày 14/06/2024 em nhé."
  }, 
  {
    "input": "Năm ngoái trường lấy bao nhiêu chỉ tiêu ạ?",
    "output": "Năm ngoái tổng chỉ tiêu tuyển sinh của trường là 5500, trong đó ít nhất 50% dành cho phương thức xét tuyển học bạ và xét tuyển thẳng."
  },
  {
    "input": "Em có giải Nhì học sinh giỏi cấp tỉnh môn Toán, em được cộng bao nhiêu điểm?",
    "output": "Chúc mừng em! Với giải Nhì học sinh giỏi cấp tỉnh môn Toán, em sẽ được cộng 2.5 điểm vào điểm xét tuyển."
  },
  {
    "input": "Em muốn học ngành Kỹ thuật phần mềm, em cần thi khối nào ạ?",
    "output": "Ngành Kỹ thuật phần mềm xét tuyển các khối A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Em có chứng chỉ IELTS 5.5, quy đổi được mấy điểm ạ?",
    "output": "Với chứng chỉ IELTS 5.5, em sẽ được quy đổi thành 9.0 điểm trong điểm xét tuyển." 
  },
  {
    "input": "Trường có xét tuyển bằng kết quả kỳ thi đánh giá năng lực không ạ?",
    "output": "Có em nhé, trường có xét tuyển một số ngành thuộc khối kỹ thuật và ngành Ngôn ngữ Anh dựa vào kết quả kỳ thi đánh giá năng lực."
  },
  {
    "input": "Ngành Kỹ thuật hóa học năm 2024 lấy bao nhiêu chỉ tiêu ạ?",
    "output": "Chỉ tiêu của ngành Kỹ thuật hóa học năm 2024 là 90 em." 
  },
  {
    "input": "Chương trình tiên tiến ngành Kỹ thuật xây dựng có gì đặc biệt ạ?", 
    "output": "Chương trình tiên tiến ngành Kỹ thuật xây dựng là chương trình hợp tác với Đại học Arkansas - Hoa Kỳ, sinh viên sẽ được học tập trong môi trường quốc tế và có cơ hội nhận bằng của cả hai trường."
  },

    {
      "input": "Em muốn xét tuyển thẳng, cần nộp hồ sơ ở đâu ạ?",
      "output": "Em cần làm theo hướng dẫn của Bộ GD&ĐT và nộp hồ sơ xét tuyển thẳng trực tiếp trên cổng thông tin tuyển sinh của Bộ."
    },
    {
      "input": "Em có chứng chỉ tiếng Đức B1, được cộng điểm không ạ?",
      "output": "Chứng chỉ tiếng Đức B1 tương đương bậc 3 trong Khung năng lực ngoại ngữ Việt Nam, em sẽ được cộng 1.0 điểm vào điểm xét tuyển." 
    },
    {
      "input": "Ngành nào học về kinh doanh mà điểm chuẩn không quá cao ạ?",
      "output": "Em có thể tham khảo các ngành Quản trị dịch vụ du lịch và lữ hành, Logistics và quản lý chuỗi cung ứng, hoặc Thương mại điện tử."
    },
    {
      "input": "Trường có đào tạo ngành Ngôn ngữ Nhật không ạ?",
      "output": "Hiện tại trường chưa đào tạo ngành Ngôn ngữ Nhật em nhé." 
    },
    {
      "input": "Học phí ngành Luật là bao nhiêu một năm ạ?",
      "output": "Học phí được tính theo tín chỉ và có thể thay đổi theo từng năm. Em có thể tham khảo mức học phí cụ thể trên website trường hoặc liên hệ Phòng Tài chính Kế toán để được tư vấn chi tiết." 
    },
    {
      "input": "Em muốn học ngành liên quan đến máy tính mà điểm không quá cao, nên chọn ngành nào?",
      "output": "Em có thể xem xét ngành Hệ thống thông tin, An ninh mạng, hoặc Kỹ thuật điện tử - viễn thông."
    },
    {
      "input": "Ngành nào có nhiều bạn nữ học nhất?", 
      "output": "Các ngành Kinh tế, Ngôn ngữ Anh, và Quản trị dịch vụ du lịch & lữ hành thường có tỷ lệ nữ sinh cao hơn."
    },
    {
      "input": "Em muốn học ngành về Xây dựng, trường có những ngành nào ạ?", 
      "output": "Trường có các ngành Kỹ thuật xây dựng công trình thủy, Kỹ thuật xây dựng dân dụng & công nghiệp, Công nghệ kỹ thuật xây dựng, Kỹ thuật xây dựng công trình giao thông, và Quản lý xây dựng." 
    },
    {
      "input": "Em muốn ra trường làm công chức nhà nước, nên học ngành gì?",
      "output": "Các ngành Luật, Luật kinh tế, Kinh tế, Kế toán, Kiểm toán, và các ngành Kỹ thuật đều có cơ hội làm việc trong các cơ quan nhà nước." 
    },
  {
    "input": "Em muốn học ngành Công nghệ thông tin, nhưng sợ thất nghiệp, anh/chị cho em lời khuyên?",
    "output": "Ngành Công nghệ thông tin hiện đang có nhu cầu nhân lực rất cao, cơ hội việc làm rộng mở. Tuy nhiên, em cần trau dồi kiến thức, kỹ năng và cập nhật xu hướng công nghệ để tăng khả năng cạnh tranh."
  },
  {
    "input": "Học ngành Kế toán có áp lực không ạ?",
    "output": "Ngành Kế toán đòi hỏi sự cẩn thận, tỉ mỉ và khả năng chịu áp lực công việc, đặc biệt vào những kỳ quyết toán." 
  },
  {
    "input": "Em muốn học ngành liên quan đến kinh doanh quốc tế, trường có ngành nào phù hợp không ạ?",
    "output": "Em có thể học ngành Kinh tế, Quản trị kinh doanh, hoặc Thương mại điện tử, các ngành này đều có những môn học liên quan đến kinh doanh quốc tế." 
  },
  {
    "input": "Ký túc xá trường có giờ giới nghiêm không ạ?",
    "output": "Ký túc xá có quy định giờ giấc ra vào để đảm bảo an ninh và trật tự, em cần tuân thủ nội quy của ký túc xá."
  },
  {
    "input": "Ngành nào học về marketing online?",
    "output": "Ngành Thương mại điện tử và Quản trị kinh doanh có các môn học về marketing online em nhé." 
  },
  {
    "input": "Em muốn học ngành vừa có kiến thức về kinh tế vừa có kiến thức về luật, nên chọn ngành nào ạ?",
    "output": "Ngành Luật kinh tế là lựa chọn phù hợp cho em, em sẽ được trang bị kiến thức về cả hai lĩnh vực này." 
  },
  {
    "input": "Ngành nào học về trí tuệ nhân tạo ạ?",
    "output": "Trường có ngành Trí tuệ nhân tạo và Khoa học dữ liệu, đào tạo về các kỹ thuật và ứng dụng của trí tuệ nhân tạo." 
  },
  {
    "input": "Em muốn ra trường làm giảng viên, nên học ngành nào?",
    "output": "Em có thể chọn bất kỳ ngành nào mà em yêu thích và có năng lực, sau đó học lên cao học và nghiên cứu sinh để trở thành giảng viên." 
  },
  {
    "input": "Điểm chuẩn ngành Tài chính - Ngân hàng năm 2024 dự kiến là bao nhiêu?",
    "output": "Điểm chuẩn có thể thay đổi theo từng năm, nhưng thường ngành Tài chính - Ngân hàng có điểm chuẩn khá cao, khoảng từ 21.00 trở lên."
  },

    {
      "input": "Ngành nào học về quản lý nhà nước?",
      "output": "Trường không có ngành học cụ thể về quản lý nhà nước, nhưng em có thể tham khảo ngành Luật, Luật kinh tế, Kinh tế, hoặc Quản trị kinh doanh."
    },
    {
      "input": "Em muốn học ngành nào đó để sau này làm việc tự do, anh/chị có gợi ý gì không?",
      "output": "Các ngành Công nghệ thông tin, Thiết kế đồ họa, Marketing, Ngôn ngữ Anh, hoặc Luật đều có nhiều cơ hội để em làm việc tự do sau khi tốt nghiệp."
    },
    {
      "input": "Học ngành Kỹ thuật cơ khí có vất vả không ạ?",
      "output": "Ngành Kỹ thuật cơ khí đòi hỏi kiến thức về Toán, Lý, và khả năng tư duy logic, không gian tốt. Tuy nhiên, nếu em có đam mê và nỗ lực, em sẽ học tốt."
    },
    {
      "input": "Em muốn học ngành liên quan đến bảo vệ môi trường, trường có ngành nào ạ?", 
      "output": "Em có thể học ngành Kỹ thuật môi trường hoặc Tài nguyên nước và Môi trường."
    },
    {
      "input": "Em muốn học ngành nào đó để sau này làm việc trong các tổ chức phi chính phủ, nên chọn ngành gì?",
      "output": "Các ngành Ngôn ngữ Anh, Luật, Kinh tế, Kỹ thuật môi trường, và Công nghệ sinh học đều có cơ hội việc làm trong các tổ chức phi chính phủ."
    },
    {
      "input": "Em muốn học ngành liên quan đến máy bay, trường có ngành nào phù hợp không ạ?", 
      "output": "Trường Đại học Thủy lợi không đào tạo các ngành liên quan đến hàng không em nhé."
    },
    {
      "input": "Em muốn học ngành nào đó để sau này làm start-up, anh/chị có gợi ý gì không?", 
      "output": "Các ngành Công nghệ thông tin, Kinh tế số, Thương mại điện tử, và Quản trị kinh doanh đều là những lựa chọn phù hợp để em khởi nghiệp sau này."
    },
    {
      "input": "Học ngành nào ra trường làm việc ở nhà?", 
      "output": "Nhiều ngành nghề hiện nay có thể làm việc từ xa hoặc làm freelancer, ví dụ như Công nghệ thông tin, Thiết kế đồ họa, Content Writer, Dịch thuật, v.v."
    },
    {
      "input": "Trường có đào tạo ngành Báo chí không ạ?",
      "output": "Trường Đại học Thủy lợi không đào tạo ngành Báo chí em nhé." 
    },

        {
          "input": "Em có chứng chỉ tiếng Trung HSK 4, được quy đổi thành bao nhiêu điểm?",
          "output": "Chứng chỉ HSK 4 tương đương bậc 4, em sẽ được quy đổi thành 9.0 điểm trong điểm xét tuyển."
        },
        {
          "input": "Trường có đào tạo ngành Tâm lý học không ạ?",
          "output": "Hiện tại trường chưa đào tạo ngành Tâm lý học em nhé."
        },
        {
          "input": "Em muốn làm việc trong lĩnh vực năng lượng tái tạo, nên học ngành nào?",
          "output": "Em có thể tham khảo ngành Kỹ thuật điện, Kỹ thuật môi trường, hoặc Kỹ thuật tài nguyên nước."
        },
        {
          "input": "Trường có ký túc xá cho sinh viên cao học không ạ?",
          "output": "Có em nhé, trường có ký túc xá dành cho cả sinh viên đại học và cao học." 
        },
        {
          "input": "Học ngành Ngôn ngữ Trung Quốc có khó không ạ?",
          "output": "Ngôn ngữ Trung Quốc có độ khó nhất định, nhưng nếu em có đam mê và chăm chỉ, em sẽ học tốt thôi."
        }, 
        {
          "input": "Em muốn ra trường làm việc ở doanh nghiệp nhà nước, nên học ngành gì?",
          "output": "Các ngành Kỹ thuật, Kinh tế, và Luật đều có cơ hội việc làm tại các doanh nghiệp nhà nước." 
        }, 
        {
          "input": "Em muốn học ngành nào đó để sau này làm nghiên cứu, nên chọn ngành gì?",
          "output": "Hầu hết các ngành đều có cơ hội nghiên cứu, em có thể chọn ngành mà em yêu thích và có năng lực, sau đó học lên cao học và nghiên cứu sinh."
        }, 
        {
          "input": "Trường có chương trình du học không ạ?",
          "output": "Trường có các chương trình trao đổi sinh viên và liên kết đào tạo với nhiều trường đại học nước ngoài, tạo điều kiện cho sinh viên có cơ hội du học."
        },
        {
          "input": "Em muốn học ngành liên quan đến nông nghiệp, trường có ngành nào phù hợp không ạ?",
          "output": "Trường có ngành Công nghệ sinh học, em sẽ được học về ứng dụng công nghệ sinh học trong nông nghiệp." 
        },


  {
    "input": "Em muốn học ngành nào đó để sau này thi công chức, nên chọn ngành gì?",
    "output": "Các ngành Luật, Luật kinh tế, Kinh tế, Kế toán, Kiểm toán và các ngành Kỹ thuật đều có thể thi công chức, tùy thuộc vào vị trí và yêu cầu cụ thể." 
  },
  {
    "input": "Trường có đào tạo ngành Quản trị khách sạn không ạ?",
    "output": "Hiện tại trường chưa đào tạo ngành Quản trị khách sạn em nhé."
  },
  {
    "input": "Em muốn học ngành nào đó để sau này làm việc trong lĩnh vực truyền thông, nên chọn ngành gì?",
    "output": "Em có thể tham khảo ngành Ngôn ngữ Anh, Quản trị kinh doanh, hoặc Thương mại điện tử, các ngành này đều có những kiến thức và kỹ năng liên quan đến truyền thông."
  },
  {
    "input": "Học ngành Kỹ thuật điện tử - viễn thông có cần giỏi Vật lý không ạ?",
    "output": "Kiến thức Vật lý là nền tảng quan trọng cho ngành Kỹ thuật điện tử - viễn thông, em cần nắm vững kiến thức Vật lý để học tốt ngành này."
  }, 
  {
    "input": "Trường có đào tạo ngành Thiết kế đồ họa không ạ?",
    "output": "Hiện tại trường chưa đào tạo ngành Thiết kế đồ họa em nhé."
  },
  {
    "input": "Em muốn học ngành nào đó để sau này làm việc trong lĩnh vực logistics quốc tế, nên chọn ngành gì?",
    "output": "Ngành Logistics và Quản lý chuỗi cung ứng là lựa chọn phù hợp, em sẽ được học về quản lý chuỗi cung ứng toàn cầu và logistics quốc tế."
  },
  {
    "input": "Em muốn ra trường làm việc trong lĩnh vực tài chính, nên học ngành nào?",
    "output": "Em có thể học ngành Tài chính - Ngân hàng, Kế toán, hoặc Kiểm toán."
  },
  {
    "input": "Ngành nào học về quản trị nhân sự?",
    "output": "Ngành Quản trị kinh doanh có các môn học về quản trị nhân sự em nhé."
  },
  {
    "input": "Trường có đào tạo ngành Quan hệ quốc tế không ạ?", 
    "output": "Hiện tại trường chưa đào tạo ngành Quan hệ quốc tế em nhé."
  },

    {
      "input": "Em muốn học ngành nào đó để sau này làm việc trong các công ty khởi nghiệp, nên chọn ngành gì?",
      "output": "Các ngành Công nghệ thông tin, Kinh tế số, Thương mại điện tử, và Quản trị kinh doanh đều là những lựa chọn phù hợp cho em."
    },
    {
      "input": "Trường có đào tạo ngành Y tá điều dưỡng không ạ?",
      "output": "Hiện tại trường chưa đào tạo ngành Y tá điều dưỡng em nhé."
    },
    {
      "input": "Em muốn học ngành nào đó để sau này làm việc trong lĩnh vực giáo dục, nên chọn ngành gì?",
      "output": "Em có thể tham khảo ngành Ngôn ngữ Anh, Sư phạm (nếu có), hoặc các ngành khác mà em yêu thích và sau đó học lên cao học để trở thành giảng viên."
    },
    {
      "input": "Học ngành Kỹ thuật điện có vất vả không ạ?",
      "output": "Ngành Kỹ thuật điện yêu cầu kiến thức về Toán, Lý và khả năng tư duy logic, phân tích tốt. Tuy nhiên, nếu em có đam mê và nỗ lực, em sẽ học tốt." 
    }, 
    {
      "input": "Trường có đào tạo ngành Kiến trúc sư không ạ?",
      "output": "Hiện tại trường chưa đào tạo ngành Kiến trúc sư em nhé."
    },
    {
      "input": "Em muốn học ngành nào đó để sau này làm việc trong các tổ chức quốc tế, nên chọn ngành gì?",
      "output": "Các ngành Ngôn ngữ Anh, Luật, Quan hệ quốc tế, và Kinh tế đều có cơ hội việc làm trong các tổ chức quốc tế." 
    },
    {
      "input": "Em muốn ra trường làm việc trong lĩnh vực xuất nhập khẩu, nên học ngành gì?",
      "output": "Em có thể học ngành Kinh tế, Thương mại điện tử, hoặc Logistics và Quản lý chuỗi cung ứng."
    },
    {
      "input": "Ngành nào học về đầu tư tài chính?",
      "output": "Ngành Tài chính - Ngân hàng có các môn học về đầu tư tài chính em nhé."
    },
    {
      "input": "Trường có đào tạo ngành Đông phương học không ạ?",
      "output": "Hiện tại trường chưa đào tạo ngành Đông phương học em nhé."
    },
        {
          "input": "Em muốn học ngành nào đó để sau này làm việc trong lĩnh vực công nghệ cao, nên chọn ngành gì?",
          "output": "Các ngành Công nghệ thông tin, Trí tuệ nhân tạo, An ninh mạng, Kỹ thuật robot và Điều khiển thông minh, và Kỹ thuật điện tử - viễn thông đều là những lựa chọn phù hợp cho em."
        },
        {
          "input": "Trường có chương trình học bổng du học không ạ?",
          "output": "Trường có hợp tác với nhiều trường đại học nước ngoài và thỉnh thoảng có các chương trình học bổng du học. Em có thể theo dõi thông tin trên website trường hoặc liên hệ Phòng Quan hệ Quốc tế để biết thêm chi tiết."
        },
        {
          "input": "Em muốn học ngành nào đó để sau này làm việc trong lĩnh vực môi trường biển, nên chọn ngành gì?",
          "output": "Em có thể tham khảo ngành Kỹ thuật môi trường hoặc Tài nguyên nước và Môi trường, sau đó học lên cao học chuyên ngành về môi trường biển."
        },
        {
          "input": "Học ngành Ngôn ngữ Trung Quốc ra trường có dễ xin việc không ạ?",
          "output": "Cơ hội việc làm của ngành Ngôn ngữ Trung Quốc khá rộng mở, em có thể làm phiên dịch, biên dịch, giáo viên tiếng Trung, hoặc làm việc trong các công ty Trung Quốc tại Việt Nam." 
        }, 
        {
          "input": "Trường có tổ chức các hoạt động ngoại khóa cho sinh viên không ạ?",
          "output": "Có em nhé, trường có rất nhiều câu lạc bộ, đội nhóm và hoạt động ngoại khóa đa dạng để sinh viên tham gia, ví dụ như các câu lạc bộ thể thao, nghệ thuật, tình nguyện, học thuật, v.v."
        },
        {
          "input": "Em muốn học ngành nào đó để sau này làm việc trong lĩnh vực nghiên cứu và phát triển (R&D), nên chọn ngành gì?",
          "output": "Hầu hết các ngành đều có cơ hội làm việc trong lĩnh vực R&D, em có thể chọn ngành mà em yêu thích và có năng lực, sau đó học lên cao học và nghiên cứu sinh."
        },
        {
          "input": "Em muốn ra trường làm việc trong các công ty đa quốc gia, nên học ngành gì?",
          "output": "Các ngành Công nghệ thông tin, Kỹ thuật, Kinh tế, và Ngôn ngữ Anh đều có cơ hội việc làm tại các công ty đa quốc gia."
        },
        {
          "input": "Ngành nào học về quản lý dự án?",
          "output": "Ngành Quản lý xây dựng và Quản trị kinh doanh có các môn học về quản lý dự án em nhé."
        },
        {
          "input": "Trường có đào tạo ngành Quản trị văn phòng không ạ?",
          "output": "Hiện tại trường chưa đào tạo ngành Quản trị văn phòng em nhé." 
        },
  {
    "input": "Em muốn học ngành nào đó để sau này làm việc trong lĩnh vực thương mại điện tử xuyên biên giới, nên chọn ngành gì?",
    "output": "Ngành Thương mại điện tử là lựa chọn phù hợp cho em, em sẽ được học về các hoạt động thương mại điện tử trong môi trường quốc tế." 
  },
  {
    "input": "Trường có chương trình đào tạo bằng tiếng Anh không ạ?",
    "output": "Có em nhé, trường có các chương trình tiên tiến đào tạo bằng tiếng Anh và một số môn học chuyên ngành bằng tiếng Anh."
  },
  {
    "input": "Em muốn học ngành nào đó để sau này làm việc trong lĩnh vực bảo hiểm, nên chọn ngành gì?",
    "output": "Em có thể tham khảo ngành Tài chính - Ngân hàng, Kế toán, hoặc Luật kinh tế."
  },
  {
    "input": "Học ngành Kỹ thuật cấp thoát nước ra trường làm gì ạ?",
    "output": "Em có thể làm kỹ sư thiết kế, thi công, vận hành và quản lý các công trình cấp thoát nước, xử lý nước thải, v.v." 
  }, 
  {
    "input": "Trường có đào tạo ngành Bất động sản không ạ?",
    "output": "Hiện tại trường chưa đào tạo ngành Bất động sản em nhé." 
  },
  {
    "input": "Em muốn học ngành nào đó để sau này làm việc trong lĩnh vực truyền hình, nên chọn ngành gì?",
    "output": "Em có thể tham khảo ngành Ngôn ngữ Anh, Báo chí (nếu có), hoặc các ngành khác liên quan đến truyền thông và sau đó học lên cao học chuyên ngành về truyền hình."
  },
  {
    "input": "Em muốn ra trường làm việc trong lĩnh vực đầu tư, nên học ngành gì?",
    "output": "Em có thể học ngành Tài chính - Ngân hàng, Kinh tế, hoặc Quản trị kinh doanh."
  },
  {
    "input": "Ngành nào học về phân tích dữ liệu?",
    "output": "Ngành Trí tuệ nhân tạo và Khoa học dữ liệu, cũng như ngành Công nghệ thông tin có các môn học về phân tích dữ liệu."
  },
  {
    "input": "Trường có đào tạo ngành Thiết kế thời trang không ạ?",
    "output": "Hiện tại trường chưa đào tạo ngành Thiết kế thời trang em nhé."
  },
  {
    "input": "Em muốn học ngành nào đó để sau này làm việc trong các công ty kiểm toán, nên chọn ngành gì?",
    "output": "Ngành Kiểm toán là lựa chọn phù hợp nhất cho em, ngoài ra em cũng có thể tham khảo ngành Kế toán."
  },
  {
    "input": "Trường có chương trình đào tạo liên kết với nước ngoài không ạ?",
    "output": "Có em nhé, trường có chương trình đào tạo liên kết với một số trường đại học nước ngoài, sinh viên có cơ hội nhận bằng của cả hai trường."
  },
  {
    "input": "Em muốn học ngành nào đó để sau này làm việc trong lĩnh vực quản lý tài sản, nên chọn ngành gì?", 
    "output": "Em có thể tham khảo ngành Tài chính - Ngân hàng, Luật kinh tế, hoặc Quản trị kinh doanh." 
  },
  {
    "input": "Học ngành Xây dựng và quản lý hạ tầng đô thị ra trường làm gì ạ?", 
    "output": "Em có thể làm kỹ sư thiết kế, thi công, quản lý các công trình hạ tầng đô thị như đường xá, cầu cống, hệ thống cấp thoát nước, v.v." 
  }, 
  {
    "input": "Trường có đào tạo ngành Logistics bằng tiếng Anh không ạ?", 
    "output": "Hiện tại chương trình đào tạo ngành Logistics chủ yếu bằng tiếng Việt, tuy nhiên có một số môn học chuyên ngành bằng tiếng Anh."
  },
  {
    "input": "Em muốn học ngành nào đó để sau này làm việc trong lĩnh vực công nghệ blockchain, nên chọn ngành gì?",
    "output": "Em có thể tham khảo ngành Công nghệ thông tin, An ninh mạng, hoặc Trí tuệ nhân tạo và Khoa học dữ liệu."
  },
  {
    "input": "Em muốn ra trường làm việc trong lĩnh vực nghiên cứu thị trường, nên học ngành gì?",
    "output": "Em có thể học ngành Kinh tế, Quản trị kinh doanh, hoặc Thương mại điện tử."
  },
  {
    "input": "Ngành nào học về quản trị rủi ro?",
    "output": "Ngành Tài chính - Ngân hàng, Kiểm toán và Quản trị kinh doanh đều có các môn học về quản trị rủi ro."
  },
  {
    "input": "Trường có đào tạo ngành Luật quốc tế không ạ?",
    "output": "Hiện tại trường chưa đào tạo ngành Luật quốc tế em nhé." 
  },
  {
    "input": "Chỉ tiêu ngành Luật và Luật Kinh tế có giống nhau không ạ?",
    "output": "Đúng rồi em, cả hai ngành Luật và Luật Kinh tế đều có chỉ tiêu là 90." 
  },
  {
    "input": "Ngành nào có chỉ tiêu ít nhất trường?",
    "output": "Các chương trình tiên tiến và một số ngành kỹ thuật mới như Kỹ thuật Robot và Điều khiển thông minh có chỉ tiêu thấp hơn, khoảng 30 - 70 chỉ tiêu." 
  },
  {
    "input": "Chỉ tiêu xét tuyển học bạ có bằng với chỉ tiêu xét tuyển bằng điểm thi không ạ?",
    "output": "Chỉ tiêu cho phương thức xét tuyển học bạ và xét tuyển thẳng chiếm ít nhất 50% tổng chỉ tiêu, trong khi chỉ tiêu cho phương thức sử dụng kết quả kỳ thi đánh giá tư duy và xét tuyển bằng điểm thi tốt nghiệp THPT không vượt quá 50% tổng chỉ tiêu." 
  },
  {
    "input": "Em muốn học ngành Kỹ thuật nhưng chỉ tiêu thấp quá, liệu có khó đậu không ạ?",
    "output": "Chỉ tiêu thấp đồng nghĩa với việc cạnh tranh sẽ cao hơn, tuy nhiên nếu em có học lực tốt và điểm xét tuyển cao, em vẫn có cơ hội trúng tuyển."
  },
  {
    "input": "Chỉ tiêu ngành Ngôn ngữ Anh năm 2024 là bao nhiêu ạ?",
    "output": "Chỉ tiêu ngành Ngôn ngữ Anh năm 2024 là 100 em nhé."
  },
  {
    "input": "Chỉ tiêu ngành Kế toán và Kiểm toán có giống nhau không ạ?",
    "output": "Chỉ tiêu ngành Kế toán là 90, trong khi chỉ tiêu ngành Kiểm toán là 70 em nhé." 
  },
    {
      "input": "Chỉ tiêu xét tuyển thẳng chiếm bao nhiêu phần trăm ạ?",
      "output": "Chỉ tiêu cho phương thức xét tuyển thẳng không được quy định cụ thể về tỷ lệ phần trăm, nhưng thường chiếm một phần nhỏ trong tổng chỉ tiêu tuyển sinh."
    },
    {
      "input": "Ngành nào có chỉ tiêu xét tuyển bằng điểm thi cao nhất ạ?",
      "output": "Thông tin về chỉ tiêu cụ thể cho từng phương thức xét tuyển thường được công bố sau khi có kết quả thi tốt nghiệp THPT và kỳ thi đánh giá năng lực."
    },
    {
      "input": "Chỉ tiêu các ngành Kinh tế năm 2024 có thay đổi nhiều so với năm 2023 không ạ?", 
      "output": "Anh/chị không có thông tin chính xác về sự thay đổi chỉ tiêu so với năm 2023. Em có thể tham khảo thông báo tuyển sinh của trường để biết thêm chi tiết."
    },
    {
      "input": "Chỉ tiêu ngành Công nghệ sinh học là bao nhiêu ạ?", 
      "output": "Chỉ tiêu ngành Công nghệ sinh học là 70 em."
    },
    {
      "input": "Chỉ tiêu xét tuyển dựa vào kết quả kỳ thi đánh giá năng lực có cao không ạ?",
      "output": "Chỉ tiêu cho phương thức xét tuyển dựa vào kết quả kỳ thi đánh giá năng lực không vượt quá 50% tổng chỉ tiêu."
    },
    {
      "input": "Em muốn học ngành có chỉ tiêu cao để dễ đậu hơn, nên chọn ngành nào?",
      "output": "Chỉ tiêu cao không đồng nghĩa với việc dễ đậu hơn, em cần xem xét điểm chuẩn và mức độ cạnh tranh của ngành đó. Tuy nhiên, em có thể tham khảo các ngành có chỉ tiêu cao như Kỹ thuật xây dựng dân dụng & công nghiệp, Công nghệ kỹ thuật xây dựng, hoặc Quản lý xây dựng."
    },
    {
      "input": "Chỉ tiêu ngành Kỹ thuật cơ điện tử là bao nhiêu ạ?", 
      "output": "Chỉ tiêu ngành Kỹ thuật cơ điện tử là 70 em."
    },
    {
      "input": "Chỉ tiêu các chương trình tiên tiến có giống nhau không ạ?",
      "output": "Cả hai chương trình tiên tiến ngành Kỹ thuật xây dựng và Kỹ thuật tài nguyên nước đều có chỉ tiêu là 30 em."
    },
    {
      "input": "Chỉ tiêu ngành Thương mại điện tử là bao nhiêu ạ?",
      "output": "Chỉ tiêu ngành Thương mại điện tử là 100 em nhé." 
    },
        {
          "input": "Khối ngành kỹ thuật của trường có những ngành nào?",
          "output": "Trường có nhiều ngành kỹ thuật như Xây dựng, Tài nguyên nước, Môi trường, Cơ khí, Điện, Điện tử - Viễn thông, Cơ điện tử, v.v." 
        },
        {
          "input": "Em thích kinh doanh, trường có những ngành nào phù hợp?",
          "output": "Em có thể xem xét các ngành Kinh tế, Quản trị kinh doanh, Kế toán, Kinh tế xây dựng, Logistics, Du lịch, Thương mại điện tử, Tài chính - Ngân hàng, Kiểm toán, và Kinh tế số." 
        },
        {
          "input": "Khối ngành công nghệ thông tin của trường gồm những ngành nào?",
          "output": "Khối ngành này gồm Công nghệ thông tin, Hệ thống thông tin, Kỹ thuật phần mềm, Trí tuệ nhân tạo và khoa học dữ liệu, An ninh mạng."
        },
        {
          "input": "Trường có đào tạo ngành Luật không?",
          "output": "Có, trường có ngành Luật và Luật kinh tế."
        },
        {
          "input": "Em muốn học ngoại ngữ, trường có những lựa chọn nào?",
          "output": "Trường có ngành Ngôn ngữ Anh và Ngôn ngữ Trung Quốc." 
        },
        {
          "input": "Trường có đào tạo ngành nào liên quan đến robot không?",
          "output": "Có, trường có ngành Kỹ thuật Robot và Điều khiển thông minh." 
        },
  {
    "input": "Ngành nào của khối Kinh tế có điểm chuẩn cao nhất?",
    "output": "Thông thường, ngành Kinh tế và Quản trị kinh doanh có điểm chuẩn cao nhất khối Kinh tế."
  },
  {
    "input": "Khối ngành nào có nhiều sinh viên theo học nhất?",
    "output": "Khối ngành Kỹ thuật thường thu hút số lượng sinh viên đông nhất trường."
  },
  {
    "input": "Em muốn học ngành liên quan đến ô tô, trường có ngành nào phù hợp?", 
    "output": "Em có thể chọn ngành Kỹ thuật Ô tô."
  },
  {
    "input": "Ngành nào thuộc khối Luật?",
    "output": "Trường có ngành Luật và Luật kinh tế thuộc khối ngành Luật." 
  },
  {
    "input": "Ngoài khối Kỹ thuật, Kinh tế và Luật, trường còn đào tạo khối ngành nào khác?",
    "output": "Trường còn đào tạo khối ngành Ngôn ngữ và khối ngành thuộc Chương trình tiên tiến."
  },
  {
    "input": "Khối ngành Chương trình tiên tiến có gì đặc biệt?", 
    "output": "Khối ngành này gồm các chương trình hợp tác với đại học nước ngoài, đào tạo bằng tiếng Anh và có cơ hội học tập, trao đổi tại nước ngoài." 
  },
    {
      "input": "Khối ngành nào có nhiều cơ hội học bổng nhất?",
      "output": "Thông thường, các ngành thuộc khối Kỹ thuật và khối Kinh tế có nhiều cơ hội học bổng hơn."
    },
    {
      "input": "Em muốn học khối ngành có nhiều hoạt động ngoại khóa, nên chọn khối nào?",
      "output": "Tất cả các khối ngành đều có nhiều câu lạc bộ và hoạt động ngoại khóa sôi nổi, em có thể lựa chọn theo sở thích của mình."
    },
    {
      "input": "Khối ngành nào có nhiều sinh viên ra trường khởi nghiệp?",
      "output": "Khối ngành Kinh tế và khối ngành Công nghệ thông tin có nhiều sinh viên lựa chọn con đường khởi nghiệp."
    },
    {
      "input": "Khối ngành nào có tỷ lệ sinh viên ra trường có việc làm cao?",
      "output": "Các khối ngành Kỹ thuật, Kinh tế và Công nghệ thông tin đều có tỷ lệ sinh viên ra trường có việc làm cao."
    },
    {
      "input": "Em muốn học khối ngành có cơ hội đi du học, nên chọn khối nào?",
      "output": "Khối ngành Chương trình tiên tiến và khối ngành Ngôn ngữ có nhiều cơ hội học tập và trao đổi sinh viên tại nước ngoài."
    },
    {
      "input": "Khối ngành nào có môi trường học tập năng động nhất?",
      "output": "Tất cả các khối ngành của trường đều có môi trường học tập năng động và hiện đại, với nhiều hoạt động học thuật và ngoại khóa."
    },
  {
    "input": "Điểm xét tuyển được tính như thế nào?",
    "output": "Điểm xét tuyển được tính bằng tổng điểm trung bình 3 môn trong tổ hợp xét tuyển của 5 học kỳ (lớp 10, 11 và học kỳ 1 lớp 12), cộng với điểm ưu tiên và điểm cộng (nếu có)."
  },
  {
    "input": "Điểm cộng xét tuyển gồm những gì?",
    "output": "Điểm cộng xét tuyển bao gồm điểm cộng cho học sinh giỏi, học sinh trường chuyên, giải thưởng khoa học kỹ thuật và chứng chỉ ngoại ngữ."
  },
  {
    "input": "Em là học sinh giỏi cấp tỉnh, được cộng bao nhiêu điểm?", 
    "output": "Tùy thuộc vào giải thưởng, em có thể được cộng từ 1.0 đến 3.0 điểm."
  },
  {
    "input": "Chứng chỉ IELTS được quy đổi ra sao?",
    "output": "Chứng chỉ IELTS từ 5.0 trở lên sẽ được quy đổi thành điểm cộng, cụ thể từ 1.0 đến 3.0 điểm tùy theo cấp độ."
  },
  {
    "input": "Điểm xét tuyển ngành Ngôn ngữ Anh có gì khác biệt?", 
    "output": "Điểm môn ngoại ngữ sẽ được nhân hệ số 2 và điểm xét tuyển được quy đổi về thang điểm 30." 
  },
  {
    "input": "Điểm chuẩn các ngành lấy từ đâu?",
    "output": "Điểm chuẩn được xác định dựa trên điểm xét tuyển của thí sinh trúng tuyển cuối cùng vào từng ngành."
  },
    {
      "input": "Điểm trung bình môn học được tính như thế nào?",
      "output": "Điểm trung bình môn học được tính bằng trung bình cộng điểm của cả năm lớp 10, 11 và học kỳ 1 lớp 12."
    },
    {
      "input": "Em có chứng chỉ tiếng Nhật, có được tính điểm cộng không?",
      "output": "Có, chứng chỉ tiếng Nhật JLPT từ N4 trở lên sẽ được quy đổi thành điểm cộng."
    },
    {
      "input": "Điểm ưu tiên khu vực được cộng bao nhiêu?", 
      "output": "Điểm ưu tiên khu vực được tính theo quy định của Bộ Giáo dục và Đào tạo, thường từ 0.75 đến 1.5 điểm."
    },
    {
      "input": "Điểm cộng chứng chỉ tin học có không?",
      "output": "Hiện tại, trường không cộng điểm cho chứng chỉ tin học." 
    },
    {
      "input": "Nếu em đạt giải học sinh giỏi nhiều môn thì được cộng dồn điểm không?",
      "output": "Em chỉ được cộng điểm cho môn học sinh giỏi thuộc tổ hợp xét tuyển của ngành đăng ký."
    }, 
    {
      "input": "Em có thể tra cứu điểm chuẩn các năm trước ở đâu?", 
      "output": "Em có thể tra cứu điểm chuẩn các năm trước trên website của trường hoặc các trang thông tin tuyển sinh uy tín."
    },

      {
        "input": "Cách tính điểm xét tuyển thế nào?",
        "output": "Tổng điểm trung bình 3 môn 5 học kỳ + điểm ưu tiên + điểm cộng."
      },
      {
        "input": "Có xét tuyển bằng chứng chỉ IELTS không?",
        "output": "Có, và được quy đổi thành điểm xét tuyển."
      },
      {
        "input": "Học sinh trường chuyên được cộng điểm không?",
        "output": "Được cộng 1 điểm, học lớp chuyên đúng tổ hợp cộng thêm 1 điểm."
      }, 
      {
        "input": "Đăng ký xét tuyển online ở đâu?",
        "output": "Website http://dkxtdh.tlu.edu.vn/ hoặc ứng dụng My TLU."
      },
      {
        "input": "Cần điều kiện gì để xét tuyển thẳng?",
        "output": "Giải Nhất, Nhì, Ba học sinh giỏi quốc gia, quốc tế." 
      }, 
      {
        "input": "Trường có xét tuyển bằng kết quả thi đánh giá năng lực không?",
        "output": "Có, cho một số ngành khối kỹ thuật và ngành Ngôn ngữ Anh."
      },
      {
        "input": "Lệ phí đăng ký xét tuyển bao nhiêu?",
        "output": "50.000 đồng một hồ sơ, không phân biệt số nguyện vọng."
      },
  {
    "input": "Khối ngành nào có nhiều lựa chọn nhất?",
    "output": "Khối ngành Kỹ thuật có nhiều lựa chọn ngành học nhất tại trường."
  },
  {
    "input": "Em thích kinh doanh, nên chọn khối ngành nào?",
    "output": "Khối ngành Kinh tế là lựa chọn phù hợp với em, với các ngành như Quản trị kinh doanh, Kế toán, Kinh tế xây dựng, Logistics, Du lịch, Thương mại điện tử, Tài chính - Ngân hàng."
  },
  {
    "input": "Khối ngành nào có điểm chuẩn cao nhất?",
    "output": "Khối ngành Công nghệ thông tin thường có điểm chuẩn cao nhất."
  }, 
  {
    "input": "Em muốn học Luật, trường có đào tạo không?",
    "output": "Có, trường có khối ngành Luật với hai ngành Luật và Luật Kinh tế." 
  },
  {
    "input": "Em thích tiếng Anh, nên học ngành gì?",
    "output": "Em có thể chọn ngành Ngôn ngữ Anh thuộc khối ngành Ngôn ngữ." 
  },
  {
    "input": "Ngành nào xét tuyển bằng kết quả thi đánh giá tư duy?",
    "output": "Các ngành khối kỹ thuật và ngành Ngôn ngữ Anh sẽ xét tuyển bằng kết quả kỳ thi đánh giá tư duy." 
  },
  {
    "input": "Em muốn xét tuyển kết hợp học bạ, tổ hợp xét tuyển của khối ngành kinh tế là gì?",
    "output": "Tổ hợp xét tuyển của khối ngành kinh tế là A00, A01, D01 và D07, bao gồm các môn Toán, Lý, Hóa, Văn và Tiếng Anh."
  },
  {
    "input": "Em có chứng chỉ IELTS, em có thể xét tuyển theo hình thức nào?",
    "output": "Em có thể sử dụng chứng chỉ IELTS để xét tuyển theo phương thức xét tuyển kết hợp học bạ THPT hoặc xét tuyển dựa vào kết quả thi tốt nghiệp THPT. Chứng chỉ IELTS sẽ được quy đổi thành điểm cộng hoặc điểm thi môn ngoại ngữ."
  },
  {
    "input": "Trường có xét tuyển riêng cho học sinh trường chuyên không?",
    "output": "Trường không có phương thức xét tuyển riêng cho học sinh trường chuyên, tuy nhiên học sinh trường chuyên sẽ được cộng điểm ưu tiên khi xét tuyển theo phương thức xét tuyển kết hợp học bạ THPT."
  },
  {
    "input": "Em muốn xét tuyển vào chương trình tiên tiến, có những ngành nào đào tạo chương trình này?",
    "output": "Trường có chương trình tiên tiến cho hai ngành: Kỹ thuật xây dựng và Kỹ thuật tài nguyên nước. Chương trình được giảng dạy hoàn toàn bằng tiếng Anh."
  },
  {
    "input": "Xét tuyển bằng kết quả thi tốt nghiệp THPT thì tính điểm như thế nào?",
    "output": "Điểm xét tuyển sẽ dựa vào tổng điểm 3 môn thi trong tổ hợp xét tuyển của kỳ thi tốt nghiệp THPT, cộng với điểm ưu tiên khu vực, đối tượng."
  },
  {
    "input": "Em muốn xét tuyển vào ngành Ngôn ngữ Anh, em có thể sử dụng kết quả thi đánh giá năng lực không?",
    "output": "Có, ngành Ngôn ngữ Anh có xét tuyển dựa vào kết quả kỳ thi đánh giá năng lực."
  },
  {
    "input": "Ngưỡng đảm bảo chất lượng là gì? Nó có ý nghĩa như thế nào với việc xét tuyển?",
    "output": "Ngưỡng đảm bảo chất lượng là mức điểm tối thiểu mà thí sinh cần đạt được để đủ điều kiện nộp hồ sơ xét tuyển vào một ngành cụ thể. Nếu điểm của em dưới ngưỡng này, hồ sơ của em sẽ không được xét tuyển vào ngành đó."
  },
  {
    "input": "Em muốn đăng ký xét tuyển nhiều nguyện vọng, có được không?",
    "output": "Có, em được phép đăng ký xét tuyển nhiều nguyện vọng cho các ngành khác nhau. Tuy nhiên, em cần lưu ý về tổ hợp xét tuyển và ngưỡng đảm bảo chất lượng của từng ngành."
  },
  {
    "input": "Em muốn biết chi tiết về tổ hợp xét tuyển của từng ngành, em có thể tìm thông tin ở đâu?", 
    "output": "Em có thể tham khảo thông tin chi tiết về tổ hợp xét tuyển của từng ngành trong thông báo tuyển sinh của trường hoặc trên website của trường tại mục Tuyển sinh."
  },
  {
    "input": "Em muốn tham gia xét tuyển học bạ nhưng em đã tốt nghiệp THPT năm 2023, em có thể đăng ký không?",
    "output": "Có, em vẫn có thể đăng ký xét tuyển học bạ. Điểm xét tuyển của em sẽ được tính dựa trên kết quả học tập của 5 học kỳ (lớp 10, 11 và học kỳ 1 lớp 12) trong thời gian em học THPT."
  },
  {
    "input": "Em muốn biết thêm thông tin về kỳ thi đánh giá tư duy, em có thể tìm hiểu ở đâu?",
    "output": "Em có thể tìm hiểu thông tin về kỳ thi đánh giá tư duy trên website của Đại học Quốc gia Hà Nội hoặc website của nhóm các trường tổ chức kỳ thi." 
  },
{  
  "input": "Cho em hỏi tổ hợp A00 gồm những môn nào?",
  "output": "Tổ hợp A00 gồm 3 môn: Toán, Vật lý và Hóa học."
},

{
  "input": "Em muốn xét tuyển khối ngành kinh tế, em có thể chọn tổ hợp nào?",
  "output": "Em có thể chọn một trong các tổ hợp sau: A00 (Toán, Lý, Hóa), A01 (Toán, Lý, Anh), D01 (Toán, Văn, Anh) hoặc D07 (Toán, Hóa, Anh)." 
},
{
  "input": "Tổ hợp xét tuyển của ngành Ngôn ngữ Anh là gì?", 
  "output": "Ngành Ngôn ngữ Anh xét tuyển dựa trên tổ hợp A01 (Toán, Lý, Anh), D01 (Toán, Văn, Anh), D07 (Toán, Hóa, Anh) hoặc D08 (Toán, Sinh, Anh)." 
},
{
  "input": "Em muốn học ngành Luật, em cần thi những môn nào?",
  "output": "Em cần thi tổ hợp C00 (Văn, Sử, Địa) hoặc D01 (Toán, Văn, Anh) để xét tuyển vào ngành Luật."
},
{
  "input": "Ngành Kỹ thuật xây dựng công trình giao thông xét tuyển những tổ hợp nào?",
  "output": "Ngành Kỹ thuật xây dựng công trình giao thông xét tuyển dựa trên các tổ hợp A00 (Toán, Lý, Hóa), A01 (Toán, Lý, Anh), D01 (Toán, Văn, Anh) hoặc D07 (Toán, Hóa, Anh)." 
},
{
  "input": "Em muốn học ngành Công nghệ thông tin, tổ hợp xét tuyển có môn Sinh không?",
  "output": "Không, ngành Công nghệ thông tin chỉ xét tuyển các tổ hợp A00 (Toán, Lý, Hóa), A01 (Toán, Lý, Anh), D01 (Toán, Văn, Anh) và D07 (Toán, Hóa, Anh)."
},
{
  "input": "Em muốn học ngành Kỹ thuật cơ khí, em có thể chọn tổ hợp nào?",
  "output": "Em có thể chọn một trong các tổ hợp sau: A00 (Toán, Lý, Hóa), A01 (Toán, Lý, Anh), D01 (Toán, Văn, Anh) hoặc D07 (Toán, Hóa, Anh)."
},
{
  "input": "Tổ hợp xét tuyển của ngành Kỹ thuật điện tử - viễn thông là gì?",
  "output": "Tương tự như các ngành kỹ thuật khác, ngành Kỹ thuật điện tử - viễn thông cũng xét tuyển dựa trên các tổ hợp A00, A01, D01 và D07."
},
{
  "input": "Em muốn học ngành Kế toán, em có cần thi Lý không?",
  "output": "Không nhất thiết, em có thể chọn tổ hợp D01 (Toán, Văn, Anh) hoặc D07 (Toán, Hóa, Anh) để xét tuyển vào ngành Kế toán."
},
{
  "input": "Ngành Quản trị dịch vụ du lịch và lữ hành có xét tuyển tổ hợp D07 không?",
  "output": "Có, ngành Quản trị dịch vụ du lịch và lữ hành xét tuyển tổ hợp D07 (Toán, Hóa, Anh) cùng với các tổ hợp A01, D01, D09 và D10."
},
{
  "input": "Em muốn học ngành Thương mại điện tử, em có thể thi khối D không?",
  "output": "Có, em có thể chọn tổ hợp D01 (Toán, Văn, Anh) hoặc D07 (Toán, Hóa, Anh) để xét tuyển vào ngành Thương mại điện tử."
},
{
  "input": "Tổ hợp xét tuyển của ngành Tài chính - Ngân hàng là gì?",
  "output": "Ngành Tài chính - Ngân hàng xét tuyển dựa trên các tổ hợp A00 (Toán, Lý, Hóa), A01 (Toán, Lý, Anh), D01 (Toán, Văn, Anh) và D07 (Toán, Hóa, Anh)." 
},
{
  "input": "Em muốn học ngành Kỹ thuật hóa học, em có thể thi khối B không?", 
  "output": "Có, em có thể chọn tổ hợp B00 (Toán, Hóa, Sinh) hoặc tổ hợp A00 (Toán, Lý, Hóa) để xét tuyển vào ngành Kỹ thuật hóa học." 
},
{
  "input": "Ngành Công nghệ sinh học có xét tuyển khối D không?",
  "output": "Có, em có thể chọn tổ hợp D08 (Toán, Sinh, Anh) để xét tuyển vào ngành Công nghệ sinh học. Ngoài ra, ngành này còn xét tuyển các tổ hợp A00, A02 và B00."
},
{
  "input": "Em muốn học ngành có tổ hợp xét tuyển Toán, Văn, Anh, em có những lựa chọn nào?",
  "output": "Em có rất nhiều lựa chọn với tổ hợp D01 (Toán, Văn, Anh). Hầu hết các ngành của trường đều xét tuyển tổ hợp này, trừ một số ngành thuộc khối kỹ thuật và ngành Ngôn ngữ Trung Quốc."
},
{
  "input": "Em thích học các môn khoa học tự nhiên, em nên chọn khối ngành nào?",
  "output": "Em có thể lựa chọn khối ngành Kỹ thuật hoặc khối ngành Công nghệ thông tin. Các ngành này có nhiều môn học liên quan đến Toán, Lý, Hóa và Sinh."
},
{
  "input": "Em muốn học ngành có tổ hợp xét tuyển Toán, Lý, Anh, em có những lựa chọn nào?",
  "output": "Với tổ hợp A01 (Toán, Lý, Anh), em có thể lựa chọn hầu hết các ngành của trường, trừ các ngành thuộc khối Luật và ngành Ngôn ngữ Trung Quốc."
},
{
  "input": "Tổ hợp D07 có thể xét tuyển vào những ngành nào?", 
  "output": "Tổ hợp D07 (Toán, Hóa, Anh) có thể xét tuyển vào hầu hết các ngành của trường, trừ các ngành thuộc khối Luật và ngành Ngôn ngữ Trung Quốc."
},
{
  "input": "Em muốn học ngành Kỹ thuật môi trường, em có thể lựa chọn những tổ hợp nào?",
  "output": "Em có thể lựa chọn một trong các tổ hợp sau: A00 (Toán, Lý, Hóa), A01 (Toán, Lý, Anh), D01 (Toán, Văn, Anh), D07 (Toán, Hóa, Anh) hoặc B00 (Toán, Hóa, Sinh)." 
},
{
  "input": "Ngành nào chỉ xét tuyển duy nhất một tổ hợp?", 
  "output": "Ngành Ngôn ngữ Trung Quốc chỉ xét tuyển duy nhất tổ hợp D04 (Toán, Văn, Trung)."
},
{
  "input": "Em muốn học ngành Kỹ thuật Robot và Điều khiển thông minh, em nên thi khối nào?",
  "output": "Em có thể lựa chọn thi khối A (Toán, Lý, Hóa) hoặc khối D (Toán, Văn, Anh) với các tổ hợp A00, A01, D01 hoặc D07 để xét tuyển vào ngành Kỹ thuật Robot và Điều khiển thông minh." 
},
{
  "input": "Em muốn học ngành liên quan đến xây dựng, em có những lựa chọn nào?",
  "output": "Trường có nhiều ngành liên quan đến xây dựng như Kỹ thuật xây dựng công trình thủy, Kỹ thuật xây dựng dân dụng và công nghiệp, Công nghệ kỹ thuật xây dựng, Kỹ thuật xây dựng công trình giao thông và Quản lý xây dựng. Em có thể lựa chọn ngành phù hợp với sở thích và năng lực của mình." 
},
{
  "input": "Em muốn học ngành có liên quan đến nước, trường có ngành nào phù hợp?", 
  "output": "Trường có các ngành liên quan đến nước như Kỹ thuật tài nguyên nước, Kỹ thuật cấp thoát nước và Tài nguyên nước và môi trường. Em có thể tìm hiểu thêm về từng ngành để lựa chọn ngành phù hợp." 
},
{
  "input": "Em muốn học ngành Luật kinh tế, em cần thi những môn nào?",
  "output": "Em cần thi tổ hợp C00 (Văn, Sử, Địa) hoặc D01 (Toán, Văn, Anh) để xét tuyển vào ngành Luật kinh tế."
},
{
  "input": "Em muốn học ngành Kỹ thuật điện, em có thể thi khối D không?", 
  "output": "Có, em có thể chọn tổ hợp D01 (Toán, Văn, Anh) hoặc D07 (Toán, Hóa, Anh) để xét tuyển vào ngành Kỹ thuật điện." 
},
{
  "input": "Em học khối A nhưng muốn chuyển hướng sang học kinh tế, liệu có khả thi không?",
  "output": "Hoàn toàn khả thi em nhé! Khối ngành Kinh tế có nhiều ngành xét tuyển tổ hợp A00 và A01, phù hợp với những bạn học khối A muốn chuyển hướng. Em có thể tham khảo các ngành như Kinh tế, Quản trị kinh doanh, Kế toán, Kinh tế xây dựng, Logistics, Du lịch, Thương mại điện tử, Tài chính - Ngân hàng."
},
{
  "input": "Em thích công nghệ thông tin nhưng điểm thi không cao, em có lựa chọn nào khác không?",
  "output": "Em có thể xem xét các ngành có điểm chuẩn thấp hơn như Hệ thống thông tin, Kỹ thuật phần mềm, An ninh mạng. Đây đều là những ngành thuộc lĩnh vực công nghệ thông tin với triển vọng nghề nghiệp tốt."
},
{
  "input": "Em muốn theo đuổi ngành học mới mẻ, tiềm năng phát triển cao, trường có ngành nào phù hợp?",
  "output": "Em có thể tham khảo các ngành như Kinh tế số, Trí tuệ nhân tạo và Khoa học dữ liệu, Kỹ thuật Robot và Điều khiển thông minh. Đây là những ngành học mới, ứng dụng công nghệ cao và có tiềm năng phát triển mạnh mẽ trong tương lai."
},
{
  "input": "Em muốn học ngành có cơ hội đi du học, trường có chương trình nào hỗ trợ không?", 
  "output": "Trường có các chương trình đào tạo liên kết quốc tế và chương trình trao đổi sinh viên với nhiều trường đại học danh tiếng trên thế giới. Em có thể tìm hiểu thêm thông tin tại Phòng Quan hệ Quốc tế của trường."
},
{
  "input": "Em muốn học ngành có nhiều hoạt động ngoại khóa, trường có những câu lạc bộ nào nổi bật?", 
  "output": "Trường có rất nhiều câu lạc bộ và đội nhóm sinh viên hoạt động sôi nổi trong các lĩnh vực học thuật, thể thao, nghệ thuật, tình nguyện, v.v. Em có thể tham khảo và lựa chọn theo sở thích của mình."
},
{
  "input": "Em muốn thi vào Kỹ thuật xây dựng công trình thủy thì cần tổ hợp nào?",
  "output": "Ngành Kỹ thuật xây dựng công trình thủy xét tuyển các tổ hợp A00, A01, D01 và D07 em nhé!"
},
{
  "input": "Ngành Quản lý xây dựng xét tổ hợp nào vậy ạ?",
  "output": "Ngành Quản lý xây dựng cũng xét tuyển với các tổ hợp A00, A01, D01 và D07."
},
{
  "input": "Tổ hợp xét tuyển của ngành Xây dựng hạ tầng đô thị là gì?",
  "output": "Em có thể sử dụng tổ hợp A00, A01, D01 hoặc D07 để đăng ký xét tuyển vào ngành Xây dựng hạ tầng đô thị."
},
{
  "input": "Cho em hỏi ngành Công nghệ sinh học có những tổ hợp xét tuyển nào?",
  "output": "Ngành Công nghệ sinh học xét tuyển dựa trên 4 tổ hợp: A00, A02, B00 và D08."
},
{
  "input": "Em muốn thi ngành Kỹ thuật môi trường, tổ hợp xét tuyển là gì ạ?",
  "output": "Ngành Kỹ thuật môi trường sử dụng tổ hợp A00, A01, D01 và D07 để xét tuyển."
},
{
  "input": "Ngành Kỹ thuật hóa học lấy tổ hợp nào để xét tuyển?",
  "output": "Em có thể đăng ký xét tuyển vào ngành Kỹ thuật hóa học bằng các tổ hợp A00, B00, D07 hoặc C02." 
},
{
  "input": "Cho em hỏi ngành Kỹ thuật xây dựng công trình thủy xét tuyển những tổ hợp nào?",
  "output": "Ngành Kỹ thuật xây dựng công trình thủy xét tuyển các tổ hợp A00, A01, D01 và D07 em nhé!"
},
{
  "input": "Em muốn thi ngành Kỹ thuật tài nguyên nước thì phải thi những môn nào ạ?",
  "output": "Ngành Kỹ thuật tài nguyên nước xét tuyển các tổ hợp môn sau: A00 (Toán, Vật lý, Hóa học), A01 (Toán, Vật lý, Tiếng Anh), D01 (Toán, Ngữ văn, Tiếng Anh), và D07 (Toán, Hóa học, Tiếng Anh) em nhé."
},
{
  "input": "Ngành Công nghệ sinh học lấy tổ hợp xét tuyển nào vậy ạ?",
  "output": "Để xét tuyển vào ngành Công nghệ sinh học, em có thể lựa chọn một trong các tổ hợp sau: A00, A02, B00 hoặc D08."
},
{
  "input": "Cháu muốn vào ngành Kỹ thuật môi trường thì cần thi tổ hợp môn nào?",
  "output": "Cháu có thể lựa chọn một trong các tổ hợp sau để xét tuyển vào ngành Kỹ thuật môi trường: A00, A01, D01 hoặc D07."
},
{
  "input": "Em học khối D, em có thể thi ngành Công nghệ thông tin không?",
  "output": "Có em nhé. Ngành Công nghệ thông tin xét tuyển tổ hợp D07 (Toán, Hóa học, Tiếng Anh) nên em có thể đăng ký xét tuyển."
},
{
  "input": "Ngành Kỹ thuật cơ khí xét tuyển tổ hợp nào vậy anh?",
  "output": "Ngành Kỹ thuật cơ khí xét tuyển các tổ hợp A00, A01, D01, và D07 em nhé." 
},
{
  "input": "Em học khối A01, cháu có thể thi ngành Kỹ thuật điện không?",
  "output": "Em có thể đăng ký xét tuyển vào ngành Kỹ thuật điện bằng tổ hợp A01 (Toán, Vật lý, Tiếng Anh) mà cháu đang học."
},
{
  "input": "Em muốn xét tuyển vào ngành Kinh tế thì cần thi những môn nào?",
  "output": "Ngành Kinh tế xét tuyển các tổ hợp A00, A01, D01, và D07 em nhé."
},
{
  "input": "Cho em hỏi ngành Luật lấy tổ hợp xét tuyển nào ạ?",
  "output": "Ngành Luật xét tuyển tổ hợp C00 (Ngữ văn, Lịch sử, Địa lý) hoặc D01 (Toán, Ngữ văn, Tiếng Anh) em nhé!"
},
{
  "input": "Em muốn học Ngôn ngữ Anh thì cần thi tổ hợp gì ạ?",
  "output": "Em có thể lựa chọn một trong các tổ hợp A01, D01, D07 hoặc D08 để xét tuyển vào ngành Ngôn ngữ Anh." 
},
{
  "input": "Cho em hỏi mã tuyển sinh của ngành Kỹ thuật xây dựng công trình thủy là gì?",
  "output": "Mã tuyển sinh của ngành Kỹ thuật xây dựng công trình thủy là TLA101 em nhé."
},
{
  "input": "Ngành Kỹ thuật xây dựng có mã tuyển sinh là gì vậy ạ?",
  "output": "Ngành Kỹ thuật xây dựng dân dụng và công nghiệp có mã tuyển sinh là TLA104."
},
{
  "input": "Em muốn thi ngành Công nghệ kỹ thuật xây dựng thì đăng ký mã ngành nào?",
  "output": "Mã tuyển sinh của ngành Công nghệ kỹ thuật xây dựng là TLA111 em nhé."
},
{
  "input": "Mã ngành của Kỹ thuật xây dựng công trình giao thông là gì ạ?",
  "output": "Em có thể đăng ký ngành Kỹ thuật xây dựng công trình giao thông với mã là TLA113." 
},
{
  "input": "Cho em hỏi mã ngành Quản lý xây dựng là gì?",
  "output": "Mã tuyển sinh của ngành Quản lý xây dựng là TLA114."
},
{
  "input": "Ngành Kỹ thuật tài nguyên nước có mã tuyển sinh là gì?",
  "output": "Mã tuyển sinh của ngành Kỹ thuật tài nguyên nước là TLA102."
},
{
  "input": "Em muốn thi vào ngành Kỹ thuật cấp thoát nước thì phải đăng ký mã ngành nào?",
  "output": "Em đăng ký mã ngành TLA107 để xét tuyển vào ngành Kỹ thuật cấp thoát nước."
},
{
  "input": "Cho em hỏi mã ngành Kỹ thuật cơ sở hạ tầng là gì ạ?",
  "output": "Ngành Kỹ thuật cơ sở hạ tầng có tên đầy đủ là Xây dựng và quản lý hạ tầng đô thị và có mã tuyển sinh là TLA110." 
},
{
  "input": "Em muốn đăng ký ngành Thủy văn học thì điền mã ngành nào?",
  "output": "Ngành Thủy văn học thuộc nhóm ngành Tài nguyên nước và môi trường, có mã tuyển sinh là TLA103 em nhé."
},
{
  "input": "Mã ngành Công nghệ sinh học là gì ạ?",
  "output": "Mã tuyển sinh của ngành Công nghệ sinh học là TLA119." 
},
{
  "input": "Em không biết mã tuyển sinh của ngành Kỹ thuật môi trường là gì?",
  "output": "Ngành Kỹ thuật môi trường có mã tuyển sinh là TLA109 em nhé." 
},
{
  "input": "Ngành Kỹ thuật hóa học có mã tuyển sinh là gì?",
  "output": "Mã tuyển sinh của ngành Kỹ thuật hóa học là TLA118."
},
{
  "input": "Cho em biết mã ngành Công nghệ thông tin là gì ạ?",
  "output": "Ngành Công nghệ thông tin có mã tuyển sinh là TLA106." 
},
{
  "input": "Em muốn đăng ký ngành Hệ thống thông tin thì điền mã ngành gì?",
  "output": "Mã tuyển sinh của ngành Hệ thống thông tin là TLA116."
},
{
  "input": "Mã ngành Kỹ thuật phần mềm là gì ạ?",
  "output": "Mã tuyển sinh của ngành Kỹ thuật phần mềm là TLA117." 
},
{
  "input": "Cho em hỏi mã ngành Trí tuệ nhân tạo và khoa học dữ liệu là gì?",
  "output": "Mã tuyển sinh của ngành Trí tuệ nhân tạo và khoa học dữ liệu là TLA126." 
},
{
  "input": "Ngành An ninh mạng có mã tuyển sinh là gì?",
  "output": "Mã tuyển sinh của ngành An ninh mạng là TLA127."
},
{
  "input": "Kỹ thuật cơ khí có mã tuyển sinh là gì vậy ạ?",
  "output": "Ngành Kỹ thuật cơ khí có mã tuyển sinh là TLA105." 
},
{
  "input": "Em muốn đăng ký ngành Kỹ thuật ô tô thì điền mã ngành gì?",
  "output": "Mã tuyển sinh của ngành Kỹ thuật ô tô là TLA123."
},
{
  "input": "Mã ngành Kỹ thuật cơ điện tử là gì ạ?",
  "output": "Mã tuyển sinh của ngành Kỹ thuật cơ điện tử là TLA120." 
},
{
  "input": "Cho em hỏi mã ngành Kỹ thuật điện là gì?",
  "output": "Mã tuyển sinh của ngành Kỹ thuật điện là TLA112." 
},
{
  "input": "Ngành Kỹ thuật điều khiển và tự động hóa có mã tuyển sinh là gì?",
  "output": "Mã tuyển sinh của ngành Kỹ thuật điều khiển và tự động hóa là TLA121."
},
{
  "input": "Kỹ thuật điện tử - viễn thông có mã tuyển sinh là gì vậy ạ?",
  "output": "Ngành Kỹ thuật điện tử - viễn thông có mã tuyển sinh là TLA124." 
},
{
  "input": "Em muốn đăng ký ngành Kỹ thuật Robot và Điều khiển thông minh thì điền mã ngành gì?",
  "output": "Mã tuyển sinh của ngành Kỹ thuật Robot và Điều khiển thông minh là TLA128."
},
{
  "input": "Mã ngành Kinh tế là gì ạ?",
  "output": "Mã tuyển sinh của ngành Kinh tế là TLA401." 
},
{
  "input": "Cho em hỏi mã ngành Quản trị kinh doanh là gì?",
  "output": "Mã tuyển sinh của ngành Quản trị kinh doanh là TLA402." 
},
{
  "input": "Ngành Kế toán có mã tuyển sinh là gì?",
  "output": "Mã tuyển sinh của ngành Kế toán là TLA403."
},
{
  "input": "Kinh tế xây dựng có mã tuyển sinh là gì vậy ạ?",
  "output": "Ngành Kinh tế xây dựng có mã tuyển sinh là TLA404." 
},
{
  "input": "Em muốn đăng ký ngành Logistics và quản lý chuỗi cung ứng thì điền mã ngành gì?",
  "output": "Mã tuyển sinh của ngành Logistics và quản lý chuỗi cung ứng là TLA407."
},
{
  "input": "Mã ngành Quản trị dịch vụ du lịch và lữ hành là gì ạ?",
  "output": "Mã tuyển sinh của ngành Quản trị dịch vụ du lịch và lữ hành là TLA406." 
},
{
  "input": "Cho em hỏi mã ngành Thương mại điện tử là gì?",
  "output": "Mã tuyển sinh của ngành Thương mại điện tử là TLA405." 
},
{
  "input": "Ngành Tài chính – Ngân hàng có mã tuyển sinh là gì?",
  "output": "Mã tuyển sinh của ngành Tài chính – Ngân hàng là TLA408."
},
{
  "input": "Kế toán có mã tuyển sinh là gì vậy ạ?",
  "output": "Ngành Kiểm toán có mã tuyển sinh là TLA409." 
},
{
  "input": "Em muốn đăng ký ngành Kinh tế số thì điền mã ngành gì?",
  "output": "Mã tuyển sinh của ngành Kinh tế số là TLA410."
},
{
  "input": "Mã ngành Luật là gì ạ?",
  "output": "Mã tuyển sinh của ngành Luật là TLA301." 
},
{
  "input": "Cho em hỏi mã ngành Luật kinh tế là gì?",
  "output": "Mã tuyển sinh của ngành Luật kinh tế là TLA302." 
},
{
  "input": "Ngành Ngôn ngữ Anh có mã tuyển sinh là gì?",
  "output": "Mã tuyển sinh của ngành Ngôn ngữ Anh là TLA203."
},
{
  "input": "Ngôn ngữ Trung Quốc có mã tuyển sinh là gì vậy ạ?",
  "output": "Ngành Ngôn ngữ Trung Quốc có mã tuyển sinh là TLA204." 
},
{
  "input": "Em muốn đăng ký ngành Kỹ thuật xây dựng theo chương trình tiên tiến thì điền mã ngành gì?",
  "output": "Mã tuyển sinh của ngành Kỹ thuật xây dựng theo chương trình tiên tiến là TLA201."
},
{
  "input": "Mã ngành Kỹ thuật tài nguyên nước theo chương trình tiên tiến là gì ạ?",
  "output": "Mã tuyển sinh của ngành Kỹ thuật tài nguyên nước theo chương trình tiên tiến là TLA202." 
},
{
  "input": "Ngành Công nghệ sinh học sử dụng tổ hợp nào để xét tuyển thẳng?",
  "output": "Ngành Công nghệ sinh học sử dụng tổ hợp K00 để xét tuyển thẳng."
},
{
  "input": "Tổ hợp xét tuyển thẳng của ngành Kỹ thuật môi trường là gì?",
  "output": "Ngành Kỹ thuật môi trường sử dụng tổ hợp K00 để xét tuyển thẳng."
},
{
  "input": "Tổ hợp xét tuyển thẳng của ngành Kỹ thuật hóa học là gì vậy ạ?",
  "output": "Ngành Kỹ thuật hóa học sử dụng tổ hợp K00 để xét tuyển thẳng."
},
{
  "input": "Tổ hợp xét tuyển thẳng của ngành Công nghệ thông tin là gì?",
  "output": "Ngành Công nghệ thông tin sử dụng tổ hợp K00 để xét tuyển thẳng."
},
{
  "input": "Tổ hợp xét tuyển thẳng của ngành Hệ thống thông tin là gì ạ?",
  "output": "Ngành Hệ thống thông tin sử dụng tổ hợp K00 để xét tuyển thẳng."
},
{
  "input": "Tổ hợp xét tuyển thẳng của ngành Kỹ thuật phần mềm là gì?",
  "output": "Ngành Kỹ thuật phần mềm sử dụng tổ hợp K00 để xét tuyển thẳng."
},
{
  "input": "Tổ hợp xét tuyển thẳng của ngành Trí tuệ nhân tạo và khoa học dữ liệu là gì vậy ạ?",
  "output": "Ngành Trí tuệ nhân tạo và khoa học dữ liệu sử dụng tổ hợp K00 để xét tuyển thẳng."
},
{
  "input": "Tổ hợp xét tuyển thẳng của ngành An ninh mạng là gì?",
  "output": "Ngành An ninh mạng sử dụng tổ hợp K00 để xét tuyển thẳng."
},
{
  "input": "Tổ hợp xét tuyển thẳng của ngành Kỹ thuật cơ khí là gì?",
  "output": "Ngành Kỹ thuật cơ khí sử dụng tổ hợp K00 để xét tuyển thẳng."
},
{
  "input": "Tổ hợp xét tuyển thẳng của ngành Kỹ thuật ô tô là gì ạ?",
  "output": "Ngành Kỹ thuật ô tô sử dụng tổ hợp K00 để xét tuyển thẳng."
},
{
  "input": "Tổ hợp xét tuyển thẳng của ngành Ngôn ngữ Anh là gì?",
  "output": "Ngành Ngôn ngữ Anh sử dụng tổ hợp K00 để xét tuyển thẳng."
},
{
  "input": "Em muốn xét tuyển vào Đại học Thủy Lợi bằng chứng chỉ IELTS, trường có xét tuyển như vậy không?",
  "output": "Chào em, trường Đại học Thủy Lợi có xét tuyển bằng chứng chỉ IELTS em nhé."
},
{
  "input": "Em có chứng chỉ TOEFL, vậy em có thể xét tuyển vào trường bằng chứng chỉ này không ạ?",
  "output": "Chào em, trường cũng có xét tuyển bằng chứng chỉ TOEFL em nhé."
},
{
  "input": "Ngoài IELTS và TOEFL thì trường mình còn xét tuyển những chứng chỉ nào khác nữa?",
  "output": "Ngoài IELTS và TOEFL, trường còn xét tuyển các chứng chỉ tiếng Anh khác như TOEIC, chứng chỉ tiếng Trung HSK, tiếng Hàn TOPIK II, tiếng Nhật JLPT, tiếng Đức TestDaF và tiếng Pháp CTF." 
},
{
  "input": "Em có chứng chỉ tiếng Nhật N3, vậy em có thể xét tuyển vào trường được không ạ?",
  "output": "Chào em, với chứng chỉ tiếng Nhật N3 em có thể đăng ký xét tuyển vào trường theo phương thức xét tuyển kết hợp kết quả học tập THPT và các điều kiện ưu tiên hoặc xét tuyển dựa vào kết quả kỳ thi tốt nghiệp THPT năm 2024."
},
{
  "input": "Chứng chỉ ngoại ngữ có yêu cầu về thời hạn không ạ?",
  "output": "Có em nhé, chứng chỉ ngoại ngữ của em phải còn thời hạn đến ngày xét tuyển thì mới hợp lệ."
},
{
  "input": "Em muốn biết cụ thể hơn về cách quy đổi điểm của chứng chỉ ngoại ngữ như thế nào?",
  "output": "Về cách quy đổi điểm của chứng chỉ ngoại ngữ, em có thể xem thông tin chi tiết trong mục 2.2 và 2.3 của file Thông báo tuyển sinh mà em đã tải lên nhé."
}, 
{
"input": "Em có chứng chỉ tiếng Anh, em muốn xét tuyển vào ngành Ngôn ngữ Anh thì có được cộng điểm không ạ?",
"output": "Chào em, có em nhé. Em sẽ được cộng điểm vào điểm xét tuyển theo quy định của trường." 
},
{
"input": "Điểm cộng cho chứng chỉ ngoại ngữ được tính như thế nào ạ?",
"output": "Điểm cộng cho chứng chỉ ngoại ngữ sẽ được tính dựa trên bậc ngoại ngữ trong Khung năng lực ngoại ngữ Việt Nam tương ứng với chứng chỉ của em." 
},
{
"input": "Em có chứng chỉ tiếng Anh B1, vậy em sẽ được cộng bao nhiêu điểm ạ?",
"output": "Chào em, chứng chỉ B1 tương đương với Bậc 3 trong Khung năng lực ngoại ngữ Việt Nam, em sẽ được cộng 1 điểm vào điểm xét tuyển." 
},
{
  "input": "Em có chứng chỉ tiếng Anh B2, em sẽ được cộng bao nhiêu điểm?",
  "output": "Chào em, chứng chỉ tiếng Anh B2 tương đương Bậc 4, em sẽ được cộng 2 điểm vào điểm xét tuyển."
},
{
  "input": "Nếu em có chứng chỉ IELTS 7.0 thì sao ạ?",
  "output": "Chào em, chứng chỉ IELTS 7.0 tương đương Bậc 5 trở lên, em sẽ được cộng 3 điểm vào điểm xét tuyển." 
},
{
  "input": "Em có chứng chỉ HSK 4, em muốn đăng ký vào ngành Ngôn ngữ Trung, vậy em có được cộng điểm không?",
  "output": "Chào em, có em nhé. Em sẽ được cộng 2 điểm vào điểm xét tuyển." 
},
{
  "input": "Em thấy trong thông báo tuyển sinh có phương thức xét tuyển kết hợp chứng chỉ ngoại ngữ với điểm thi THPT, vậy điểm chứng chỉ được quy đổi như thế nào ạ?",
  "output": "Chào em, điểm chứng chỉ ngoại ngữ sẽ được quy đổi thành điểm thi môn ngoại ngữ trong tổ hợp xét tuyển mà em đăng ký. Em có thể xem bảng quy đổi điểm chi tiết trong mục 2.3 của file Thông báo tuyển sinh nhé."
},

  {
    "input": "Chuẩn đầu ra của ngành Kỹ thuật xây dựng công trình giao thông là gì?",
    "output": "Sinh viên tốt nghiệp ngành Kỹ thuật xây dựng công trình giao thông được trang bị kiến thức chuyên môn vững chắc, kỹ năng chuyên nghiệp và phẩm chất cần thiết để thành công trong lĩnh vực giao thông vận tải, bao gồm khả năng tham gia xây dựng, quản lý và vận hành các công trình giao thông."
  },
  {
    "input": "Chương trình đào tạo ngành Kỹ thuật xây dựng công trình giao thông kéo dài bao lâu?",
    "output": "Chương trình đào tạo ngành Kỹ thuật xây dựng công trình giao thông kéo dài 4,5 năm, tương đương với 9 học kỳ."
  },
  {
    "input": "Ngành Kỹ thuật xây dựng công trình giao thông có những hướng chuyên ngành nào?",
    "output": "Ngành Kỹ thuật xây dựng công trình giao thông có 2 hướng chuyên ngành chính: Kỹ thuật xây dựng công trình đường bộ và sân bay, và Kỹ thuật xây dựng công trình cầu và công trình hầm."
  },
  {
    "input": "Em có thể tìm hiểu thông tin tuyển sinh của ngành ở đâu?",
    "output": "Thông tin tuyển sinh của ngành Kỹ thuật xây dựng công trình giao thông được đăng tải trên website của trường: http://ts.tlu.edu.vn/tuyen-sinh-dai-hoc"
  },
  {
    "input": "Ngành Kỹ thuật xây dựng công trình thủy có những hướng chuyên ngành nào?",
    "output": "Ngành Kỹ thuật xây dựng công trình thủy có 4 hướng chuyên ngành chính: Kỹ thuật xây dựng công trình thủy, Thủy điện và công trình năng lượng, Quản lý xây dựng và Công trình biển và đường thủy."
  },
  {
    "input": "Sau khi tốt nghiệp ngành Kỹ thuật xây dựng công trình thủy, em có thể làm việc ở những đâu?",
    "output": "Sinh viên tốt nghiệp có thể làm việc tại các cơ quan quản lý nhà nước, viện nghiên cứu, công ty tư vấn, thiết kế, thi công, giám sát, quản lý dự án trong lĩnh vực thủy lợi, thủy điện, cảng biển, giao thông thủy và bảo vệ bờ biển."
  },
  {
    "input": "Ngành Kỹ thuật xây dựng có những hướng chuyên ngành nào?",
    "output": "Ngành Kỹ thuật xây dựng có 2 hướng chuyên ngành chính: Xây dựng dân dụng và công nghiệp, và Địa kỹ thuật và công trình ngầm."
  },
  {
    "input": "Em muốn tìm hiểu về các phương thức xét tuyển của ngành Kỹ thuật xây dựng, em có thể xem ở đâu?",
    "output": "Thông tin chi tiết về các phương thức xét tuyển của ngành Kỹ thuật xây dựng được đăng tải trên website của trường: http://www.tlu.edu.vn/tuyen-sinh-dhtl/Thông báo tuyển sinh đại học chính quy năm 2023 (TLA) (tlu.edu.vn)"
  }, 
  {
    "input": "Ngành Công nghệ kỹ thuật xây dựng trang bị những kiến thức và kỹ năng gì cho sinh viên?",
    "output": "Ngành Công nghệ kỹ thuật xây dựng trang bị cho sinh viên kiến thức chuyên sâu về công nghệ kỹ thuật xây dựng, tổ chức và quản lý dự án, luật xây dựng và hợp đồng xây dựng, cùng với kỹ năng thiết kế, tổ chức thi công và điều hành, quản lý các công trình xây dựng."
  },
  {
    "input": "Cơ hội việc làm sau khi tốt nghiệp ngành Công nghệ kỹ thuật xây dựng như thế nào?",
    "output": "Sinh viên tốt nghiệp có thể làm việc tại các cơ quan tư vấn, thiết kế, giám sát, thi nghiệm, kiểm định chất lượng công trình, các đơn vị thi công, cơ sở sản xuất vật liệu xây dựng, cơ quan quản lý nhà nước về xây dựng, và các cơ sở đào tạo, viện nghiên cứu chuyên ngành."
  },
  
    {
      "input": "Ngành Kỹ thuật xây dựng công trình giao thông có yêu cầu về trình độ tiếng Anh đầu ra không?",
      "output": "Có, sinh viên tốt nghiệp cần đạt trình độ tiếng Anh B1 theo Khung năng lực ngoại ngữ 6 bậc Việt Nam hoặc tương đương." 
    },
    {
      "input": "Em muốn tìm hiểu về các môn học thuộc khối kiến thức cơ sở ngành của ngành Kỹ thuật xây dựng công trình giao thông, gồm những môn nào?",
      "output": "Khối kiến thức cơ sở ngành của ngành bao gồm các môn như: Vật liệu xây dựng, Cơ học đất, Ổn định và động lực học công trình, Thủy văn công trình, Đánh giá tác động môi trường, Nền móng, và Kết cấu thép trong xây dựng."
    },
    {
      "input": "Sinh viên ngành Kỹ thuật xây dựng công trình giao thông có cơ hội học tập nâng cao trình độ sau khi tốt nghiệp không?",
      "output": "Có, sinh viên tốt nghiệp có thể du học nước ngoài, học văn bằng 2, hoặc học lên Thạc sĩ, Tiến sĩ chuyên ngành Kỹ thuật xây dựng công trình giao thông hoặc các ngành kỹ thuật khác tại các trường đại học trong và ngoài nước."
    },
    {
      "input": "Khối kiến thức ngành của ngành Kỹ thuật xây dựng công trình thủy gồm những môn học nào?",
      "output": "Khối kiến thức ngành bao gồm các môn như: Nhập môn ngành Kỹ thuật xây dựng công trình thủy, Kết cấu thép, Kết cấu bê tông cốt thép, Giới thiệu và cơ sở thiết kế công trình thủy, Cơ sở thiết kế Công trình biển và đường thủy, Đập và hồ chứa, Thủy năng và thiết bị thủy điện, Công trình đường thủy, Công trình trạm thủy điện, Thi công 1, Công trình bảo vệ bờ biển, Thiết kế cảng và công trình bến, và Thi công 2 (công trình thủy)."
    },
    {
      "input": "Em muốn đăng ký học ngành Kỹ thuật xây dựng, điểm trung bình 3 năm học THPT của em cần đạt bao nhiêu?",
      "output": "Điểm xét tuyển của ngành Kỹ thuật xây dựng phụ thuộc vào phương thức xét tuyển và điểm chuẩn hằng năm. Bạn có thể tham khảo thông tin chi tiết trên website tuyển sinh của trường hoặc liên hệ với phòng đào tạo để được tư vấn cụ thể."
    },
    {
      "input": "Ngành Công nghệ kỹ thuật xây dựng có những môn học tự chọn nào?", 
      "output": "Ngành có các môn tự chọn như: Tin học ứng dụng trong kỹ thuật công trình, Ứng dụng BIM trong xây dựng, Kết cấu bê tông ứng suất trước, Kết cấu thép, Đồ án kết cấu bê tông cốt thép, Nền móng và tầng hầm nhà nhiều tầng, Thực nghiệm kết cấu công trình, Đánh giá tác động môi trường, Thiết kế đê và công trình bảo vệ bờ sông, Công nghệ xây dựng nhà, Kỹ năng chỉ đạo dự án xây dựng, Thiết kế công trình ngầm, Đồ án nền móng, và Máy bơm và trạm bơm."
    },
  {
    "input": "Em muốn hỏi về khối lượng kiến thức toàn khóa học của ngành Kỹ thuật xây dựng công trình giao thông?",
    "output": "Khối lượng kiến thức toàn khóa học của ngành là 155 tín chỉ, không bao gồm các môn Giáo dục thể chất và Giáo dục Quốc phòng."
  },
  {
    "input": "Em là sinh viên năm 3 ngành Kỹ thuật xây dựng công trình giao thông, vậy em thuộc năm đào tạo nào?",
    "output": "Em thuộc năm đào tạo thứ ba nếu đã tích lũy được từ 60 đến dưới 90 tín chỉ."
  },
  {
    "input": "Chương trình đào tạo của ngành Kỹ thuật xây dựng công trình thủy được tham khảo từ những trường nào?",
    "output": "Chương trình được tham khảo từ các trường như Đại học Xây dựng, Đại học Bách khoa Đà Nẵng, và Đại học Bách khoa - Đại học Quốc gia TP Hồ Chí Minh." 
  },
  {
    "input": "Điểm trung bình tích lũy như thế nào thì sinh viên ngành Kỹ thuật xây dựng được xếp loại học lực yếu?", 
    "output": "Sinh viên sẽ bị xếp loại học lực yếu nếu điểm trung bình chung tích lũy dưới 2.00."
  },
  {
    "input": "Em muốn biết về cấu trúc chương trình đào tạo ngành Kỹ thuật xây dựng?", 
    "output": "Chương trình bao gồm 2 khối kiến thức chính: Khối kiến thức đại cương (43 tín chỉ) và Khối kiến thức giáo dục chuyên nghiệp (112 tín chỉ)."
  },
  {
    "input": "Em muốn hỏi về điều kiện để được xét chuyển ngành?",
    "output": "Em có thể xin chuyển ngành nếu thuộc các trường hợp: gia đình chuyển nơi cư trú, gặp hoàn cảnh khó khăn, hoặc chuyển đến trường gần nơi cư trú hơn để thuận tiện cho việc học tập. Tuy nhiên, ngành chuyển đến cần cùng ngành hoặc cùng nhóm ngành với ngành hiện tại và phải được sự đồng ý của Hiệu trưởng cả hai trường."
  },
  {
    "input": "Điểm học phần được tính như thế nào?", 
    "output": "Điểm học phần là tổng điểm của tất cả các điểm đánh giá bộ phận nhân với trọng số tương ứng, sau đó được làm tròn đến một chữ số thập phân và chuyển đổi thành điểm chữ."
  },
  {
    "input": "Em muốn biết ngành Công nghệ kỹ thuật xây dựng có bao nhiêu tín chỉ tự chọn?",
    "output": "Ngành Công nghệ kỹ thuật xây dựng có 5 tín chỉ tự chọn."
  },
  {
    "input": "Sinh viên ngành Kỹ thuật xây dựng công trình thủy được cấp bằng gì sau khi tốt nghiệp?",
    "output": "Sinh viên tốt nghiệp được cấp bằng Kỹ sư ngành Kỹ thuật xây dựng công trình thủy." 
  },
  {
    "input": "Em muốn tham khảo bảng mô tả tóm tắt các môn học của ngành Kỹ thuật xây dựng, em có thể tìm ở đâu?",
    "output": "Em có thể tham khảo bảng mô tả tóm tắt các môn học trong Phụ lục 2 của Bản mô tả chương trình đào tạo ngành Kỹ thuật xây dựng." 
  },

{
    "input": "Em muốn hỏi về thời gian tối đa để hoàn thành chương trình đào tạo của ngành Kỹ thuật xây dựng công trình giao thông?",
    "output": "Thời gian tối đa để hoàn thành chương trình đào tạo là 7 năm."
  },
  {
    "input": "Điểm trung bình tích lũy như thế nào thì sinh viên ngành Công nghệ kỹ thuật xây dựng được xếp loại giỏi?",
    "output": "Sinh viên sẽ được xếp loại giỏi nếu có điểm trung bình chung tích lũy từ 3,20 đến 3,59."
  },
  {
    "input": "Em muốn biết ngành Kỹ thuật xây dựng công trình giao thông được xây dựng dựa trên những chương trình nào?",
    "output": "Chương trình được xây dựng dựa trên khung chương trình quốc gia và tham khảo từ các chương trình ngành Công trình giao thông của các trường khác."
  },
  {
    "input": "Mục tiêu của chương trình đào tạo ngành Kỹ thuật xây dựng là gì?", 
    "output": "Mục tiêu của chương trình là đào tạo kỹ sư xây dựng có phẩm chất chính trị, đạo đức tốt, có sức khỏe, năng lực làm việc, đáp ứng yêu cầu xây dựng và bảo vệ Tổ quốc."
  }, 
  {
    "input": "Bảng mô tả tóm tắt các môn học của ngành Công nghệ kỹ thuật xây dựng nằm ở phần nào?",
    "output": "Bảng mô tả tóm tắt các môn học nằm ở Phần I: NỘI DUNG MÔN HỌC của Bản mô tả môn học thuộc ngành Công nghệ kỹ thuật xây dựng."
  },
  {
    "input": "Em muốn hỏi về hình thức đào tạo của ngành Kỹ thuật xây dựng công trình giao thông?",
    "output": "Ngành Kỹ thuật xây dựng công trình giao thông được đào tạo theo hình thức tập trung." 
  },
  {
    "input": "Môn học nào là môn tiên quyết của môn Địa chất công trình?",
    "output": "Môn Cơ học chất lỏng, Sức bền vật liệu, và Trắc địa là những môn tiên quyết của môn Địa chất công trình." 
  },
  {
    "input": "Em muốn tìm hiểu về các môn học tự chọn của ngành Kỹ thuật xây dựng công trình thủy, gồm những môn nào?", 
    "output": "Ngành có các môn tự chọn như: Đồ án thủy năng và thiết bị thủy điện, Các nguồn năng lượng tái tạo, Đồ án các nguồn năng lượng tái tạo, Đồ án cơ sở thiết kế công trình cảng, đường thủy, Quy hoạch cảng, Thiết kế theo độ tin cậy và rủi ro, Máy bơm và trạm bơm, Thực nghiệm kết cấu công trình, Quản lý đầu tư xây dựng, Đồ án thiết kế nhà máy thủy điện, Đồ án thiết kế tuyến năng lượng của trạm thủy điện, Vận hành trạm thủy điện, Tin học ứng dụng trong thủy điện, Đồ án thiết kế cảng và công trình bến cảng, Đồ án công trình đường thủy, Công trình bảo vệ cảng và đập phá sóng, Công trình trên hệ thống thủy lợi, Đồ án đập đất, Đồ án đập bê tông, Đồ án công trình trên hệ thống thủy lợi, Quy hoạch hệ thống thủy lợi, Đồ án thiết kế đê và công trình bảo vệ bờ sông, Đồ án thiết kế công trình bảo vệ bờ biển, Tin học ứng dụng trong kỹ thuật biển, Quản lý biển và đới bờ, và Quy hoạch và ra quyết định trong kỹ thuật biển." 
  },
  {
    "input": "Sinh viên ngành Kỹ thuật xây dựng cần tích lũy bao nhiêu tín chỉ để được xét tốt nghiệp?",
    "output": "Sinh viên cần tích lũy đủ 155 tín chỉ theo chương trình đào tạo để được xét tốt nghiệp."
  },
  {
    "input": "Em có thể tìm hiểu thông tin về chuẩn đầu ra của ngành Công nghệ kỹ thuật xây dựng ở đâu?",
    "output": "Em có thể xem thông tin chi tiết về chuẩn đầu ra trong Bản mô tả chương trình đào tạo ngành: Công nghệ kỹ thuật xây dựng."
  },
  {
    "input": "Em muốn biết về khối lượng kiến thức toàn khóa học của ngành Kỹ thuật xây dựng công trình thủy?",
    "output": "Khối lượng kiến thức toàn khóa học của ngành là 155 tín chỉ, không bao gồm các môn Giáo dục thể chất và Giáo dục Quốc phòng."
  },
  {
    "input": "Em muốn tìm hiểu về các môn học thuộc khối kiến thức cơ sở ngành của ngành Kỹ thuật xây dựng, gồm những môn nào?",
    "output": "Khối kiến thức cơ sở ngành của ngành Kỹ thuật xây dựng bao gồm các môn như: Vật liệu xây dựng, Ổn định và động lực học công trình, Phương pháp phần tử hữu hạn, Cơ học đất, Nền móng, Kinh tế xây dựng 1, Kết cấu thép trong xây dựng, và Đánh giá tác động môi trường."
  },
  {
    "input": "Học phần tốt nghiệp của ngành Kỹ thuật xây dựng công trình thủy gồm những gì?", 
    "output": "Học phần tốt nghiệp bao gồm Thực tập tốt nghiệp ngành Kỹ thuật xây dựng công trình thủy và Đồ án tốt nghiệp. Thực tập tốt nghiệp giúp sinh viên áp dụng kiến thức vào thực tế tại các công ty, công trường xây dựng. Đồ án tốt nghiệp là một dự án thiết kế hoặc nghiên cứu chuyên sâu về một chủ đề cụ thể trong ngành." 
  },
  {
    "input": "Em muốn biết cách tính điểm trung bình chung học kỳ?",
    "output": "Điểm trung bình chung học kỳ là điểm trung bình có trọng số của các học phần mà người học đăng ký học trong học kỳ đó, với trọng số là số tín chỉ tương ứng của từng học phần."
  }, 
  {
    "input": "Em muốn tham khảo ma trận chuẩn đầu ra của ngành Kỹ thuật xây dựng, em có thể tìm ở đâu?",
    "output": "Em có thể tham khảo ma trận chuẩn đầu ra trong Bản mô tả chương trình đào tạo ngành: Kỹ thuật xây dựng."
  },
  {
    "input": "Em muốn hỏi về mục tiêu của chương trình đào tạo ngành Kỹ thuật xây dựng công trình giao thông?",
    "output": "Chương trình đào tạo nhằm mục đích đào tạo kỹ sư có phẩm chất chính trị, đạo đức tốt, có sức khỏe, năng lực làm việc nhóm, đáp ứng yêu cầu xây dựng và bảo vệ Tổ quốc, đồng thời trang bị kiến thức chuyên môn, kỹ năng chuyên nghiệp và phẩm chất cần thiết để thành công trong lĩnh vực giao thông vận tải."
  },
  {
    "input": "Em muốn biết về điều kiện để được công nhận tốt nghiệp ngành Kỹ thuật xây dựng công trình thủy?",
    "output": "Để được công nhận tốt nghiệp, sinh viên cần đáp ứng các điều kiện sau: Không vi phạm pháp luật hoặc bị kỷ luật, tích lũy đủ số tín chỉ theo yêu cầu (155 tín chỉ), đạt điểm trung bình chung tích lũy từ 2.00 trở lên, hoàn thành các yêu cầu về kết quả học tập, có chứng chỉ giáo dục quốc phòng và giáo dục thể chất, và đạt chuẩn đầu ra tiếng Anh (B1 theo khung châu Âu)." 
  },
  {
    "input": "Cấu trúc chương trình đào tạo của ngành Kỹ thuật xây dựng công trình thủy gồm những khối kiến thức nào?",
    "output": "Chương trình bao gồm 2 khối kiến thức chính: Khối kiến thức đại cương (43 tín chỉ) và Khối kiến thức giáo dục chuyên nghiệp (112 tín chỉ), bao gồm kiến thức cơ sở khối ngành, kiến thức cơ sở ngành, kiến thức ngành, kiến thức tự chọn, và thực tập tốt nghiệp, đồ án tốt nghiệp."
  },
  {
    "input": "Em muốn biết khi nào thì sinh viên ngành Kỹ thuật xây dựng bị buộc thôi học?",
    "output": "Sinh viên sẽ bị buộc thôi học nếu thuộc một trong các trường hợp: Điểm trung bình chung học kỳ hoặc tích lũy dưới mức quy định, vượt quá thời gian tối đa được phép học, hoặc bị kỷ luật nhiều lần."
  },
  {
    "input": "Em muốn hỏi về các môn học thuộc khối kiến thức đại cương của ngành Công nghệ kỹ thuật xây dựng?",
    "output": "Khối kiến thức đại cương bao gồm các môn học về Lý luận chính trị, Kỹ năng mềm và tinh thần khởi nghiệp, Khoa học tự nhiên và Tin học, và Tiếng Anh."
  },
  {
    "input": "Em muốn biết ngành Kỹ thuật xây dựng công trình giao thông có những môn học nào?",
    "output": "Chương trình đào tạo của ngành bao gồm các môn học thuộc khối kiến thức đại cương và chuyên nghiệp. Em có thể tham khảo chi tiết danh sách các môn học và kế hoạch học tập theo từng học kỳ trong Bảng 2 của Bản mô tả chương trình đào tạo." 
  },
  {
    "input": "Em muốn tìm hiểu về các môn học tự chọn của ngành Kỹ thuật xây dựng, gồm những môn nào?",
    "output": "Ngành có các môn tự chọn như: Mố trụ cầu, Thiết kế Cầu thép, Công nghệ xây dựng nhà, An toàn xây dựng, Nền móng và tầng hầm nhà nhiều tầng, Thiết kế công trình ngầm, và Sửa chữa và gia cường kết cấu."
  },
  {
    "input": "Sinh viên ngành Công nghệ kỹ thuật xây dựng cần đạt những yêu cầu gì để được xét tốt nghiệp?", 
    "output": "Sinh viên cần đáp ứng các điều kiện sau: Không vi phạm pháp luật hoặc bị kỷ luật, tích lũy đủ số tín chỉ theo yêu cầu (155 tín chỉ), đạt điểm trung bình chung tích lũy từ 2.00 trở lên, hoàn thành các yêu cầu về kết quả học tập, có chứng chỉ giáo dục quốc phòng và giáo dục thể chất, và đạt chuẩn đầu ra tiếng Anh (A2 theo khung châu Âu)." 
  },
  {
    "input": "Mục tiêu cụ thể của chương trình đào tạo ngành Kỹ thuật xây dựng công trình giao thông là gì?",
    "output": "Chương trình đào tạo nhằm trang bị cho sinh viên kiến thức cơ sở chuyên môn vững chắc, năng lực tham gia xây dựng, quản lý và vận hành các công trình giao thông, kỹ năng chuyên nghiệp và phẩm chất cần thiết để thành công trong nghề nghiệp, kỹ năng xã hội cần thiết để làm việc hiệu quả trong môi trường hội nhập quốc tế, và có trình độ tiếng Anh đạt chuẩn."
  },
  {
    "input": "Ngành Kỹ thuật xây dựng có bao nhiêu tín chỉ tự chọn?",
    "output": "Ngành Kỹ thuật xây dựng có 4 tín chỉ tự chọn."
  },
    {
      "input": "Em muốn biết về thời gian đào tạo của ngành Kỹ thuật xây dựng công trình thủy?",
      "output": "Chương trình đào tạo ngành Kỹ thuật xây dựng công trình thủy kéo dài 4,5 năm, tương đương với 9 học kỳ."
    },
    {
      "input": "Em muốn hỏi về các môn học thuộc khối kiến thức cơ sở ngành của ngành Công nghệ kỹ thuật xây dựng?",
      "output": "Khối kiến thức cơ sở ngành của ngành bao gồm các môn như: Vật liệu xây dựng, Cơ học đất, Nền móng, Thủy lực công trình, Thủy văn công trình, Kỹ thuật điện, Kết cấu bê tông cốt thép trong xây dựng, và Kinh tế xây dựng 1."
    },
    {
      "input": "Sau khi tốt nghiệp ngành Kỹ thuật xây dựng, em có thể học lên những ngành nào?", 
      "output": "Sinh viên tốt nghiệp có thể học lên Thạc sĩ, Tiến sĩ chuyên ngành Kỹ thuật xây dựng hoặc các ngành kỹ thuật khác tại các trường đại học trong và ngoài nước." 
    },

  {
    "input": "Em muốn hỏi về chuẩn đầu ra của sinh viên ngành Kỹ thuật Cơ khí sau khi tốt nghiệp?",
    "output": "Sinh viên tốt nghiệp ngành Kỹ thuật Cơ khí sẽ có kiến thức, kỹ năng, năng lực tự chủ và trách nhiệm, phẩm chất đạo đức tốt, sẵn sàng làm việc trong công nghiệp, thương mại, dịch vụ, có khả năng tự hoàn thiện và phát triển."
  },
  {
    "input": "Vậy cụ thể hơn về kiến thức chuyên ngành thì sao?",
    "output": "Sinh viên sẽ được trang bị kiến thức chuyên sâu trong lĩnh vực kỹ thuật cơ khí, đặc biệt là cơ sở kỹ thuật ngành rộng, chuyên ngành máy xây dựng và máy thủy lực, thiết bị thủy lợi, thủy điện, cơ giới hóa xây dựng, kỹ thuật hệ thống công nghiệp, Công nghệ Cơ khí."
  },
  {
    "input": "Nghe hay đấy! Vậy còn kỹ năng thì sao?",
    "output": "Sinh viên sẽ có kỹ năng cần thiết để giải quyết các vấn đề phức tạp trong chuyên ngành, kỹ năng chuyển tải, phổ biến kiến thức, kỹ năng trong việc thực hiện những nhiệm vụ cụ thể trong lĩnh vực cơ khí. Ngoài ra còn có kỹ năng truyền đạt vấn đề và giải pháp tới người khác tại nơi làm việc trong lĩnh vực chuyên ngành và kỹ năng đánh giá chất lượng công việc sau khi hoàn thành." 
  },
  {
    "input": "Trường có đào tạo kỹ năng tin học và ngoại ngữ cho sinh viên không?",
    "output": "Có chứ. Sinh viên sẽ được học để sử dụng thành thạo tin học văn phòng và một số phần mềm ứng dụng trong lĩnh vực kỹ thuật cơ khí. Ngoại ngữ thì sinh viên tốt nghiệp sẽ có năng lực tiếng Anh bậc 3/6 khung năng lực ngoại ngữ Việt Nam."
  },
  {
    "input": "Ngành Kỹ thuật Cơ khí có bao nhiêu chuyên ngành?",
    "output": "Ngành Kỹ thuật Cơ khí có 4 chuyên ngành: Ô tô chuyên dùng và Máy xây dựng, Quản lý máy và hệ thống kỹ thuật công nghiệp, Công nghệ cơ khí, Tự động hóa sản xuất công nghiệp."
  },
  {
    "input": "Em muốn tìm hiểu về chương trình đào tạo ngành Kỹ thuật Ô tô, trợ lý có thể cung cấp thông tin được không?",
    "output": "Chương trình đào tạo ngành Kỹ thuật Ô tô hướng đến đào tạo kỹ sư có trình độ chuyên môn cao, kỹ năng thực hành giỏi, có phẩm chất đạo đức và đạo đức nghề nghiệp tốt, sẵn sàng làm việc trong lĩnh vực công nghiệp ô tô."
  },
  {
    "input": "Vậy sinh viên tốt nghiệp ngành này có thể làm những công việc gì?",
    "output": "Sinh viên tốt nghiệp có thể làm việc tại các doanh nghiệp, nhà máy thuộc lĩnh vực ô tô hoặc các lĩnh vực có liên quan như kỹ thuật cơ khí hàng không, kỹ thuật tự động hóa, kỹ thuật y học với các vị trí: Chuyên viên kỹ thuật, thiết kế, chế tạo, vận hành ô tô, nghiên cứu và phát triển sản phẩm ô tô, tư vấn thiết kế, triển khai công nghệ, quản lý sản xuất. Ngoài ra, kỹ sư Ô tô cũng có thể làm việc tại các cơ quan quản lý nhà nước có liên quan đến lĩnh vực đào tạo của ngành; giảng dạy và nghiên cứu khoa học về lĩnh vực ô tô tại các cơ sở đào tạo và viện nghiên cứu; tự thành lập doanh nghiệp sản xuất, kinh doanh các sản phẩm ô tô, cơ khí chế tạo máy, tự động hóa."
  }, 
  {
    "input": "Ngành Kỹ thuật Ô tô có những chuyên ngành nào?",
    "output": "Ngành Kỹ thuật Ô tô có 4 chuyên ngành: Sản xuất và lắp ráp ô tô, Công nghệ kỹ thuật ô tô, Thiết kế ô tô, Xe chuyên dùng."
  }, 
  {
    "input": "Em muốn biết thêm về chương trình đào tạo ngành Kỹ thuật Cơ điện tử.",
    "output": "Chương trình đào tạo ngành Kỹ thuật Cơ điện tử hướng đến đào tạo kỹ sư có chuyên môn cao trong lĩnh vực Cơ điện tử và Robot. Đây là đội ngũ nhân lực có phẩm chất chính trị, đạo đức, có ý thức phục vụ cộng đồng; có khả năng tự học, kỹ năng giao tiếp và làm việc theo nhóm; có kiến thức và năng lực chuyên môn vững vàng; có trình độ ngoại ngữ tốt; có sức khỏe tốt đáp ứng yêu cầu trong lĩnh vực xây dựng, bảo vệ và phát triển đất nước trong giai đoạn hội nhập quốc tế." 
  },
  {
    "input": "Vậy sinh viên tốt nghiệp ngành này sẽ có những kiến thức và kỹ năng gì?", 
    "output": "Sinh viên tốt nghiệp có kiến thức về Toán học và khoa học tự nhiên, đáp ứng được khả năng tiếp thu các kiến thức giáo dục chuyên nghiệp và khả năng học tập ở trình độ cao hơn. Sinh viên cũng có kiến thức cơ sở ngành về Kỹ thuật cơ khí, Kỹ thuật điện - điện tử, Kỹ thuật điều khiển, Kỹ thuật máy tính; và các kiến thức chuyên sâu trong lĩnh vực Cơ điện tử và Robot. Ngoài ra, sinh viên còn có kỹ năng cá nhân, nghề nghiệp; kỹ năng giao tiếp, làm việc nhóm đủ để làm việc trong môi trường liên ngành, đa văn hóa, đa quốc gia; phát triển khả năng hình thành ý tưởng, thiết kế, triển khai và vận hành các hệ thống Cơ điện tử và Robot."
  },
  {
    "input": "Tôi muốn hỏi về chuẩn đầu ra của sinh viên ngành Kỹ thuật Cơ khí sau khi tốt nghiệp?",
    "output": "Sinh viên tốt nghiệp ngành Kỹ thuật Cơ khí sẽ có kiến thức, kỹ năng, năng lực tự chủ và trách nhiệm, phẩm chất đạo đức tốt, sẵn sàng làm việc trong công nghiệp, thương mại, dịch vụ, có khả năng tự hoàn thiện và phát triển."
  },
  {
    "input": "Vậy cụ thể hơn về kiến thức chuyên ngành Cơ khí thì sao?",
    "output": "Sinh viên sẽ được trang bị kiến thức chuyên sâu trong lĩnh vực kỹ thuật cơ khí, đặc biệt là cơ sở kỹ thuật ngành rộng, chuyên ngành máy xây dựng và máy thủy lực, thiết bị thủy lợi, thủy điện, cơ giới hóa xây dựng, kỹ thuật hệ thống công nghiệp, Công nghệ Cơ khí."
  },
  {
    "input": "Trường có đào tạo kỹ năng tin học và ngoại ngữ cho sinh viên không?",
    "output": "Có chứ. Sinh viên sẽ được học để sử dụng thành thạo tin học văn phòng và một số phần mềm ứng dụng trong lĩnh vực kỹ thuật cơ khí. Ngoại ngữ thì sinh viên tốt nghiệp sẽ có năng lực tiếng Anh bậc 3/6 khung năng lực ngoại ngữ Việt Nam."
  },
  {
    "input": "Ngành Kỹ thuật Cơ khí có bao nhiêu chuyên ngành?",
    "output": "Ngành Kỹ thuật Cơ khí có 4 chuyên ngành: Ô tô chuyên dùng và Máy xây dựng, Quản lý máy và hệ thống kỹ thuật công nghiệp, Công nghệ cơ khí, Tự động hóa sản xuất công nghiệp."
  },
  {
    "input": "Tôi muốn tìm hiểu về chương trình đào tạo ngành Kỹ thuật Ô tô, trợ lý có thể cung cấp thông tin được không?",
    "output": "Chương trình đào tạo ngành Kỹ thuật Ô tô hướng đến đào tạo kỹ sư có trình độ chuyên môn cao, kỹ năng thực hành giỏi, có phẩm chất đạo đức và đạo đức nghề nghiệp tốt, sẵn sàng làm việc trong lĩnh vực công nghiệp ô tô."
  },
  {
    "input": "Vậy sinh viên tốt nghiệp ngành Kỹ thuật Ô tô có thể làm những công việc gì?",
    "output": "Sinh viên tốt nghiệp có thể làm việc tại các doanh nghiệp, nhà máy thuộc lĩnh vực ô tô hoặc các lĩnh vực có liên quan như kỹ thuật cơ khí hàng không, kỹ thuật tự động hóa, kỹ thuật y học với các vị trí: Chuyên viên kỹ thuật, thiết kế, chế tạo, vận hành ô tô, nghiên cứu và phát triển sản phẩm ô tô, tư vấn thiết kế, triển khai công nghệ, quản lý sản xuất. Ngoài ra, kỹ sư Ô tô cũng có thể làm việc tại các cơ quan quản lý nhà nước có liên quan đến lĩnh vực đào tạo của ngành; giảng dạy và nghiên cứu khoa học về lĩnh vực ô tô tại các cơ sở đào tạo và viện nghiên cứu; tự thành lập doanh nghiệp sản xuất, kinh doanh các sản phẩm ô tô, cơ khí chế tạo máy, tự động hóa."
  }, 
  {
    "input": "Ngành Kỹ thuật Ô tô có những chuyên ngành nào?",
    "output": "Ngành Kỹ thuật Ô tô có 4 chuyên ngành: Sản xuất và lắp ráp ô tô, Công nghệ kỹ thuật ô tô, Thiết kế ô tô, Xe chuyên dùng."
  }, 
  {
    "input": "Tôi muốn biết thêm về chương trình đào tạo ngành Kỹ thuật Cơ điện tử.",
    "output": "Chương trình đào tạo ngành Kỹ thuật Cơ điện tử hướng đến đào tạo kỹ sư có chuyên môn cao trong lĩnh vực Cơ điện tử và Robot. Đây là đội ngũ nhân lực có phẩm chất chính trị, đạo đức, có ý thức phục vụ cộng đồng; có khả năng tự học, kỹ năng giao tiếp và làm việc theo nhóm; có kiến thức và năng lực chuyên môn vững vàng; có trình độ ngoại ngữ tốt; có sức khỏe tốt đáp ứng yêu cầu trong lĩnh vực xây dựng, bảo vệ và phát triển đất nước trong giai đoạn hội nhập quốc tế." 
  },
  {
    "input": "Vậy sinh viên tốt nghiệp ngành Kỹ thuật Cơ điện tử sẽ có những kiến thức và kỹ năng gì?", 
    "output": "Sinh viên tốt nghiệp có kiến thức về Toán học và khoa học tự nhiên, đáp ứng được khả năng tiếp thu các kiến thức giáo dục chuyên nghiệp và khả năng học tập ở trình độ cao hơn. Sinh viên cũng có kiến thức cơ sở ngành về Kỹ thuật cơ khí, Kỹ thuật điện - điện tử, Kỹ thuật điều khiển, Kỹ thuật máy tính; và các kiến thức chuyên sâu trong lĩnh vực Cơ điện tử và Robot. Ngoài ra, sinh viên còn có kỹ năng cá nhân, nghề nghiệp; kỹ năng giao tiếp, làm việc nhóm đủ để làm việc trong môi trường liên ngành, đa văn hóa, đa quốc gia; phát triển khả năng hình thành ý tưởng, thiết kế, triển khai và vận hành các hệ thống Cơ điện tử và Robot."
  },
  {
    "input": "Vậy sinh viên tốt nghiệp ngành Kỹ thuật Cơ điện tử có thể làm những công việc gì?",
    "output": "Người học sau khi tốt nghiệp chương trình ngành Kỹ thuật Cơ điện tử của Trường Đại học Thủy lợi có thể công tác tại các doanh nghiệp, nhà máy thuộc lĩnh vực cơ điện tử và robot hoặc các lĩnh vực có liên quan như kỹ thuật cơ khí hàng không, kỹ thuật ôtô, kỹ thuật tự động hóa, kỹ thuật y học với các vị trí: Chuyên viên kỹ thuật, thiết kế, chế tạo, vận hành robot hoặc hệ thống tự động có robot, nghiên cứu và phát triển sản phẩm cơ điện tử và robot, tư vấn thiết kế, triển khai công nghệ, quản lý sản xuất." 
  },
  {
    "input": "Thời gian và khối lượng kiến thức toàn khóa của chương trình đào tạo ngành Kỹ thuật Cơ khí được không?",
    "output": "Thời gian đào tạo là 4,5 năm với khối lượng kiến thức toàn khóa là 155 tín chỉ (không kể các môn học giáo dục thể chất, giáo dục quốc phòng)."
  },
  {
    "input": "Thời gian và khối lượng kiến thức toàn khóa của chương trình đào tạo ngành Kỹ thuật Ô tô và Kỹ thuật Cơ điện tử thì sao?", 
    "output": "Cả hai ngành Kỹ thuật Ô tô và Kỹ thuật Cơ điện tử đều có thời gian đào tạo là 4,5 năm và khối lượng kiến thức toàn khóa là 155 tín chỉ (không kể các môn học giáo dục thể chất, giáo dục quốc phòng)."
  },
  {
    "input": "Trường có dạy tin học và ngoại ngữ không?",
    "output": "Có, sinh viên học tin học văn phòng, phần mềm chuyên ngành và tiếng Anh B3/6."
  },
  {
    "input": "Ngành Cơ khí có mấy chuyên ngành?",
    "output": "Có 4 chuyên ngành: Ô tô - Máy xây dựng, Quản lý máy, Công nghệ cơ khí, Tự động hóa."
  },
  {
    "input": "Chương trình ngành Ô tô như nào?",
    "output": "Đào tạo kỹ sư ô tô chuyên môn cao, kỹ năng tốt, sẵn sàng làm việc."
  },
  {
    "input": "Ra trường ngành Ô tô làm gì?",
    "output": "Làm việc tại doanh nghiệp ô tô, hàng không, tự động hóa, y học, cơ quan nhà nước, nghiên cứu hoặc kinh doanh."
  },
  {
    "input": "Ngành Ô tô có những chuyên ngành nào?",
    "output": "Có 4 chuyên ngành: Sản xuất & lắp ráp, Công nghệ, Thiết kế, Xe chuyên dụng."
  }, 
  {
    "input": "Chuẩn đầu ra của ngành Trí tuệ nhân tạo và Khoa học dữ liệu là gì?",
    "output": "Chuẩn đầu ra bao gồm kiến thức về lý luận chính trị, pháp luật, toán học, tin học, khoa học dữ liệu và trí tuệ nhân tạo. Kỹ năng bao gồm lập trình, phân tích dữ liệu, thiết kế và triển khai hệ thống TTNT và KHDL. Ngoài ra, sinh viên cần có kỹ năng mềm, năng lực tự chủ và trách nhiệm, và phẩm chất đạo đức."
  },
  {
    "input": "Ngành Trí tuệ nhân tạo và Khoa học dữ liệu học những môn gì?",
    "output": "Chương trình đào tạo bao gồm các môn học đại cương, cơ sở khối ngành, cơ sở ngành và chuyên ngành. Một số môn học tiêu biểu bao gồm: Nhập môn lập trình, Giải tích, Đại số tuyến tính, Xác suất thống kê, Cơ sở dữ liệu, Trí tuệ nhân tạo, Học máy, Xử lý ảnh, Xử lý ngôn ngữ tự nhiên, Học sâu và ứng dụng, Nhận dạng mẫu."
  },
  {
    "input": "Cơ hội việc làm sau khi tốt nghiệp ngành Trí tuệ nhân tạo và Khoa học dữ liệu là gì?",
    "output": "Sinh viên tốt nghiệp có thể làm việc trong các lĩnh vực như: Phân tích và xây dựng hệ thống thông tin thông minh, phát triển phần mềm ứng dụng trí tuệ nhân tạo, phân tích và khai phá dữ liệu, nghiên cứu và giảng dạy về TTNT và KHDL."
  },
  {
    "input": "Tôi có thể học tiếp lên cao học sau khi tốt nghiệp ngành Trí tuệ nhân tạo và Khoa học dữ liệu không?",
    "output": "Có, sinh viên tốt nghiệp có thể học tiếp lên cao học các chuyên ngành thuộc lĩnh vực TTNT, KHDL, khoa học máy tính và công nghệ thông tin."
  },
  {
    "input": "Chuẩn đầu ra của ngành Kỹ thuật phần mềm là gì?",
    "output": "Chuẩn đầu ra bao gồm kiến thức về lý luận chính trị, pháp luật, toán học, tin học, và công nghệ phần mềm. Kỹ năng bao gồm lập trình, quản lý dự án phần mềm, phân tích và thiết kế hệ thống phần mềm, kiểm thử và bảo trì phần mềm. Ngoài ra, sinh viên cần có kỹ năng mềm, năng lực tự chủ và trách nhiệm, và phẩm chất đạo đức."
  },
  {
    "input": "Ngành Kỹ thuật phần mềm học những môn gì?",
    "output": "Chương trình đào tạo bao gồm các môn học đại cương, cơ sở khối ngành, cơ sở ngành và chuyên ngành. Một số môn học tiêu biểu bao gồm: Nhập môn lập trình, Giải tích, Đại số tuyến tính, Xác suất thống kê, Cơ sở dữ liệu, Trí tuệ nhân tạo, Kiến trúc máy tính, Nguyên lý lập trình hướng đối tượng, Mạng máy tính, Phân tích và thiết kế hệ thống thông tin, Công nghệ phần mềm, Lập trình Java, Công nghệ Web, Hệ quản trị cơ sở dữ liệu, Học máy, Lập trình phân tán, Kiểm thử và đảm bảo chất lượng phần mềm."
  },
  {
    "input": "Cơ hội việc làm sau khi tốt nghiệp ngành Kỹ thuật phần mềm là gì?",
    "output": "Sinh viên tốt nghiệp có thể làm việc trong các vị trí như: Chuyên viên phân tích nghiệp vụ phần mềm, thiết kế viên phần mềm, kỹ sư phát triển phần mềm, kiểm thử viên phần mềm, quản trị dự án phần mềm, chuyên viên tư vấn công nghệ, chuyên viên định giá phần mềm, nhân viên IT, cán bộ giảng dạy và nghiên cứu khoa học."
  },
  {
    "input": "Tôi có thể học tiếp lên cao học sau khi tốt nghiệp ngành Kỹ thuật phần mềm không?",
    "output": "Có, sinh viên tốt nghiệp có thể học tiếp lên cao học các chuyên ngành thuộc lĩnh vực kỹ thuật phần mềm, công nghệ thông tin và các ngành kỹ thuật khác."
  },
  {
    "input": "Chuẩn đầu ra của ngành Hệ thống thông tin là gì?",
    "output": "Chuẩn đầu ra bao gồm kiến thức về lý luận chính trị, pháp luật, toán học, tin học, công nghệ thông tin và hệ thống thông tin quản lý. Kỹ năng bao gồm lập trình, phân tích và xử lý dữ liệu, thiết kế hệ thống mạng, đảm bảo an toàn và bảo mật thông tin. Ngoài ra, sinh viên cần có kỹ năng mềm, năng lực tự chủ và trách nhiệm, và phẩm chất đạo đức."
  },
  {
    "input": "Ngành Hệ thống thông tin học những môn gì?",
    "output": "Chương trình đào tạo bao gồm các môn học đại cương, cơ sở khối ngành, cơ sở ngành và chuyên ngành. Một số môn học tiêu biểu bao gồm: Nhập môn lập trình, Giải tích, Đại số tuyến tính, Xác suất thống kê, Cơ sở dữ liệu, Trí tuệ nhân tạo, Kiến trúc máy tính, Nguyên lý lập trình hướng đối tượng, Mạng máy tính, Phân tích và thiết kế hệ thống thông tin, Hệ quản trị cơ sở dữ liệu, Công nghệ Web, An toàn và bảo mật thông tin, Quản lý dự án công nghệ thông tin, Học máy, Khai phá dữ liệu, Phát triển ứng dụng cho các thiết bị di động, Phân tích dữ liệu lớn, Hệ thống kinh doanh thông minh."
  },
  {
    "input": "Cơ hội việc làm sau khi tốt nghiệp ngành Hệ thống thông tin là gì?",
    "output": "Sinh viên tốt nghiệp có thể làm việc trong các vị trí như: Lập trình viên, chuyên viên quản trị hệ thống thông tin, chuyên viên phân tích kinh doanh, chuyên viên phân tích, thiết kế và bảo trì hệ thống thông tin, chuyên viên an ninh mạng, chuyên gia tư vấn giải pháp công nghệ thông tin, cán bộ giảng dạy và nghiên cứu khoa học."
  },
  {
    "input": "Tôi có thể học tiếp lên cao học sau khi tốt nghiệp ngành Hệ thống thông tin không?",
    "output": "Có, sinh viên tốt nghiệp có thể học tiếp lên cao học các chuyên ngành thuộc lĩnh vực hệ thống thông tin, công nghệ thông tin và các ngành kỹ thuật khác."
  },
  {
    "input": "Chuẩn đầu ra của ngành Công nghệ thông tin là gì?",
    "output": "Chuẩn đầu ra bao gồm kiến thức về lý luận chính trị, pháp luật, toán học, tin học, và công nghệ thông tin. Kỹ năng bao gồm lập trình, phân tích và mô hình hóa dữ liệu, thiết kế và quản lý dự án phần mềm, kiểm thử và bảo trì phần mềm, thiết kế và đánh giá hoạt động hệ thống mạng máy tính, bảo mật dữ liệu, kết nối vạn vật. Ngoài ra, sinh viên cần có kỹ năng mềm, năng lực tự chủ và trách nhiệm, và phẩm chất đạo đức."
  },
  {
    "input": "Ngành Công nghệ thông tin học những môn gì?",
    "output": "Chương trình đào tạo bao gồm các môn học đại cương, cơ sở khối ngành, cơ sở ngành và chuyên ngành. Một số môn học tiêu biểu bao gồm: Nhập môn lập trình, Giải tích, Đại số tuyến tính, Xác suất thống kê, Cơ sở dữ liệu, Trí tuệ nhân tạo, Kiến trúc máy tính, Nguyên lý lập trình hướng đối tượng, Mạng máy tính, Phân tích và thiết kế hệ thống thông tin, Thuật toán ứng dụng, Học máy, Lập trình Java, Đồ họa máy tính, Công nghệ Web, An toàn và bảo mật thông tin, Phát triển ứng dụng cho các thiết bị di động, Lý thuyết tính toán, Khai phá dữ liệu, Quản trị mạng."
  },
  {
    "input": "Cơ hội việc làm sau khi tốt nghiệp ngành Công nghệ thông tin là gì?",
    "output": "Sinh viên tốt nghiệp có thể làm việc trong các vị trí như: Lập trình viên, chuyên viên phân tích thiết kế hệ thống, chuyên viên quản trị hệ thống thông tin, chuyên viên an ninh mạng, chuyên gia tư vấn giải pháp công nghệ thông tin, cán bộ giảng dạy và nghiên cứu khoa học."
  },
  {
    "input": "Tôi có thể học tiếp lên cao học sau khi tốt nghiệp ngành Công nghệ thông tin không?",
    "output": "Có, sinh viên tốt nghiệp có thể học tiếp lên cao học các chuyên ngành thuộc lĩnh vực công nghệ thông tin và các ngành kỹ thuật khác."
  },
  {
    "input": "Chuẩn đầu ra của ngành An ninh mạng là gì?",
    "output": "Chuẩn đầu ra bao gồm kiến thức về lý luận chính trị, pháp luật, an ninh quốc phòng, công nghệ thông tin và an ninh mạng. Kỹ năng bao gồm lập trình, phân tích và giải quyết vấn đề an ninh mạng, thiết kế và triển khai giải pháp an ninh mạng, vận hành và bảo trì hệ thống an ninh mạng. Ngoài ra, sinh viên cần có kỹ năng mềm, năng lực tự chủ và trách nhiệm, và phẩm chất đạo đức."
  },
  {
    "input": "Ngành An ninh mạng học những môn gì?",
    "output": "Chương trình đào tạo bao gồm các môn học đại cương, cơ sở khối ngành, cơ sở ngành và chuyên ngành. Một số môn học tiêu biểu bao gồm: Nhập môn lập trình, Giải tích, Đại số tuyến tính, Xác suất thống kê, Cơ sở dữ liệu, Trí tuệ nhân tạo, Kiến trúc máy tính, Nguyên lý hệ điều hành, Mạng máy tính, Phân tích và thiết kế hệ thống thông tin, Nhập môn an toàn bảo mật thông tin, Cấu trúc dữ liệu và giải thuật, Lập trình mạng, Mật mã ứng dụng, Kỹ thuật truyền dữ liệu, Quản trị mạng, An ninh mạng, Thiết kế mạng, Phân tích mã độc, Quản lý an toàn thông tin, Đánh giá an ninh mạng, Lập trình an toàn, Chuỗi khối và công nghệ phân tán."
  },
  {
    "input": "Cơ hội việc làm sau khi tốt nghiệp ngành An ninh mạng là gì?",
    "output": "Sinh viên tốt nghiệp có thể làm việc trong các vị trí như: Chuyên viên quản trị an ninh mạng, chuyên viên phân tích, tư vấn và thiết kế hệ thống an ninh mạng, chuyên viên kiểm tra và đánh giá an ninh mạng, chuyên gia rà soát lỗ hổng bảo mật, chuyên gia lập trình an ninh mạng, giảng viên và nghiên cứu viên an ninh mạng, chuyên viên an ninh mạng tại các cơ quan và doanh nghiệp, chuyên viên điều tra tội phạm mạng."
  },
  {
    "input": "Tôi có thể học tiếp lên cao học sau khi tốt nghiệp ngành An ninh mạng không?",
    "output": "Có, sinh viên tốt nghiệp có thể học tiếp lên cao học các chuyên ngành thuộc lĩnh vực an ninh mạng và các ngành kỹ thuật khác."
  },
    {
      "input": "Thời gian đào tạo của ngành Trí tuệ nhân tạo và Khoa học dữ liệu là bao lâu?",
      "output": "Chương trình đào tạo ngành Trí tuệ nhân tạo và Khoa học dữ liệu kéo dài 4 năm, bao gồm 8 học kỳ."
    },
    {
      "input": "Tôi cần đạt những tiêu chí gì để được xét tuyển vào ngành Kỹ thuật phần mềm?",
      "output": "Ngành Kỹ thuật phần mềm xét tuyển theo các hình thức: xét tuyển thẳng (theo quy định của Bộ GD&ĐT và trường ĐH Thủy lợi), xét tuyển theo điểm học bạ THPT, và xét tuyển theo điểm thi tốt nghiệp THPT."
    },
    {
      "input": "Ngành Hệ thống thông tin có những định hướng nghề nghiệp nào sau khi tốt nghiệp?",
      "output": "Sinh viên tốt nghiệp ngành Hệ thống thông tin có thể làm việc trong các lĩnh vực như: phát triển phần mềm, quản trị hệ thống thông tin, phân tích dữ liệu, an ninh mạng, tư vấn giải pháp công nghệ thông tin, nghiên cứu và giảng dạy."
    },
    {
      "input": "Ngành Công nghệ thông tin có những học phần tự chọn nào?",
      "output": "Ngành Công nghệ thông tin có nhiều nhóm học phần tự chọn, bao gồm các môn học như: Học sâu và ứng dụng, Thống kê ứng dụng, Truy hồi thông tin và tìm kiếm web, Nhập môn điện toán đám mây, Kiểm thử và đảm bảo chất lượng phần mềm, Tối ưu hóa, Mạng không dây và di động, Phân tích dữ liệu lớn, Phương pháp số, Tin sinh, Lập trình đồ họa 3D, Thiết kế và phát triển game, Hệ thống thông tin địa lý, Thiết kế mạng, Xử lý âm thanh và tiếng nói, Xử lý ảnh, Xử lý ngôn ngữ tự nhiên, Tương tác người máy, Chuỗi khối và công nghệ sổ cái phân tán, Kết nối vạn vật và ứng dụng, Lập trình phân tán."
    },
    {
      "input": "Tôi muốn tìm hiểu thêm về chương trình đào tạo ngành An ninh mạng, tôi có thể tham khảo ở đâu?",
      "output": "Bạn có thể tham khảo chương trình đào tạo ngành An ninh mạng trên website của trường Đại học Thủy lợi hoặc liên hệ trực tiếp với khoa Công nghệ thông tin để được tư vấn chi tiết." 
    },
      {
        "input": "Ngành Trí tuệ nhân tạo và Khoa học dữ liệu có những học phần tự chọn nào?",
        "output": "Ngành Trí tuệ nhân tạo và Khoa học dữ liệu có hai nhóm học phần tự chọn. Nhóm tự chọn 1 gồm: Xử lý âm thanh và tiếng nói, Học Bayes. Nhóm tự chọn 2 gồm: Hệ hỗ trợ hướng dữ liệu, Truy hồi thông tin và tìm kiếm web."
      },
      {
        "input": "Tôi muốn trở thành kỹ sư phát triển phần mềm, tôi nên chọn ngành nào?",
        "output": "Để trở thành kỹ sư phát triển phần mềm, bạn có thể lựa chọn ngành Kỹ thuật phần mềm hoặc ngành Công nghệ thông tin. Cả hai ngành đều trang bị cho sinh viên kiến thức và kỹ năng cần thiết để phát triển phần mềm."
      },
      {
        "input": "Ngành Hệ thống thông tin có yêu cầu về trình độ tiếng Anh đầu vào không?",
        "output": "Ngành Hệ thống thông tin không yêu cầu về trình độ tiếng Anh đầu vào. Tuy nhiên, sinh viên cần đạt trình độ tiếng Anh B1 theo quy định của trường để tốt nghiệp."
      },
      {
        "input": "Tôi muốn làm việc trong lĩnh vực an ninh mạng, tôi cần chuẩn bị những gì?",
        "output": "Để làm việc trong lĩnh vực an ninh mạng, bạn cần có kiến thức và kỹ năng về công nghệ thông tin, an ninh mạng, mật mã học, mạng máy tính và hệ điều hành. Ngoài ra, bạn cần có khả năng phân tích và giải quyết vấn đề, tư duy logic và khả năng làm việc độc lập."
      }, 
      {
        "input": "Tôi muốn học ngành An ninh mạng nhưng không biết có phù hợp với mình không, tôi nên làm gì?",
        "output": "Bạn có thể tham khảo chương trình đào tạo ngành An ninh mạng, tìm hiểu về cơ hội nghề nghiệp và yêu cầu của ngành. Ngoài ra, bạn có thể tham gia các buổi tư vấn tuyển sinh hoặc trao đổi với các anh chị sinh viên đang theo học ngành này để có thêm thông tin và đánh giá mức độ phù hợp."
      },
  {
    "input": "Điểm khác biệt giữa ngành Trí tuệ nhân tạo và Khoa học dữ liệu với ngành Khoa học máy tính là gì?",
    "output": "Ngành Trí tuệ nhân tạo và Khoa học dữ liệu tập trung vào việc ứng dụng các kỹ thuật trí tuệ nhân tạo và khoa học dữ liệu để giải quyết các vấn đề thực tế, trong khi ngành Khoa học máy tính có phạm vi rộng hơn, bao gồm cả lý thuyết và ứng dụng của máy tính." 
  },
  {
    "input": "Ngành Kỹ thuật phần mềm có những hoạt động ngoại khóa nào?",
    "output": "Ngành Kỹ thuật phần mềm có nhiều hoạt động ngoại khóa như: câu lạc bộ lập trình, các cuộc thi lập trình, hội thảo chuyên ngành, tham quan doanh nghiệp..." 
  },
  {
    "input": "Tôi muốn tìm hiểu về học phí và chính sách học bổng của ngành Hệ thống thông tin, tôi có thể tham khảo ở đâu?",
    "output": "Thông tin về học phí và chính sách học bổng của ngành Hệ thống thông tin được cập nhật trên website của trường Đại học Thủy lợi hoặc bạn có thể liên hệ phòng đào tạo để được giải đáp." 
  },
  {
    "input": "Ngành Công nghệ thông tin có liên kết đào tạo với nước ngoài không?",
    "output": "Có, ngành Công nghệ thông tin có liên kết đào tạo với một số trường đại học ở nước ngoài, tạo điều kiện cho sinh viên tham gia các chương trình trao đổi sinh viên hoặc học chuyển tiếp." 
  },
  {
    "input": "Tôi có thể tham gia nghiên cứu khoa học khi học ngành An ninh mạng không?",
    "output": "Có, sinh viên ngành An ninh mạng có cơ hội tham gia nghiên cứu khoa học dưới sự hướng dẫn của giảng viên, đặc biệt là trong các lĩnh vực liên quan đến an toàn thông tin và an ninh mạng." 
  },  
    {
      "input": "Ngành Trí tuệ nhân tạo và Khoa học dữ liệu có tổ chức các chương trình thực tập cho sinh viên không?",
      "output": "Có, ngành Trí tuệ nhân tạo và Khoa học dữ liệu tổ chức chương trình thực tập tốt nghiệp cho sinh viên tại các doanh nghiệp, viện nghiên cứu hoặc các trung tâm công nghệ thông tin."
    },
    {
      "input": "Tôi muốn thi chứng chỉ quốc tế về công nghệ thông tin, ngành Kỹ thuật phần mềm có hỗ trợ gì không?",
      "output": "Ngành Kỹ thuật phần mềm có các chương trình đào tạo và ôn luyện cho sinh viên thi chứng chỉ quốc tế về công nghệ thông tin như: CCNA, CCNP, MCSA, MCSE..."
    },
    {
      "input": "Ngành Hệ thống thông tin có đào tạo về quản trị mạng không?",
      "output": "Có, ngành Hệ thống thông tin có học phần Quản trị mạng, trang bị cho sinh viên kiến thức và kỹ năng về quản trị hạ tầng mạng và các dịch vụ mạng cơ bản." 
    },
    {
      "input": "Tôi muốn tìm hiểu về các kỹ thuật tấn công mạng, ngành Công nghệ thông tin có học phần nào liên quan không?",
      "output": "Ngành Công nghệ thông tin có học phần An toàn và bảo mật thông tin, giới thiệu về các hình thức tấn công mạng và cách thức phòng chống."
    },
    {
      "input": "Ngành An ninh mạng có đào tạo về blockchain không?",
      "output": "Có, ngành An ninh mạng có học phần Chuỗi khối và công nghệ phân tán, trang bị cho sinh viên kiến thức về công nghệ blockchain và ứng dụng của nó." 
    },

    {
      "input": "Khối lượng kiến thức toàn khóa của ngành An ninh mạng là bao nhiêu tín chỉ?", 
      "output": "Khối lượng kiến thức toàn khóa của ngành An ninh mạng là 140 tín chỉ (không bao gồm Giáo dục thể chất và Giáo dục quốc phòng)." 
    },
    {
      "input": "Ngành Hệ thống thông tin được cấp bằng gì sau khi tốt nghiệp?",
      "output": "Sinh viên tốt nghiệp ngành Hệ thống thông tin sẽ được cấp bằng Cử nhân Hệ thống thông tin."
    },
      {
        "input": "Mục tiêu chung của chương trình đào tạo ngành Trí tuệ nhân tạo và Khoa học dữ liệu là gì?",
        "output": "Mục tiêu là đào tạo cử nhân đáp ứng yêu cầu phát triển đất nước trong giai đoạn chuyển đổi số và CMCN 4.0, có phẩm chất chính trị, đạo đức, có ý thức phục vụ cộng đồng; có khả năng tự học, kỹ năng giao tiếp và làm việc theo nhóm; có trình độ ngoại ngữ tốt; có sức khỏe tốt."
      },
      {
        "input": "Sinh viên ngành Kỹ thuật phần mềm cần đạt trình độ tiếng Anh như thế nào để tốt nghiệp?", 
        "output": "Sinh viên cần đạt trình độ tiếng Anh bậc 3/6 theo Khung năng lực ngoại ngữ Việt Nam để tốt nghiệp."
      },
      {
        "input": "Ngành Hệ thống thông tin có những môn học nào thuộc nhóm kiến thức cơ sở ngành?",
        "output": "Nhóm kiến thức cơ sở ngành của Hệ thống thông tin bao gồm các môn: Hệ quản trị cơ sở dữ liệu, Công nghệ Web, An toàn và bảo mật thông tin, Quản lý dự án Công nghệ thông tin, Học máy, Khai phá dữ liệu, Phát triển ứng dụng cho các thiết bị di động, Phân tích dữ liệu lớn, Hệ thống kinh doanh thông minh." 
      },
      {
        "input": "Ngành Công nghệ thông tin có bao nhiêu học phần thuộc kiến thức giáo dục đại cương?", 
        "output": "Ngành Công nghệ thông tin có 37 học phần thuộc kiến thức giáo dục đại cương."
      }, 
      {
        "input": "Học phần đồ án môn học của ngành An ninh mạng có nội dung gì?", 
        "output": "Học phần đồ án môn học giúp sinh viên vận dụng kiến thức về Mạng truyền thông dữ liệu và An ninh mạng để đảm bảo hoạt động truyền tải của hệ thống mạng và bảo mật thông tin."
      },
  {
    "input": "Tôi muốn hỏi về chuẩn đầu ra của ngành Tài chính doanh nghiệp là gì?",
    "output": "Chuẩn đầu ra của ngành Tài chính doanh nghiệp bao gồm kiến thức về tài chính - ngân hàng, kỹ năng thẩm định tài chính dự án, phân tích tình hình tài chính doanh nghiệp, lập kế hoạch tài chính, phân tích chứng khoán và định giá tài sản, cùng các kỹ năng mềm như giải quyết vấn đề, giao tiếp, làm việc nhóm và sử dụng tiếng Anh."
  },
  {
    "input": "Chương trình đào tạo ngành Tài chính doanh nghiệp kéo dài bao lâu và bao gồm những gì?",
    "output": "Chương trình đào tạo ngành Tài chính doanh nghiệp kéo dài 4 năm với 130 tín chỉ, bao gồm các khối kiến thức giáo dục đại cương, cơ sở ngành, kiến thức ngành và kiến thức chuyên ngành về tài chính doanh nghiệp."
  },
  {
    "input": "Sau khi tốt nghiệp ngành Tài chính doanh nghiệp, tôi có thể làm những công việc gì?",
    "output": "Bạn có thể làm chuyên viên tài chính ở các cơ quan nhà nước, tổ chức tài chính, doanh nghiệp, hoặc làm nghiên cứu viên, giảng viên về tài chính."
  },
  {
    "input": "Tôi muốn biết thêm về chương trình đào tạo ngành Thương mại điện tử, bạn có thể cung cấp thông tin không?",
    "output": "Chương trình đào tạo ngành Thương mại điện tử tập trung vào các kiến thức về kinh doanh, công nghệ thông tin, marketing số, quản trị website, logistics điện tử, pháp luật thương mại điện tử và các xu hướng công nghệ mới."
  },
  {
    "input": "Ngành Thương mại điện tử có những môn học tự chọn nào?",
    "output": "Bạn có thể chọn các môn học như Quản trị nguồn nhân lực, Quản trị tài chính doanh nghiệp, Kỹ năng đàm phán, Khởi nghiệp, Hành vi người tiêu dùng trực tuyến, Những xu hướng công nghệ mới trong thương mại điện tử, Quản trị rủi ro, Quản lý chất lượng và Quản trị chuỗi cung ứng."
  },
  {
    "input": "tôi quan tâm đến ngành Quản trị dịch vụ du lịch và lữ hành, bạn có thể cho tôi biết chuẩn đầu ra của ngành này là gì không?",
    "output": "Chào bạn, chuẩn đầu ra của ngành bao gồm kiến thức về kinh tế du lịch, quản trị dịch vụ lưu trú, quản trị kinh doanh du lịch và lữ hành, marketing du lịch, thiết kế và điều hành tour, hướng dẫn du lịch, cùng các kỹ năng mềm và năng lực ngoại ngữ."
  },
  {
    "input": "Tôi muốn học ngành Kinh tế xây dựng, chương trình đào tạo có những điểm gì nổi bật?",
    "output": "Chương trình đào tạo ngành Kinh tế xây dựng trang bị kiến thức về kinh tế xây dựng, quản lý dự án, định giá, marketing xây dựng, vật liệu xây dựng, kết cấu công trình, thi công và thiết kế, cùng các kiến thức tự chọn như quy hoạch đô thị, định giá bất động sản và quản lý tài chính trong xây dựng." 
  },
  {
    "input": "Ngành Kinh tế số học những gì?",
    "output": "Ngành Kinh tế số trang bị kiến thức về kinh tế học số, tư duy thiết kế và đổi mới, cơ sở hạ tầng số, công nghệ web, hệ thống thông tin quản lý, phân tích dữ liệu, lập trình và cơ sở dữ liệu." 
  },
  {
    "input": "Tôi muốn theo học ngành Kế toán, trường có những môn học tự chọn nào?",
    "output": "Bạn có thể chọn các môn học như Kế toán doanh nghiệp thương mại và dịch vụ, Kế toán hành chính sự nghiệp, Kế toán xuất nhập khẩu, Hợp nhất báo cáo tài chính, Tín dụng và thanh toán, Kiểm toán nội bộ, Thị trường chứng khoán, Định mức - Đơn giá - Dự toán, Khởi nghiệp và Kế toán doanh nghiệp xây dựng."
  },
  {
    "input": "Tôi muốn hỏi về chương trình đào tạo của ngành Quản trị kinh doanh?", 
    "output": "Chương trình đào tạo ngành Quản trị kinh doanh cung cấp kiến thức nền tảng về quản lý, marketing, tài chính, nguồn nhân lực, logistics và chuỗi cung ứng, cùng các kiến thức chuyên sâu về quản trị marketing hoặc quản trị kinh doanh quốc tế."
  },
  {
    "input": "Ngành Logistics và quản lý chuỗi cung ứng học những gì?",
    "output": "Ngành Logistics và quản lý chuỗi cung ứng trang bị kiến thức về kinh tế, quản trị logistics, quản trị chuỗi cung ứng, kinh doanh dịch vụ logistics, quản trị cảng biển, định mức kinh tế - kỹ thuật, nghiệp vụ hải quan, giao dịch và đàm phán, pháp luật, hàng hóa và thương hiệu, nghiệp vụ vận tải và giao nhận, chiến lược kinh doanh và quản trị vận tải đa phương thức."
  },
  
  {
    "input": "Ngành Kinh tế có những chuyên ngành nào?",
    "output": "Ngành Kinh tế có 4 chuyên ngành: Kinh tế tài nguyên thiên nhiên, Kinh tế phát triển, Kinh tế quốc tế và Kinh tế đầu tư."
  },
  {
    "input": "Tôi muốn tìm hiểu về ma trận quan hệ giữa chuẩn đầu ra và chương trình đào tạo của ngành Quản trị kinh doanh.",
    "output": "Ma trận này thể hiện mối liên hệ giữa 17 chuẩn đầu ra của chương trình với các học phần cụ thể, đảm bảo sinh viên đạt được đầy đủ kiến thức, kỹ năng và phẩm chất cần thiết sau khi tốt nghiệp."
  },
  {
    "input": "Học phần 'Kinh tế lượng' trong ngành Thương mại điện tử có nội dung gì?",
    "output": "Học phần này cung cấp kiến thức và kỹ năng cơ bản về kinh tế lượng, bao gồm mô hình hồi quy, ước lượng và kiểm định giả thiết, các khuyết tật đa cộng tuyến, tự tương quan, phương sai sai số thay đổi." 
  }, 
  {
    "input": "Tôi muốn biết học phần 'Kỹ năng mềm và tinh thần khởi nghiệp' được tổ chức ở học kỳ nào?",
    "output": "Học phần 'Kỹ năng mềm và tinh thần khởi nghiệp' được tổ chức ở học kỳ 2." 
  },
  {
    "input": "Ngành Quản trị dịch vụ du lịch và lữ hành có bao nhiêu tín chỉ tự chọn?",
    "output": "Ngành Quản trị dịch vụ du lịch và lữ hành có 12 tín chỉ tự chọn, cho phép sinh viên lựa chọn các học phần phù hợp với định hướng nghề nghiệp của mình."
  },
  {
    "input": "Tôi có thể học vượt trong chương trình đào tạo ngành Logistics và quản lý chuỗi cung ứng không?",
    "output": "Có, bạn có thể học vượt nếu đáp ứng đủ điều kiện theo quy chế đào tạo của trường và được khoa chấp nhận."
  }, 
  {
    "input": "Điểm trung bình tích lũy như thế nào thì được xếp loại giỏi trong ngành Kinh tế?",
    "output": "Điểm trung bình tích lũy từ 3,20 đến 3,59 sẽ được xếp loại giỏi trong ngành Kinh tế."
  },
  {
    "input": "Ngành Tài chính doanh nghiệp có những môn học nào liên quan đến chứng khoán?", 
    "output": "Ngành Tài chính doanh nghiệp có các môn học liên quan đến chứng khoán như 'Thị trường chứng khoán', 'Phân tích và đầu tư chứng khoán', và 'Chứng khoán phái sinh'."
  },
  {
    "input": "Tôi muốn khởi nghiệp trong lĩnh vực thương mại điện tử, ngành học nào phù hợp?",
    "output": "Ngành Thương mại điện tử sẽ trang bị cho bạn kiến thức và kỹ năng cần thiết về kinh doanh trực tuyến, marketing số, quản lý website, thanh toán điện tử, và các khía cạnh khác của thương mại điện tử."
  },
  {
    "input": "Ngành Quản trị dịch vụ du lịch và lữ hành có yêu cầu về ngoại ngữ không?",
    "output": "Có, sinh viên tốt nghiệp ngành Quản trị dịch vụ du lịch và lữ hành cần đạt trình độ tiếng Anh bậc 3/6 theo Khung năng lực ngoại ngữ Việt Nam hoặc tương đương." 
  },
  {
    "input": "Cho tôi biết một số học phần tự chọn của ngành Kinh tế xây dựng?",
    "output": "Một số học phần tự chọn của ngành Kinh tế xây dựng bao gồm 'Quy hoạch đô thị', 'Định giá bất động sản', 'Lập và thẩm định dự án đầu tư', 'Kinh tế thủy lợi', 'Pháp luật kinh tế', 'Quản lý tài chính trong xây dựng', 'Tự động hóa trong quản lý xây dựng', 'Hợp đồng và đấu thầu xây dựng', 'Phát triển kỹ năng quản trị', 'Giám sát chất lượng công trình' và 'Kiểm toán căn bản'."
  }, 
  {
    "input": "Sinh viên ngành Kinh tế số có cơ hội thực tập ở đâu?",
    "output": "Sinh viên ngành Kinh tế số có cơ hội thực tập tại các doanh nghiệp công nghệ, công ty thương mại điện tử, các tổ chức tài chính ứng dụng công nghệ, và các cơ quan quản lý nhà nước liên quan đến kinh tế số."
  }, 
  {
    "input": "Ngành Kế toán có cấp bằng loại xuất sắc không? Điều kiện là gì?", 
    "output": "Có, ngành Kế toán có cấp bằng loại xuất sắc cho sinh viên có điểm trung bình tích lũy từ 3,60 đến 4,00 và đáp ứng các yêu cầu khác về học phần và kỷ luật." 
  },
  {
    "input": "Tôi muốn học chuyên ngành Quản trị Marketing, chương trình có những môn học gì?",
    "output": "Chuyên ngành Quản trị Marketing bao gồm các môn học như 'Hành vi người tiêu dùng', 'Quản trị bán hàng', 'Quản trị kênh phân phối', 'Marketing số', 'Quản trị truyền thông marketing' và 'Quản trị thương hiệu'."
  },
  {
    "input": "Thời gian tối đa để hoàn thành chương trình đào tạo ngành Logistics và quản lý chuỗi cung ứng là bao lâu?",
    "output": "Thời gian tối đa để hoàn thành chương trình đào tạo ngành Logistics và quản lý chuỗi cung ứng là 8 năm."
  },
  {
    "input": "Ngành Thương mại điện tử có yêu cầu về kỹ năng lập trình không?",
    "output": "Có, sinh viên ngành Thương mại điện tử cần trang bị kiến thức lập trình cơ bản qua học phần 'Nhập môn lập trình' và có thể lựa chọn các học phần nâng cao như 'Công nghệ Web'."
  },
  {
    "input": "Tôi muốn làm việc trong lĩnh vực khách sạn, ngành Quản trị dịch vụ du lịch và lữ hành có phù hợp không?",
    "output": "Hoàn toàn phù hợp. Ngành này cung cấp kiến thức về quản trị dịch vụ lưu trú, công nghệ phục vụ khách sạn - nhà hàng, cùng các kỹ năng mềm cần thiết cho công việc trong ngành khách sạn."
  },
  {
    "input": "Tôi muốn học ngành Kinh tế xây dựng, điểm chuẩn trúng tuyển thường như thế nào?",
    "output": "Điểm chuẩn trúng tuyển ngành Kinh tế xây dựng thay đổi theo từng năm và phương thức xét tuyển. Bạn có thể tham khảo điểm chuẩn các năm trước trên website tuyển sinh của trường."
  },
  {
    "input": "Ngành Kinh tế số có liên quan gì đến trí tuệ nhân tạo (AI) không?",
    "output": "Chắc chắn rồi. Ngành Kinh tế số trang bị kiến thức về AI và ứng dụng của AI trong kinh doanh, cũng như các môn học liên quan đến phân tích dữ liệu lớn, học máy, v.v."
  },
  {
    "input": "Tôi muốn trở thành kiểm toán viên, ngành Kế toán có đào tạo về kiểm toán không?", 
    "output": "Chương trình đào tạo ngành Kế toán có các học phần chuyên sâu về kiểm toán như 'Kiểm toán căn bản', 'Kiểm toán nội bộ' và 'Kiểm toán báo cáo tài chính'."
  },
  {
    "input": "Ngành Quản trị kinh doanh có những cơ hội nghề nghiệp nào sau khi tốt nghiệp?",
    "output": "Sinh viên tốt nghiệp có thể làm việc trong nhiều lĩnh vực như quản lý, marketing, tài chính, nhân sự, kinh doanh quốc tế, khởi nghiệp, v.v., tại các doanh nghiệp, tổ chức trong và ngoài nước."
  },
  {
    "input": "Ngành Logistics và quản lý chuỗi cung ứng có học phần nào về thương mại điện tử không?",
    "output": "Có, chương trình có học phần 'Logistics điện tử' cung cấp kiến thức về ứng dụng công nghệ thông tin trong quản lý chuỗi cung ứng và thương mại điện tử."
  },
  {
    "input": "Ngành Kinh tế có tổ chức các hoạt động ngoại khóa cho sinh viên không?",
    "output": "Có, khoa Kinh tế và Quản lý thường xuyên tổ chức các hoạt động ngoại khóa, hội thảo, cuộc thi học thuật và các chương trình giao lưu với doanh nghiệp để giúp sinh viên phát triển kỹ năng mềm và mở rộng mạng lưới quan hệ." 
  },
  {
    "input": "Tôi muốn tìm hiểu về học phần 'Định giá tài sản' trong ngành Tài chính doanh nghiệp.",
    "output": "Học phần này cung cấp kiến thức về tổng quan thẩm định giá, các phương pháp định giá tài sản như máy móc thiết bị, bất động sản và doanh nghiệp." 
  },
  {
    "input": "Ngành Thương mại điện tử có môn học nào về marketing không?",
    "output": "Có, chương trình có các học phần về marketing như 'Marketing căn bản', 'Marketing số' và 'Thực hành quảng cáo điện tử'." 
  },
  {
    "input": "Tôi muốn du học sau khi tốt nghiệp ngành Quản trị dịch vụ du lịch và lữ hành, ngành này có phù hợp không?",
    "output": "Chương trình đào tạo với chuẩn đầu ra về kiến thức và kỹ năng, đặc biệt là năng lực ngoại ngữ, sẽ là nền tảng vững chắc cho bạn khi du học ngành quản trị du lịch và khách sạn." 
  },
  {
    "input": "Ngành Kinh tế xây dựng có đào tạo về phần mềm chuyên ngành không?", 
    "output": "Chương trình đào tạo có học phần 'Tin học ứng dụng trong Kinh tế xây dựng' giúp sinh viên làm quen với các phần mềm chuyên ngành phục vụ công việc."
  },
  {
    "input": "Sinh viên ngành Kinh tế số có thể tham gia các dự án nghiên cứu khoa học không?",
    "output": "Có, sinh viên ngành Kinh tế số có cơ hội tham gia các dự án nghiên cứu khoa học liên quan đến kinh tế số, công nghệ thông tin, chuyển đổi số, v.v."
  }, 
  {
    "input": "Ngành Kế toán có những học phần nào liên quan đến thuế?",
    "output": "Ngành Kế toán có học phần 'Kế toán thuế' trang bị kiến thức về luật thuế và các nghiệp vụ kế toán thuế."
  },
  {
    "input": "Tôi muốn học chuyên ngành Quản trị kinh doanh quốc tế, chương trình có những điểm gì đặc biệt?",
    "output": "Chuyên ngành Quản trị kinh doanh quốc tế cung cấp kiến thức chuyên sâu về môi trường kinh doanh quốc tế, các lĩnh vực chính trong kinh doanh quốc tế, quản trị các nguồn lực phục vụ kinh doanh quốc tế, tổ chức và vận hành các hoạt động kinh doanh quốc tế." 
  },
  {
    "input": "Ngành Logistics và quản lý chuỗi cung ứng có yêu cầu về chứng chỉ tin học không?",
    "output": "Có, sinh viên tốt nghiệp cần đạt chuẩn kỹ năng sử dụng công nghệ thông tin cơ bản theo quy định của trường."
  },
  {
    "input": "Ngành Tài chính doanh nghiệp có học phần nào giúp sinh viên rèn luyện kỹ năng phân tích tài chính không?",
    "output": "Có, ngành Tài chính doanh nghiệp có học phần 'Phân tích tài chính' giúp sinh viên hiểu rõ về báo cáo tài chính và phát triển khả năng đánh giá tình hình tài chính của doanh nghiệp."
  },
  {
    "input": "Tôi muốn học ngành Thương mại điện tử, trường có hỗ trợ sinh viên thực tập và tìm kiếm việc làm không?",
    "output": "Trường Đại học Thuỷ lợi có phòng Quan hệ doanh nghiệp hỗ trợ sinh viên tìm kiếm cơ hội thực tập và việc làm sau khi tốt nghiệp."
  },
  {
    "input": "Ngành Quản trị dịch vụ du lịch và lữ hành có đào tạo về hướng dẫn viên du lịch không?",
    "output": "Chương trình có học phần 'Hướng dẫn du lịch' trang bị kiến thức và kỹ năng cần thiết cho công việc hướng dẫn viên du lịch."
  },
  {
    "input": "Tôi muốn học ngành Kinh tế xây dựng, chương trình có học phần nào về quản lý dự án không?",
    "output": "Có, chương trình có học phần 'Quản lý dự án' và 'Quản lý dự án xây dựng' cung cấp kiến thức về quy trình, phương pháp và kỹ thuật quản lý dự án trong lĩnh vực xây dựng."
  },
  {
    "input": "Ngành Kinh tế số có những cơ hội nghề nghiệp nào trong tương lai?",
    "output": "Với sự phát triển mạnh mẽ của kinh tế số, sinh viên tốt nghiệp có nhiều cơ hội nghề nghiệp trong các lĩnh vực như thương mại điện tử, công nghệ tài chính, phân tích dữ liệu, marketing số, quản lý hệ thống thông tin, v.v."
  },
  {
    "input": "Tôi muốn làm việc trong lĩnh vực kế toán doanh nghiệp, ngành Kế toán có phù hợp không?",
    "output": "Ngành Kế toán trang bị cho bạn kiến thức và kỹ năng cần thiết về kế toán tài chính, kế toán quản trị, hệ thống thông tin kế toán, phân tích báo cáo tài chính, v.v., giúp bạn đáp ứng yêu cầu công việc trong lĩnh vực kế toán doanh nghiệp." 
  },
  {
    "input": "Ngành Quản trị kinh doanh có những môn học nào giúp sinh viên phát triển kỹ năng lãnh đạo?",
    "output": "Chương trình có các học phần như 'Quản trị học', 'Phát triển kỹ năng quản trị', 'Quản trị doanh nghiệp' và 'Văn hóa doanh nghiệp' giúp sinh viên rèn luyện kỹ năng lãnh đạo, quản lý và làm việc nhóm." 
  },
  {
    "input": "Tôi quan tâm đến lĩnh vực vận tải và giao nhận, ngành Logistics và quản lý chuỗi cung ứng có phù hợp không?",
    "output": "Ngành Logistics và quản lý chuỗi cung ứng có các học phần chuyên sâu về vận tải, giao nhận, kho bãi, hải quan và các hoạt động khác trong chuỗi cung ứng, giúp bạn trang bị kiến thức và kỹ năng cần thiết cho công việc trong lĩnh vực này."
  },
  {
    "input": "Ngành Kinh tế có những học bổng nào dành cho sinh viên?",
    "output": "Sinh viên ngành Kinh tế có cơ hội nhận các loại học bổng như học bổng khuyến khích học tập, học bổng tài năng, học bổng doanh nghiệp, và các học bổng khác theo quy định của trường."
  },
  {
    "input": "Tôi muốn tìm hiểu về học phần 'Thẩm định tài chính dự án' trong ngành Tài chính doanh nghiệp?",
    "output": "Học phần này trang bị kiến thức về cách thức thiết lập và thẩm định dự án đầu tư, phân tích dòng tiền, đánh giá rủi ro và lựa chọn phương án đầu tư."
  },
  {
    "input": "Ngành Thương mại điện tử có đào tạo về thiết kế website không?",
    "output": "Có, chương trình có học phần 'Đồ họa Web' và 'Quản trị website thương mại điện tử' cung cấp kiến thức về thiết kế, quản lý và vận hành website."
  },
  {
    "input": "Tôi muốn làm việc trong lĩnh vực lữ hành, ngành Quản trị dịch vụ du lịch và lữ hành có phù hợp không?",
    "output": "Ngành này cung cấp kiến thức về quản trị kinh doanh du lịch và lữ hành, thiết kế và điều hành tour, kinh doanh du lịch trực tuyến, v.v., giúp bạn đáp ứng yêu cầu công việc trong lĩnh vực lữ hành."
  },
  {
    "input": "Ngành Kinh tế xây dựng có yêu cầu về kỹ năng sử dụng phần mềm thiết kế không?",
    "output": "Chương trình có học phần 'Đồ họa kỹ thuật' giúp sinh viên làm quen với các phần mềm thiết kế cơ bản, tuy nhiên, để làm việc chuyên sâu trong lĩnh vực thiết kế, bạn cần trau dồi thêm kỹ năng sử dụng các phần mềm chuyên dụng khác." 
  },
  {
    "input": "Sinh viên ngành Kinh tế số có cơ hội đi thực tập ở nước ngoài không?",
    "output": "Trường Đại học Thuỷ lợi có các chương trình hợp tác với nhiều trường đại học và doanh nghiệp nước ngoài, tạo điều kiện cho sinh viên có cơ hội thực tập và trao đổi học thuật ở nước ngoài."
  },
  {
    "input": "Ngành Kế toán có những học phần nào liên quan đến chứng khoán?",
    "output": "Ngành Kế toán có học phần tự chọn 'Thị trường chứng khoán' cung cấp kiến thức về hoạt động và cơ chế của thị trường chứng khoán."
  },
  {
    "input": "Tôi muốn làm việc trong lĩnh vực xuất nhập khẩu, chuyên ngành Quản trị kinh doanh quốc tế có phù hợp không?",
    "output": "Chuyên ngành Quản trị kinh doanh quốc tế có các học phần như 'Giao dịch thương mại quốc tế', 'Nghiệp vụ kinh doanh xuất nhập khẩu', 'Thanh toán quốc tế' và 'Logistics quốc tế', trang bị kiến thức và kỹ năng cần thiết cho công việc trong lĩnh vực xuất nhập khẩu."
  },
  {
    "input": "Ngành Logistics và quản lý chuỗi cung ứng có tổ chức các chuyến tham quan thực tế cho sinh viên không?", 
    "output": "Có, chương trình thường xuyên tổ chức các chuyến tham quan thực tế tại các cảng biển, kho bãi, trung tâm logistics và các doanh nghiệp trong ngành để sinh viên tiếp cận thực tế và mở rộng kiến thức." 
  },
  {
    "input": "Ngành Tài chính doanh nghiệp có đào tạo về khởi nghiệp không?",
    "output": "Chương trình đào tạo có học phần 'Khởi nghiệp' trang bị kiến thức và kỹ năng cần thiết để sinh viên có thể khởi nghiệp trong lĩnh vực tài chính và kinh doanh."
  },
  {
    "input": "Tôi muốn học ngành Thương mại điện tử, ngành này có yêu cầu về năng lực ngoại ngữ không?",
    "output": "Có, sinh viên tốt nghiệp ngành Thương mại điện tử cần đạt trình độ tiếng Anh bậc 3/6 theo Khung năng lực ngoại ngữ Việt Nam hoặc tương đương, và chương trình có học phần 'Tiếng Anh thương mại điện tử' để hỗ trợ sinh viên đạt chuẩn đầu ra."
  },
  {
    "input": "Ngành Quản trị dịch vụ du lịch và lữ hành có học phần nào về văn hóa không?",
    "output": "Chương trình có học phần 'Đại cương văn hóa Việt Nam' và 'Văn hóa doanh nghiệp du lịch' giúp sinh viên hiểu biết về văn hóa Việt Nam và ứng dụng văn hóa trong kinh doanh du lịch." 
  },
  {
    "input": "Tôi muốn học ngành Kinh tế xây dựng, cơ hội việc làm sau khi tốt nghiệp như thế nào?",
    "output": "Sinh viên tốt nghiệp có thể làm việc tại các công ty xây dựng, công ty tư vấn thiết kế, cơ quan quản lý nhà nước về xây dựng, ngân hàng, công ty bất động sản, hoặc khởi nghiệp trong lĩnh vực xây dựng."
  },
  {
    "input": "Ngành Kinh tế số có những môn học nào liên quan đến marketing?",
    "output": "Chương trình có học phần 'Marketing số' trang bị kiến thức về các kênh và chiến lược marketing trong môi trường số."
  },
  {
    "input": "Tôi muốn làm việc trong ngành kiểm toán, trường có liên kết với các công ty kiểm toán lớn không?",
    "output": "Trường Đại học Thuỷ lợi có mối quan hệ hợp tác với nhiều công ty kiểm toán lớn, tạo điều kiện cho sinh viên thực tập và tìm kiếm cơ hội việc làm sau khi tốt nghiệp." 
  }, 
  {
    "input": "Ngành Quản trị kinh doanh có đào tạo về quản trị rủi ro không?",
    "output": "Có, chương trình có học phần 'Quản trị rủi ro' cung cấp kiến thức về nhận diện, đánh giá, kiểm soát và tài trợ rủi ro trong kinh doanh."
  },
  {
    "input": "Tôi quan tâm đến lĩnh vực xuất nhập khẩu, ngành Logistics và quản lý chuỗi cung ứng có học phần nào về nghiệp vụ hải quan không?", 
    "output": "Chương trình có học phần 'Nghiệp vụ Hải quan' trang bị kiến thức về các thủ tục, quy định và nghiệp vụ liên quan đến hoạt động xuất nhập khẩu."
  },
  {
    "input": "Ngành Kinh tế có chương trình đào tạo bằng tiếng Anh không?",
    "output": "Hiện tại, chương trình đào tạo ngành Kinh tế chủ yếu bằng tiếng Việt. Tuy nhiên, một số học phần chuyên ngành có thể được giảng dạy bằng tiếng Anh hoặc có tài liệu tham khảo bằng tiếng Anh." 
  },
  {
    "input": "Tôi muốn tìm hiểu về học phần 'Phân tích và đầu tư chứng khoán' trong ngành Tài chính doanh nghiệp.",
    "output": "Học phần này trang bị kiến thức về phân tích, định giá và đầu tư vào các loại chứng khoán như cổ phiếu, trái phiếu và các tài sản phái sinh."
  },
  {
    "input": "Ngành Thương mại điện tử có môn học nào về quản lý chuỗi cung ứng không?", 
    "output": "Có, chương trình có học phần 'Quản trị chuỗi cung ứng' cung cấp kiến thức về thiết kế, hoạch định, vận hành và kiểm soát chuỗi cung ứng."
  }, 
  {
    "input": "Tôi muốn làm việc trong lĩnh vực du lịch sinh thái, ngành Quản trị dịch vụ du lịch và lữ hành có phù hợp không?", 
    "output": "Ngành này có học phần tự chọn 'Du lịch sinh thái' cung cấp kiến thức về quản lý và phát triển du lịch sinh thái bền vững."
  },
  {
    "input": "Ngành Kinh tế xây dựng có đào tạo về định giá bất động sản không?",
    "output": "Chương trình có học phần tự chọn 'Định giá bất động sản' giúp sinh viên nắm vững kiến thức và kỹ năng định giá bất động sản."
  },
  {
    "input": "Sinh viên ngành Kinh tế số có cơ hội tham gia các cuộc thi về khởi nghiệp không?", 
    "output": "Khoa Kinh tế và Quản lý thường xuyên tổ chức các cuộc thi khởi nghiệp, tạo sân chơi cho sinh viên các ngành, trong đó có Kinh tế số, thể hiện ý tưởng và phát triển dự án khởi nghiệp."
  },
  {
    "input": "Ngành Kế toán có học phần nào về kế toán quốc tế không?",
    "output": "Có, chương trình có học phần 'Kế toán quốc tế' cung cấp kiến thức về các chuẩn mực kế toán quốc tế và các vấn đề liên quan đến kế toán trong môi trường kinh doanh quốc tế." 
  },
  {
    "input": "Tôi muốn học chuyên ngành Quản trị Marketing, chương trình có đào tạo về nghiên cứu thị trường không?",
    "output": "Chương trình có học phần 'Nguyên lý thống kê' và 'Marketing căn bản' cung cấp kiến thức cơ bản về nghiên cứu thị trường, và học phần 'Hành vi người tiêu dùng' đi sâu vào phân tích hành vi và nhu cầu của khách hàng."
  },
  {
    "input": "Ngành Logistics và quản lý chuỗi cung ứng có những học phần nào liên quan đến pháp luật?",
    "output": "Chương trình có các học phần liên quan đến pháp luật như 'Pháp luật kinh tế', 'Pháp luật về Logistics' và 'Nghiệp vụ Hải quan'." 
  },
  {
    "input": "Tôi muốn học ngành Tài chính doanh nghiệp, chương trình có đào tạo về quản trị dòng tiền không?",
    "output": "Có, ngành Tài chính doanh nghiệp có học phần tự chọn 'Quản trị dòng tiền' giúp sinh viên hiểu rõ bản chất của dòng tiền, các phương pháp lập dự toán ngân sách, quản trị chi phí và phân tích rủi ro trong quản trị dòng tiền."
  },
  {
    "input": "Ngành Thương mại điện tử có môn học nào về an toàn thông tin không?",
    "output": "Có, chương trình có học phần 'An toàn và bảo mật thông tin' trang bị kiến thức về các nguyên lý và kỹ thuật bảo mật thông tin trong môi trường mạng."
  },
  {
    "input": "Ngành Quản trị dịch vụ du lịch và lữ hành có yêu cầu về kỹ năng tin học không?",
    "output": "Có, sinh viên tốt nghiệp cần đạt chuẩn kỹ năng sử dụng công nghệ thông tin cơ bản theo quy định của trường."
  },
  {
    "input": "Tôi muốn học ngành Kinh tế xây dựng, chương trình có học phần nào về vật liệu xây dựng không?",
    "output": "Có, chương trình có học phần 'Vật liệu xây dựng' cung cấp kiến thức về các loại vật liệu xây dựng, tính chất, ứng dụng và phương pháp sản xuất."
  },
  {
    "input": "Ngành Kinh tế số có những môn học nào liên quan đến thương mại điện tử không?",
    "output": "Chương trình có các học phần 'Thương mại điện tử căn bản', 'Tác nghiệp thương mại điện tử', 'Quản trị Website Thương mại điện tử' và 'Thương mại di động', cung cấp kiến thức toàn diện về thương mại điện tử."
  },
  {
    "input": "Tôi muốn làm việc trong lĩnh vực kế toán công, ngành Kế toán có phù hợp không?",
    "output": "Ngành Kế toán có học phần tự chọn 'Kế toán hành chính sự nghiệp' trang bị kiến thức về kế toán trong các cơ quan nhà nước và tổ chức phi lợi nhuận."
  }, 
  {
    "input": "Ngành Quản trị kinh doanh có những môn học nào giúp sinh viên phát triển kỹ năng giao tiếp?",
    "output": "Chương trình có các học phần như 'Kỹ năng mềm và tinh thần khởi nghiệp', 'Kỹ năng đàm phán' và 'Văn hóa doanh nghiệp' giúp sinh viên rèn luyện kỹ năng giao tiếp, thuyết trình và làm việc nhóm."
  },
  {
    "input": "Tôi quan tâm đến lĩnh vực logistics quốc tế, ngành Logistics và quản lý chuỗi cung ứng có phù hợp không?", 
    "output": "Chương trình có các học phần 'Logistics quốc tế' và 'Nghiệp vụ vận tải và giao nhận hàng hóa quốc tế' cung cấp kiến thức và kỹ năng về quản lý chuỗi cung ứng và logistics trong môi trường quốc tế."
  },
  {
    "input": "Ngành Kinh tế có chương trình trao đổi sinh viên với các trường đại học nước ngoài không?",
    "output": "Có, trường Đại học Thuỷ lợi có các chương trình trao đổi sinh viên với nhiều trường đại học đối tác trên thế giới, tạo điều kiện cho sinh viên học tập và trải nghiệm môi trường quốc tế."
  },
  {
    "input": "Tôi muốn tìm hiểu về học phần 'Mua bán và sáp nhập' trong ngành Tài chính doanh nghiệp.",
    "output": "Học phần này cung cấp kiến thức về các chiến lược, quy trình và vấn đề liên quan đến hoạt động mua bán và sáp nhập (M&A) doanh nghiệp."
  },
  {
    "input": "Ngành Thương mại điện tử có môn học nào về quản trị dự án không?",
    "output": "Có, chương trình có học phần 'Chiến lược, kế hoạch và dự án thương mại điện tử' cung cấp kiến thức về quản lý dự án trong lĩnh vực thương mại điện tử." 
  },
  {
    "input": "Tôi muốn làm việc trong lĩnh vực quản trị khách sạn, ngành Quản trị dịch vụ du lịch và lữ hành có những học phần nào hỗ trợ?",
    "output": "Chương trình có các học phần như 'Quản trị dịch vụ lưu trú', 'Công nghệ phục vụ khách sạn - nhà hàng' và 'Văn hóa doanh nghiệp du lịch' cung cấp kiến thức và kỹ năng cần thiết cho công việc quản lý khách sạn."
  }, 
  {
    "input": "Ngành Kinh tế xây dựng có yêu cầu về kỹ năng vẽ kỹ thuật không?", 
    "output": "Chương trình có học phần 'Đồ họa kỹ thuật' giúp sinh viên nắm vững kỹ năng vẽ kỹ thuật cơ bản."
  },
  {
    "input": "Sinh viên ngành Kinh tế số có cơ hội tham gia các chương trình thực tập tại các công ty công nghệ lớn không?",
    "output": "Trường Đại học Thuỷ lợi có mối quan hệ hợp tác với nhiều công ty công nghệ lớn, tạo điều kiện cho sinh viên ngành Kinh tế số thực tập và học hỏi kinh nghiệm thực tế." 
  },
  {
    "input": "Ngành Kế toán có những học phần nào liên quan đến kế toán doanh nghiệp xây dựng?", 
    "output": "Ngành Kế toán có học phần tự chọn 'Kế toán doanh nghiệp xây dựng' cung cấp kiến thức chuyên sâu về kế toán trong lĩnh vực xây dựng."
  },
  {
    "input": "Tôi muốn học chuyên ngành Quản trị kinh doanh quốc tế, chương trình có đào tạo về thanh toán quốc tế không?",
    "output": "Chương trình có học phần 'Thanh toán quốc tế' trang bị kiến thức về các phương thức, phương tiện và quy trình thanh toán trong thương mại quốc tế."
  },
  {
    "input": "Ngành Logistics và quản lý chuỗi cung ứng có những học phần nào liên quan đến quản trị rủi ro không?",
    "output": "Chương trình có học phần tự chọn 'Quản trị rủi ro' và học phần 'An toàn và vệ sinh lao động trong logistics' cung cấp kiến thức về quản lý rủi ro trong chuỗi cung ứng và logistics."
  },
  {
    "input": "Tôi muốn học ngành Tài chính doanh nghiệp, trường có những giảng viên nào có uy tín trong ngành?",
    "output": "Khoa Kinh tế và Quản lý có đội ngũ giảng viên có trình độ chuyên môn cao, giàu kinh nghiệm thực tiễn và uy tín trong ngành tài chính." 
  },
  {
    "input": "Ngành Thương mại điện tử có những môn học nào về quản lý bán hàng?",
    "output": "Chương trình có học phần 'Tác nghiệp thương mại điện tử' bao gồm các nội dung liên quan đến quản lý bán hàng trực tuyến, xử lý đơn hàng, chăm sóc khách hàng, v.v."
  },
  {
    "input": "Ngành Quản trị dịch vụ du lịch và lữ hành có tổ chức các hoạt động thực hành, trải nghiệm cho sinh viên không?",
    "output": "Có, chương trình thường xuyên tổ chức các hoạt động thực hành như khảo sát, thiết kế tour du lịch, tham gia các sự kiện du lịch, v.v., giúp sinh viên áp dụng kiến thức vào thực tế."
  },
  {
    "input": "Tôi muốn học ngành Kinh tế xây dựng, chương trình có học phần nào về kinh tế thủy lợi không?",
    "output": "Có, chương trình có học phần tự chọn 'Kinh tế thủy lợi' cung cấp kiến thức về quản lý và sử dụng tài nguyên nước trong xây dựng."
  },
  {
    "input": "Ngành Kinh tế số có những môn học nào liên quan đến phân tích dữ liệu?",
    "output": "Chương trình có các học phần 'Nhập môn Phân tích dữ liệu', 'Cơ sở dữ liệu' và 'Quản lý dữ liệu lớn' trang bị kiến thức và kỹ năng về phân tích dữ liệu." 
  },
  {
    "input": "Tôi muốn làm việc trong lĩnh vực kế toán ngân hàng, ngành Kế toán có phù hợp không?",
    "output": "Ngành Kế toán cung cấp kiến thức và kỹ năng kế toán tổng quát, bạn có thể ứng tuyển vào các vị trí kế toán tại ngân hàng và trau dồi thêm kiến thức chuyên sâu về kế toán ngân hàng sau khi đi làm."
  }, 
  {
    "input": "Ngành Quản trị kinh doanh có đào tạo về quản trị chiến lược không?", 
    "output": "Có, chương trình có học phần 'Quản trị chiến lược' cung cấp kiến thức về hoạch định, triển khai, đánh giá và kiểm soát chiến lược kinh doanh."
  },
  {
    "input": "Tôi quan tâm đến lĩnh vực logistics xanh, ngành Logistics và quản lý chuỗi cung ứng có học phần nào liên quan không?",
    "output": "Chương trình có học phần tự chọn 'Phát triển hệ thống logistics' đề cập đến các vấn đề về logistics xanh và phát triển bền vững."
  },
  {
    "input": "Ngành Kinh tế có tổ chức các chương trình tư vấn hướng nghiệp cho sinh viên không?",
    "output": "Có, khoa Kinh tế và Quản lý thường xuyên tổ chức các chương trình tư vấn hướng nghiệp, giúp sinh viên định hướng nghề nghiệp và phát triển kỹ năng cần thiết."
  },
  {
    "input": "Tôi muốn tìm hiểu về học phần 'Quản trị rủi ro tài chính' trong ngành Tài chính doanh nghiệp?", 
    "output": "Học phần này cung cấp kiến thức về các loại hình rủi ro tài chính, các chỉ số đo lường và phương pháp quản trị rủi ro phổ biến, cũng như các thông lệ quốc tế trong quản trị rủi ro tài chính."
  },
  {
    "input": "Ngành Thương mại điện tử có môn học nào về thanh toán điện tử không?",
    "output": "Có, chương trình có học phần 'Thanh toán điện tử' trang bị kiến thức về các phương thức, công nghệ và quy trình thanh toán điện tử." 
  },
  {
    "input": "Tôi muốn làm việc trong lĩnh vực tổ chức sự kiện, ngành Quản trị dịch vụ du lịch và lữ hành có phù hợp không?",
    "output": "Ngành này có học phần tự chọn 'Quản trị sự kiện' cung cấp kiến thức và kỹ năng về tổ chức và quản lý các sự kiện."
  },
  {
    "input": "Ngành Kinh tế xây dựng có yêu cầu về kỹ năng sử dụng các phần mềm thống kê không?", 
    "output": "Chương trình có học phần 'Nguyên lý thống kê' và 'Kinh tế lượng' giúp sinh viên làm quen với các phần mềm thống kê cơ bản." 
  },
  {
    "input": "Sinh viên ngành Kinh tế số có cơ hội nhận học bổng du học không?",
    "output": "Sinh viên ngành Kinh tế số có thể ứng tuyển các học bổng du học của chính phủ, các tổ chức quốc tế và các trường đại học đối tác."
  },
  {
    "input": "Ngành Kế toán có những học phần nào liên quan đến kiểm toán báo cáo tài chính?",
    "output": "Ngành Kế toán có học phần 'Kiểm toán báo cáo tài chính' cung cấp kiến thức và kỹ năng về quy trình, phương pháp và kỹ thuật kiểm toán báo cáo tài chính."
  },
  {
    "input": "Tôi muốn học chuyên ngành Quản trị Marketing, chương trình có đào tạo về marketing du lịch không?",
    "output": "Chương trình không có học phần riêng về marketing du lịch, tuy nhiên, kiến thức và kỹ năng về marketing được trang bị trong chương trình có thể áp dụng cho nhiều lĩnh vực, bao gồm cả du lịch."
  },
  {
    "input": "Ngành Logistics và quản lý chuỗi cung ứng có những học phần nào liên quan đến quản trị kho bãi?",
    "output": "Chương trình có học phần 'Kinh doanh kho và bao bì trong logistics' cung cấp kiến thức về quản lý kho bãi, bao bì và các hoạt động liên quan."
  },
  {
    "input": "Tôi muốn biết về chương trình đào tạo của ngành Kỹ thuật Robot và Điều khiển Thông minh?",
    "output": "Chương trình đào tạo Kỹ thuật Robot và Điều khiển Thông minh của trường Đại học Thủy Lợi cung cấp cho sinh viên kiến thức nền tảng và chuyên sâu về kỹ thuật Robot, kỹ thuật điều khiển, trí tuệ nhân tạo và các lĩnh vực liên quan."
  },
  {
    "input": "Ngành Kỹ thuật Robot và Điều khiển Thông minh học những môn gì?",
    "output": "Sinh viên sẽ được học các môn học như: Nhập môn về kỹ thuật Robot và Điều khiển Thông minh, Lý thuyết mạch, Kỹ thuật điện tử, Cơ học cơ sở, Nguyên lý máy, Kỹ thuật đo lường, Kỹ thuật điều khiển tự động, Điện tử công suất, Vi xử lý, Cấu trúc dữ liệu và giải thuật, Cảm biến dùng cho Robot, Thiết kế Robot bằng phần mềm, Lập trình nâng cao, Trí tuệ nhân tạo, Hệ thống nhúng, Động lực học hệ nhiều vật, Tương tác người máy, Điều khiển chuyển động Robot, Học máy, Xử lý ảnh, Hệ thống Robot thông minh, Lập trình PLC, Robot di động, Robot công nghiệp, Giải thuật cho Robot thông minh, v.v..."
  },
  {
    "input": "Vậy sau khi tốt nghiệp, em có thể làm những công việc gì?",
    "output": "Tốt nghiệp ngành Kỹ thuật Robot và Điều khiển Thông minh, bạn có thể đảm nhiệm các vị trí như: Kỹ sư thiết kế, lập trình và vận hành Robot, Chuyên viên tư vấn và kinh doanh trong lĩnh vực Robot và tự động hóa, Nghiên cứu viên hoặc giảng viên về Robot và trí tuệ nhân tạo."
  },
  {
    "input": "Yêu cầu về trình độ tiếng Anh và tin học khi tốt nghiệp như thế nào?",
    "output": "Sinh viên cần đạt trình độ tiếng Anh tương đương bậc 3/6 theo Khung năng lực ngoại ngữ Việt Nam và sử dụng thành thạo các phần mềm chuyên dụng về kỹ thuật Robot và điều khiển thông minh, tin học văn phòng, cùng các ngôn ngữ lập trình."
  },
  {
    "input": "Chương trình đào tạo Kỹ thuật Điều khiển và Tự động hóa khác gì so với ngành Kỹ thuật Robot?",
    "output": "Kỹ thuật Điều khiển và Tự động hóa tập trung vào việc thiết kế, vận hành và bảo trì các hệ thống tự động trong công nghiệp, trong khi Kỹ thuật Robot tập trung vào việc nghiên cứu, thiết kế và ứng dụng Robot."
  },
  {
    "input": "Em muốn tìm hiểu thêm về ngành Kỹ thuật Điện - Điện tử, bạn có thể giới thiệu sơ qua được không?",
    "output": "Ngành Kỹ thuật Điện - Điện tử đào tạo kỹ sư có khả năng thiết kế, lắp đặt, vận hành và bảo trì các hệ thống điện và điện tử trong các lĩnh vực công nghiệp và dân dụng."
  },
  {
    "input": "Sinh viên ngành Kỹ thuật Điện - Điện tử có cơ hội thực tập ở đâu?",
    "output": "Sinh viên có cơ hội thực tập tại các nhà máy, xí nghiệp, công ty điện lực và các doanh nghiệp hoạt động trong lĩnh vực điện - điện tử."
  },
  {
    "input": "Ngành Điện tử - Viễn thông có những chuyên ngành nào?",
    "output": "Ngành Điện tử - Viễn thông có các chuyên ngành như: Mạng viễn thông, Mạng máy tính, Mạng truyền thông di động, Truyền thông quang, Hệ thống viễn thông, Hệ thống nhúng và IoT, v.v..."
  },
  {
    "input": "Vị trí việc làm sau khi tốt nghiệp ngành Điện tử - Viễn thông là gì?",
    "output": "Bạn có thể làm việc tại các công ty viễn thông, công ty công nghệ thông tin, các doanh nghiệp sản xuất và kinh doanh thiết bị điện tử - viễn thông, hoặc các cơ quan nghiên cứu và phát triển."
  }, 
  {
    "input": "Tôi muốn biết về các học phần tự chọn của ngành Kỹ thuật Điều khiển và Tự động hóa?",
    "output": "Ngành Kỹ thuật Điều khiển và Tự động hóa cung cấp nhiều học phần tự chọn để sinh viên lựa chọn theo sở thích và định hướng nghề nghiệp, ví dụ như: Sử dụng máy tính trong phân tích hệ thống điều khiển, Khởi nghiệp, Vi điều khiển trong đo lường điều khiển và tự động hóa, Hệ thống truyền thông công nghiệp, Hệ thống tuyến tính II, Hệ thống truyền động thủy lực và khí nén, Ngôn ngữ lập trình, Vật liệu điện tử và quang tử nano, v.v..." 
  },
  {
    "input": "Ngành Kỹ thuật Điều khiển và Tự động hóa có những chuyên ngành nào?",
    "output": "Ngành Kỹ thuật Điều khiển và Tự động hóa có 2 chuyên ngành chính là: Kỹ thuật Điều khiển và Tự động hóa, Hệ thống nhúng và IoT."
  },
  {
    "input": "Tôi muốn biết thêm về chuyên ngành Hệ thống nhúng và IoT?",
    "output": "Chuyên ngành Hệ thống nhúng và IoT trang bị cho sinh viên kiến thức và kỹ năng để thiết kế, phát triển và ứng dụng các hệ thống nhúng và IoT trong các lĩnh vực như: tự động hóa công nghiệp, điện tử tiêu dùng, y tế, giao thông, v.v..."
  },
  {
    "input": "Điều kiện để tốt nghiệp các ngành thuộc khoa Điện - Điện tử là gì?",
    "output": "Để tốt nghiệp, sinh viên cần hoàn thành đủ số tín chỉ theo chương trình đào tạo, đạt các yêu cầu về điểm số và hoàn thành đồ án tốt nghiệp."
  },
  {
    "input": "Trường có hỗ trợ sinh viên thực tập và tìm kiếm việc làm sau khi tốt nghiệp không?",
    "output": "Trường Đại học Thủy Lợi có các chương trình hỗ trợ sinh viên thực tập tại các doanh nghiệp và tìm kiếm việc làm sau khi tốt nghiệp."
  },
  {
    "input": "Điểm chuẩn trúng tuyển của các ngành khoa Điện - Điện tử có cao không?",
    "output": "Điểm chuẩn trúng tuyển của các ngành khoa Điện - Điện tử thay đổi theo từng năm và phụ thuộc vào nhiều yếu tố như: số lượng thí sinh đăng ký, mức độ cạnh tranh, v.v..."
  },
  {
    "input": "Em muốn theo học ngành Kỹ thuật Robot và Điều khiển Thông minh, em cần có những tố chất gì?",
    "output": "Để theo học ngành này, bạn nên có niềm đam mê với công nghệ, khả năng tư duy logic, sáng tạo và khả năng học tập tốt các môn khoa học tự nhiên." 
  },
  {
    "input": "Các ngành thuộc khoa Điện - Điện tử có cơ hội du học không?",
    "output": "Trường Đại học Thủy Lợi có các chương trình hợp tác với các trường đại học nước ngoài, tạo điều kiện cho sinh viên có cơ hội du học." 
  },
  {
    "input": "Em muốn biết thêm về các hoạt động ngoại khóa của khoa?",
    "output": "Khoa Điện - Điện tử thường xuyên tổ chức các hoạt động ngoại khóa như: hội thảo chuyên đề, cuộc thi học thuật, các câu lạc bộ khoa học kỹ thuật, v.v..." 
  },
  {
    "input": "Em thấy chương trình đào tạo ngành Kỹ thuật Điều khiển và Tự động hóa có vẻ thú vị, em có thể hỏi thêm về chương trình này không?",
    "output": "Chương trình đào tạo ngành Kỹ thuật Điều khiển và Tự động hóa trang bị cho sinh viên kiến thức và kỹ năng để thiết kế, xây dựng và vận hành các hệ thống điều khiển tự động trong nhiều lĩnh vực khác nhau, bao gồm sản xuất, năng lượng và robot."
  },
  {
    "input": "Ngành Kỹ thuật Điều khiển và Tự động hóa có những chuyên ngành nào?",
    "output": "Ngành Kỹ thuật Điều khiển và Tự động hóa tại trường Đại học Thủy lợi đào tạo 2 chuyên ngành chính:\n\n*   **Chuyên ngành Kỹ thuật Điều khiển và Tự động hóa:** Tập trung vào thiết kế và vận hành các hệ thống điều khiển tự động trong các ngành công nghiệp như sản xuất, năng lượng và robot.\n*   **Chuyên ngành Hệ thống nhúng và IoT:** Tập trung vào thiết kế và phát triển các hệ thống nhúng và các ứng dụng Internet of Things (IoT)."
  },
  {
    "input": "Vậy sau khi học ngành này thì em có thể làm những công việc gì?",
    "output": "Tùy thuộc vào chuyên ngành mà bạn lựa chọn, bạn có thể đảm nhiệm các vị trí như:\n\n*   **Kỹ sư điều khiển:** Thiết kế, phát triển và vận hành các hệ thống điều khiển tự động.\n*   **Kỹ sư tự động hóa:** Tự động hóa các quy trình sản xuất và công nghiệp.\n*   **Kỹ sư hệ thống nhúng:** Thiết kế và phát triển các hệ thống nhúng cho các thiết bị điện tử.\n*   **Kỹ sư IoT:** Phát triển các ứng dụng IoT cho các lĩnh vực khác nhau."
  },
  {
    "input": "Thời gian đào tạo của ngành là bao lâu?",
    "output": "Chương trình đào tạo ngành Kỹ thuật Điều khiển và Tự động hóa kéo dài 4,5 năm, được chia thành 9 học kỳ."
  },
  {
    "input": "Em muốn biết thêm về chuẩn đầu ra của chương trình đào tạo?",
    "output": "Sinh viên tốt nghiệp ngành Kỹ thuật Điều khiển và Tự động hóa sẽ đạt được các chuẩn đầu ra sau:\n\n*   Kiến thức về giáo dục đại cương, kiến thức cơ sở ngành và kiến thức chuyên ngành về kỹ thuật điều khiển và tự động hóa.\n*   Kỹ năng nghề nghiệp, bao gồm khả năng giải quyết vấn đề, thiết kế, lập trình và vận hành các hệ thống điều khiển tự động.\n*   Kỹ năng tin học và ngoại ngữ (tiếng Anh) thành thạo.\n*   Kỹ năng mềm, bao gồm kỹ năng giao tiếp, làm việc nhóm và tư duy sáng tạo.\n*   Năng lực tự chủ và trách nhiệm, phẩm chất đạo đức tốt."
  },
  {
    "input": "Cho em hỏi về ngành kỹ thuật điện tử viễn thông?",
    "output": "Ngành Kỹ thuật Điện tử Viễn thông là một ngành học nghiên cứu về các nguyên lý, thiết kế, phát triển và ứng dụng của các hệ thống điện tử và viễn thông."
  },
  {
    "input": "Ngành kỹ thuật điện tử viễn thông có những chuyên ngành nào?",
    "output": "Ngành Kỹ thuật Điện tử Viễn thông tại trường Đại học Thủy lợi có 3 chuyên ngành chính là:\n\n*   **Chuyên ngành Hệ thống điện:** Tập trung vào thiết kế, vận hành và quản lý các hệ thống điện, bao gồm lưới điện, trạm biến áp và nhà máy điện.\n*   **Chuyên ngành Điện công nghiệp và dân dụng:** Tập trung vào thiết kế, lắp đặt và bảo trì các hệ thống điện trong các tòa nhà, nhà máy và các công trình công nghiệp.\n*   **Chuyên ngành Năng lượng tái tạo:** Tập trung vào khai thác và ứng dụng các nguồn năng lượng tái tạo, chẳng hạn như năng lượng mặt trời, năng lượng gió và năng lượng sinh khối."
  },
  {
    "input": "Sau khi tốt nghiệp ngành Kỹ thuật Điện tử Viễn thông thì em có thể làm những công việc gì?",
    "output": "Sinh viên tốt nghiệp ngành Kỹ thuật Điện tử Viễn thông có thể đảm nhiệm nhiều vị trí công việc khác nhau, tùy thuộc vào chuyên ngành mà bạn lựa chọn. Một số vị trí phổ biến bao gồm:\n\n*   **Kỹ sư điện tử:** Thiết kế, phát triển và thử nghiệm các mạch điện tử và thiết bị điện tử.\n*   **Kỹ sư viễn thông:** Thiết kế, triển khai và quản lý các hệ thống viễn thông, chẳng hạn như mạng di động, mạng cáp quang và mạng vệ tinh.\n*   **Kỹ sư hệ thống nhúng:** Thiết kế và phát triển các hệ thống nhúng cho các thiết bị điện tử.\n*   **Kỹ sư IoT:** Phát triển các ứng dụng IoT cho các lĩnh vực khác nhau.\n*   **Kỹ sư năng lượng tái tạo:** Thiết kế, lắp đặt và vận hành các hệ thống năng lượng tái tạo."
  },
  {
    "input": "Thời gian đào tạo của ngành Kỹ thuật Điện tử Viễn thông kéo dài bao lâu?",
    "output": "Chương trình đào tạo ngành Kỹ thuật Điện tử Viễn thông kéo dài 4,5 năm, được chia thành 9 học kỳ."
  },
  {
    "input": "Em muốn biết thêm về chuẩn đầu ra của chương trình đào tạo?",
    "output": "Sinh viên tốt nghiệp ngành Kỹ thuật Điện tử Viễn thông sẽ đạt được các chuẩn đầu ra sau:\n\n*   Kiến thức về giáo dục đại cương, kiến thức cơ sở ngành và kiến thức chuyên ngành về kỹ thuật điện tử viễn thông.\n*   Kỹ năng nghề nghiệp, bao gồm khả năng thiết kế, phát triển, vận hành và bảo trì các hệ thống điện tử và viễn thông.\n*   Kỹ năng tin học và ngoại ngữ (tiếng Anh) thành thạo.\n*   Kỹ năng mềm, bao gồm kỹ năng giao tiếp, làm việc nhóm và tư duy sáng tạo.\n*   Năng lực tự chủ và trách nhiệm, phẩm chất đạo đức tốt."
  },
  {
    "input": "Em thấy chương trình đào tạo ngành Kỹ thuật Điện tử Viễn thông có môn học về hệ thống nhúng và IoT, em có thể hỏi thêm về chuyên ngành này không?",
    "output": "Chuyên ngành Hệ thống nhúng và IoT thuộc ngành Kỹ thuật Điều khiển và Tự động hóa, tập trung vào thiết kế và phát triển các hệ thống nhúng và các ứng dụng Internet of Things (IoT). Chương trình đào tạo cung cấp cho sinh viên kiến thức và kỹ năng để xây dựng các thiết bị thông minh và kết nối chúng với internet."
  },
  {
    "input": "Vậy sau khi học chuyên ngành Kỹ thuật Điện tử Viễn thông thì em có thể làm những công việc gì?",
    "output": "Sinh viên tốt nghiệp chuyên ngành Hệ thống nhúng và IoT có thể đảm nhiệm các vị trí như:\n\n*   **Kỹ sư hệ thống nhúng:** Thiết kế và phát triển các hệ thống nhúng cho các thiết bị điện tử, chẳng hạn như điện thoại thông minh, máy tính bảng và thiết bị đeo thông minh.\n*   **Kỹ sư IoT:** Phát triển các ứng dụng IoT cho các lĩnh vực khác nhau, chẳng hạn như nhà thông minh, thành phố thông minh và công nghiệp 4.0.\n*   **Nhà nghiên cứu:** Thực hiện nghiên cứu về hệ thống nhúng và IoT." 
  },
  {
    "input": "Ngành Kỹ thuật Điện tử Viễn thông có yêu cầu đầu vào như thế nào?",
    "output": "Chuyên ngành Hệ thống nhúng và IoT thuộc ngành Kỹ thuật Điều khiển và Tự động hóa, do đó yêu cầu đầu vào tương tự như ngành Kỹ thuật Điều khiển và Tự động hóa. Sinh viên cần tốt nghiệp THPT hoặc tương đương và đạt ngưỡng đảm bảo chất lượng đầu vào của Bộ Giáo dục và Đào tạo và của trường Đại học Thủy lợi." 
  },
  {
    "input": "Thời gian đào tạo của chuyên ngành là bao lâu?",
    "output": "Chuyên ngành Hệ thống nhúng và IoT thuộc ngành Kỹ thuật Điều khiển và Tự động hóa, do đó thời gian đào tạo cũng kéo dài 4,5 năm, được chia thành 9 học kỳ." 
  },
  {
    "input": "Em muốn biết thêm về chuẩn đầu ra của chương trình đào tạo?",
    "output": "Sinh viên tốt nghiệp chuyên ngành Hệ thống nhúng và IoT sẽ đạt được các chuẩn đầu ra sau:\n\n*   Kiến thức về giáo dục đại cương, kiến thức cơ sở ngành, kiến thức chuyên ngành về kỹ thuật điều khiển và tự động hóa, và kiến thức chuyên sâu về hệ thống nhúng và IoT.\n*   Kỹ năng nghề nghiệp, bao gồm khả năng thiết kế, phát triển, lập trình và triển khai các hệ thống nhúng và các ứng dụng IoT.\n*   Kỹ năng tin học và ngoại ngữ (tiếng Anh) thành thạo.\n*   Kỹ năng mềm, bao gồm kỹ năng giao tiếp, làm việc nhóm và tư duy sáng tạo.\n*   Năng lực tự chủ và trách nhiệm, phẩm chất đạo đức tốt." 
  },
  {
    "input": "Chào bạn, cho mình hỏi ngành Kỹ thuật Hóa học đào tạo những gì vậy?",
    "output": "Ngành Kỹ thuật Hóa học trang bị cho bạn kiến thức về các quá trình hóa học, thiết kế và vận hành nhà máy hóa chất, cũng như kỹ năng phân tích và giải quyết vấn đề trong lĩnh vực hóa học."
  },
  {
    "input": "Ngành này ra trường thì làm công việc gì?",
    "output": "Sinh viên tốt nghiệp có thể làm việc trong các nhà máy hóa chất, công ty xử lý môi trường, phòng thí nghiệm, hoặc các viện nghiên cứu." 
  },
  {
    "input": "Vậy còn ngành Công nghệ Kỹ thuật Hóa học thì sao?",
    "output": "Ngành Công nghệ Kỹ thuật Hóa học tập trung vào ứng dụng công nghệ vào sản xuất hóa chất, tự động hóa và tối ưu hóa quy trình."
  },
  {
    "input": "Nghe nói ngành này học khó lắm, có đúng không?",
    "output": "Ngành này yêu cầu kiến thức nền tảng về Toán, Lý, Hóa vững chắc. Tuy nhiên, với sự chăm chỉ và phương pháp học tập phù hợp, bạn hoàn toàn có thể thành công."
  },
  {
    "input": "Mình muốn học ngành liên quan đến môi trường thì nên chọn ngành nào?",
    "output": "Bạn có thể chọn ngành Kỹ thuật Môi trường, ngành này đào tạo về quản lý, xử lý ô nhiễm và bảo vệ môi trường."
  }, 
  {
    "input": "Khoa có chương trình đào tạo bằng tiếng Anh không?",
    "output": "Có, khoa Hóa và Môi trường có chương trình đào tạo bằng tiếng Anh cho một số ngành học."
  },
  {
    "input": "Học phí của các ngành là bao nhiêu?",
    "output": "Học phí có thể thay đổi theo từng năm, bạn nên tham khảo thông tin mới nhất trên website của trường."
  },
  {
    "input": "Em muốn xét tuyển thẳng vào khoa, cần những điều kiện gì?",
    "output": "Điều kiện xét tuyển thẳng phụ thuộc vào từng ngành và từng năm, bạn nên xem kỹ thông báo tuyển sinh trên website của trường."
  },
  {
    "input": "Khoa có các hoạt động ngoại khóa gì cho sinh viên?",
    "output": "Khoa thường xuyên tổ chức các hoạt động ngoại khóa như hội thảo, tham quan doanh nghiệp, câu lạc bộ học thuật, giúp sinh viên phát triển kỹ năng mềm và mở rộng kiến thức." 
  },
  {
    "input": "Cơ hội việc làm của sinh viên tốt nghiệp ngành Hóa và Môi trường như thế nào?",
    "output": "Cơ hội việc làm khá rộng mở, đặc biệt trong bối cảnh các vấn đề môi trường ngày càng được quan tâm. Sinh viên có thể làm việc trong các công ty sản xuất, xử lý nước thải, quản lý chất thải, tư vấn môi trường..."
  },
  {
    "input": "Ngành nào của khoa có điểm chuẩn đầu vào cao nhất?",
    "output": "Điểm chuẩn thay đổi theo từng năm, tuy nhiên các ngành Kỹ thuật Hóa học và Công nghệ Kỹ thuật Hóa học thường có điểm chuẩn cao hơn các ngành khác."
  },
  {
    "input": "Em muốn tìm hiểu thêm về chương trình đào tạo, em có thể liên hệ ai?",
    "output": "Em có thể liên hệ phòng đào tạo của khoa Hóa và Môi trường hoặc tham khảo thông tin chi tiết trên website của trường." 
  },
  {
    "input": "Khoa có chương trình học bổng nào cho sinh viên không?",
    "output": "Có, khoa có nhiều chương trình học bổng dành cho sinh viên có thành tích học tập tốt, sinh viên có hoàn cảnh khó khăn..."
  },
  {
    "input": "Sinh viên khoa Hóa và Môi trường có cơ hội thực tập ở đâu?",
    "output": "Khoa có liên kết với nhiều doanh nghiệp, nhà máy, viện nghiên cứu để tạo điều kiện cho sinh viên thực tập và trải nghiệm thực tế."
  },
  {
    "input": "Môi trường học tập ở khoa như thế nào?",
    "output": "Môi trường học tập năng động, hiện đại với các phòng thí nghiệm, thư viện và trang thiết bị đầy đủ." 
  },
  {
    "input": "Ngoài kiến thức chuyên ngành, em còn được học những gì?",
    "output": "Chương trình đào tạo còn trang bị cho em các kỹ năng mềm như làm việc nhóm, kỹ năng giao tiếp, kỹ năng quản lý thời gian..."
  },
  {
    "input": "Em muốn theo học chương trình thạc sĩ, khoa có những ngành nào?",
    "output": "Khoa có các chương trình đào tạo thạc sĩ về Kỹ thuật Hóa học, Công nghệ Kỹ thuật Hóa học, Kỹ thuật Môi trường..."
  },
  {
    "input": "Khoa có ký túc xá cho sinh viên không?",
    "output": "Trường có ký túc xá dành cho sinh viên, em có thể đăng ký ở trong trường hoặc tìm kiếm các khu nhà trọ gần trường."
  },
  {
    "input": "Em là sinh viên năm nhất, em cần chuẩn bị những gì?",
    "output": "Em nên chuẩn bị tâm lý sẵn sàng cho môi trường học tập mới, tham gia các buổi định hướng của trường và tìm hiểu trước chương trình học."
  },
  {
    "input": "Nếu em gặp khó khăn trong học tập, em có thể nhờ ai giúp đỡ?",
    "output": "Em có thể hỏi thầy cô, bạn bè hoặc liên hệ với phòng công tác sinh viên để được hỗ trợ."
  },
  {
    "input": "Khoa có tổ chức các hoạt động giao lưu với sinh viên quốc tế không?",
    "output": "Có, khoa thường xuyên tổ chức các hoạt động giao lưu văn hóa, học thuật với sinh viên quốc tế."
  },
  {
    "input": "Tỷ lệ sinh viên ra trường có việc làm của khoa là bao nhiêu?",
    "output": "Tỷ lệ sinh viên có việc làm sau khi tốt nghiệp khá cao, đặc biệt là đối với các ngành hot như Kỹ thuật Hóa học, Kỹ thuật Môi trường." 
  },
  {
    "input": "Em có thể tham gia nghiên cứu khoa học khi còn là sinh viên không?",
    "output": "Có, khoa khuyến khích sinh viên tham gia nghiên cứu khoa học thông qua các đề tài, dự án cùng với giảng viên." 
  },
  {
    "input": "Ngành học nào của khoa phù hợp với nữ?",
    "output": "Tất cả các ngành học của khoa đều phù hợp với cả nam và nữ, quan trọng là sở thích và năng lực của mỗi người." 
  }, 
  {
    "input": "Em muốn học thêm ngoại ngữ, trường có hỗ trợ không?",
    "output": "Trường có trung tâm ngoại ngữ cung cấp các khóa học tiếng Anh, tiếng Nhật, tiếng Trung..."
  },
  {
    "input": "Em có thể tham gia các câu lạc bộ, đội nhóm nào ở khoa?",
    "output": "Khoa có nhiều câu lạc bộ, đội nhóm như CLB Hóa học, CLB Môi trường, đội tình nguyện... Em có thể lựa chọn tham gia theo sở thích."
  },
  {
    "input": "Chương trình đào tạo của khoa có gì đặc biệt?",
    "output": "Chương trình đào tạo được cập nhật thường xuyên, gắn liền với thực tiễn và nhu cầu xã hội, chú trọng phát triển kỹ năng toàn diện cho sinh viên." 
  },
  {
    "input": "Sau khi tốt nghiệp, em có thể học lên cao hơn ở đâu?",
    "output": "Em có thể học lên thạc sĩ, tiến sĩ tại trường Đại học Thủy lợi hoặc các trường đại học khác trong và ngoài nước."
  },
  {
    "input": "Khoa có hợp tác với các trường đại học nước ngoài không?",
    "output": "Có, khoa có hợp tác với nhiều trường đại học uy tín trên thế giới trong lĩnh vực trao đổi sinh viên, nghiên cứu khoa học..."
  },
  {
    "input": "Cơ sở vật chất của khoa như thế nào?",
    "output": "Khoa có hệ thống phòng thí nghiệm hiện đại, thư viện với nhiều đầu sách, tài liệu tham khảo phong phú." 
  },
  {
    "input": "Em có thể tham quan khoa trước khi đăng ký xét tuyển không?",
    "output": "Em có thể liên hệ với khoa để đăng ký tham quan và tìm hiểu thêm thông tin." 
  },
  {
    "input": "Ngoài học phí, em còn phải đóng những khoản phí nào khác?",
    "output": "Em có thể phải đóng thêm một số khoản phí như phí ký túc xá, bảo hiểm y tế..." 
  },
  {
    "input": "Em có thể chuyển ngành sau khi đã nhập học không?",
    "output": "Việc chuyển ngành phụ thuộc vào quy định của trường và khoa, em cần tìm hiểu kỹ thông tin trước khi quyết định."
  },
  {
    "input": "Thầy cô ở khoa có giỏi không?",
    "output": "Giảng viên của khoa là những người có trình độ chuyên môn cao, giàu kinh nghiệm giảng dạy và nghiên cứu khoa học."
  },
  {
    "input": "Em có thể học thêm các kỹ năng mềm ở đâu?",
    "output": "Trường có trung tâm hỗ trợ sinh viên tổ chức các khóa học kỹ năng mềm, kỹ năng sống... giúp em phát triển toàn diện."
  },
  {
    "input": "Khoa có các chương trình hỗ trợ sinh viên khởi nghiệp không?",
    "output": "Có, khoa và trường có các chương trình hỗ trợ sinh viên khởi nghiệp như tư vấn, đào tạo, kết nối với các nhà đầu tư..."
  },
  {
    "input": "Sinh viên khoa Hóa và Môi trường có năng động không?",
    "output": "Sinh viên khoa rất năng động, tham gia nhiều hoạt động ngoại khóa, học thuật và tình nguyện."
  },
  {
    "input": "Em muốn tìm hiểu thêm về các cựu sinh viên của khoa, em có thể tìm ở đâu?",
    "output": "Em có thể tìm kiếm thông tin về cựu sinh viên trên website của khoa, fanpage hoặc các nhóm cựu sinh viên trên mạng xã hội." 
  },
  {
    "input": "Học ở khoa Hóa và Môi trường có áp lực không?",
    "output": "Việc học ở bất kỳ ngành nào cũng có những áp lực riêng, tuy nhiên với sự cố gắng và phương pháp học tập phù hợp, em sẽ vượt qua được." 
  },
  {
    "input": "Em có thể vừa học vừa làm thêm không?",
    "output": "Có, em có thể tìm kiếm các công việc làm thêm phù hợp với thời gian học tập để trang trải chi phí sinh hoạt và tích lũy kinh nghiệm."
  },
  {
    "input": "Khoa có tổ chức các chuyến đi thực tế, tham quan doanh nghiệp không?",
    "output": "Có, khoa thường xuyên tổ chức các chuyến đi thực tế, tham quan doanh nghiệp giúp sinh viên tiếp cận với môi trường làm việc thực tế."
  },
  {
    "input": "Em nên chọn ngành học theo sở thích hay theo xu hướng nghề nghiệp?",
    "output": "Lựa chọn ngành học là quyết định quan trọng, em nên cân nhắc cả sở thích và xu hướng nghề nghiệp để đưa ra lựa chọn phù hợp nhất."
  },
  {
    "input": "Em có thể học chuyển tiếp từ cao đẳng lên đại học ở khoa không?",
    "output": "Có, khoa có chương trình đào tạo liên thông từ cao đẳng lên đại học cho một số ngành." 
  },
  {
    "input": "Em có thể tham gia các cuộc thi học thuật nào?",
    "output": "Em có thể tham gia các cuộc thi học thuật do khoa, trường, bộ hoặc các tổ chức khác tổ chức."
  },
  {
    "input": "Sinh viên tốt nghiệp khoa Hóa và Môi trường có thể đi du học không?",
    "output": "Có, sinh viên tốt nghiệp có thể apply học bổng du học tại các trường đại học trên thế giới." 
  },
  {
    "input": "Cho em hỏi ngành Kỹ thuật Hóa học có bao nhiêu tín chỉ?",
    "output": "Chương trình đào tạo ngành Kỹ thuật Hóa học có tổng cộng 148 tín chỉ."
  },
  {
    "input": "Môn học nào là môn học bắt buộc của ngành Kỹ thuật Môi trường?",
    "output": "Một số môn học bắt buộc của ngành Kỹ thuật Môi trường bao gồm: Quản lý môi trường, Xử lý nước thải, Ô nhiễm và xử lý chất thải rắn..."
  },
  {
    "input": "Em muốn học ngành Công nghệ Sinh học, ngành này thuộc khoa nào?",
    "output": "Ngành Công nghệ Sinh học thuộc khoa Công nghệ Sinh học - Thực phẩm - Môi trường."
  },
  {
    "input": "Em thấy có môn học tên là 'Phát triển Kỹ năng', môn này học về gì?",
    "output": "Môn 'Phát triển Kỹ năng' trang bị cho em các kỹ năng mềm như làm việc nhóm, thuyết trình, quản lý thời gian..."
  },
  {
    "input": "Thời gian thực tập tốt nghiệp của ngành Công nghệ Kỹ thuật Hóa học là bao lâu?",
    "output": "Thời gian thực tập tốt nghiệp thường kéo dài khoảng 10 tuần." 
  },
  {
    "input": "Em muốn tìm hiểu về đề cương chi tiết của môn học, em có thể tìm ở đâu?",
    "output": "Em có thể tìm đề cương chi tiết của môn học trên website của khoa hoặc liên hệ với giảng viên bộ môn."
  },
  {
    "input": "Ngành nào của khoa có thời gian đào tạo dài nhất?",
    "output": "Các chương trình đào tạo đại học chính quy của khoa thường có thời gian đào tạo là 4 năm." 
  },
  {
    "input": "Em muốn biết điểm chuẩn năm 2023 của ngành Kỹ thuật Môi trường là bao nhiêu?",
    "output": "Điểm chuẩn thay đổi theo từng năm, em có thể tham khảo điểm chuẩn năm trước trên website của trường hoặc các trang thông tin tuyển sinh."
  },
  {
    "input": "Em muốn biết học phí của ngành Công nghệ Sinh học là bao nhiêu?",
    "output": "Em có thể tham khảo mức học phí mới nhất trên website của trường hoặc liên hệ phòng tài chính kế toán." 
  },
  {
    "input": "Ngành nào của khoa có nhiều môn học thực hành nhất?",
    "output": "Các ngành thuộc khối kỹ thuật như Kỹ thuật Hóa học, Công nghệ Kỹ thuật Hóa học, Kỹ thuật Môi trường thường có nhiều môn học thực hành."
  },
  {
    "input": "Em học ngành Kỹ thuật Môi trường, em có thể lựa chọn chuyên ngành gì?",
    "output": "Ngành Kỹ thuật Môi trường có các chuyên ngành như: Quản lý môi trường, Công nghệ xử lý nước thải, Xử lý chất thải rắn..."
  },
  {
    "input": "Em thấy có môn 'Giáo dục quốc phòng', môn này học như thế nào?",
    "output": "Môn Giáo dục quốc phòng thường được tổ chức học tập trung theo hình thức quân sự."
  },
  {
    "input": "Em muốn biết lịch học của các môn, em có thể tìm ở đâu?",
    "output": "Lịch học sẽ được thông báo trên website của khoa hoặc qua hệ thống thông tin sinh viên."
  },
  {
    "input": "Ngành Kỹ thuật Hóa học có những môn học nào liên quan đến máy tính?",
    "output": "Ngành Kỹ thuật Hóa học có một số môn học liên quan đến máy tính như Tin học đại cương, Mô phỏng quá trình hóa học..." 
  },
  {
    "input": "Em muốn biết điều kiện để được học bổng khuyến khích học tập?",
    "output": "Điều kiện nhận học bổng khuyến khích học tập thường dựa vào thành tích học tập của sinh viên, em có thể tham khảo thêm thông tin từ phòng công tác sinh viên."
  },
  {
    "input": "Khoa có tổ chức các lớp học tiếng Anh bổ trợ không?",
    "output": "Trường có trung tâm ngoại ngữ cung cấp các khóa học tiếng Anh bổ trợ cho sinh viên." 
  },
  {
    "input": "Em muốn biết cơ hội việc làm của ngành Công nghệ Sinh học?",
    "output": "Sinh viên tốt nghiệp ngành Công nghệ Sinh học có thể làm việc trong các lĩnh vực như công nghệ sinh học, công nghệ thực phẩm, dược phẩm, môi trường..."
  },
  {
    "input": "Em có thể bảo lưu kết quả học tập không?",
    "output": "Em có thể bảo lưu kết quả học tập theo quy định của trường, em cần liên hệ phòng đào tạo để được hướng dẫn cụ thể." 
  },
  {
    "input": "Khoa có chương trình trao đổi sinh viên với nước ngoài không?",
    "output": "Có, khoa có chương trình trao đổi sinh viên với nhiều trường đại học đối tác trên thế giới."
  },
  {
    "input": "Em muốn biết thông tin về kỳ thi tốt nghiệp, em có thể tìm ở đâu?",
    "output": "Thông tin về kỳ thi tốt nghiệp sẽ được thông báo trên website của trường và khoa."
  },
  {
    "input": "Ngành Kỹ thuật Môi trường có những môn học nào liên quan đến luật?",
    "output": "Ngành Kỹ thuật Môi trường có một số môn học liên quan đến luật như Pháp luật về bảo vệ môi trường, Luật Tài nguyên nước..." 
  },
  {
    "input": "Khoa có những phòng thí nghiệm nào?",
    "output": "Khoa có nhiều phòng thí nghiệm hiện đại phục vụ cho việc học tập và nghiên cứu của sinh viên như phòng thí nghiệm Hóa học, phòng thí nghiệm Môi trường, phòng thí nghiệm Công nghệ Sinh học..." 
  },
  {
    "input": "Em có thể đăng ký học phần vượt không?",
    "output": "Em có thể đăng ký học phần vượt theo quy định của trường, em cần liên hệ phòng đào tạo để được hướng dẫn cụ thể."
  },
  {
    "input": "Em muốn biết điểm rèn luyện có ảnh hưởng gì đến việc học không?",
    "output": "Điểm rèn luyện là một trong những tiêu chí để xét học bổng, khen thưởng và đánh giá toàn diện sinh viên." 
  },
  {
    "input": "Ngành Công nghệ Sinh học có những môn học nào liên quan đến thực phẩm?",
    "output": "Ngành Công nghệ Sinh học có một số môn học liên quan đến thực phẩm như Vi sinh vật học thực phẩm, Công nghệ chế biến thực phẩm..."
  },
  {
    "input": "Tôi muốn tìm hiểu về kiến thức đại cương mà sinh viên ngành Kỹ thuật Tài nguyên Nước được trang bị. Bạn có thể cho tôi biết cụ thể hơn được không?",
    "output": "Sinh viên sẽ được trang bị kiến thức về lý luận chính trị, tư tưởng Hồ Chí Minh, pháp luật, an ninh quốc phòng để có thái độ chính trị đúng đắn, ý thức công dân và trách nhiệm cộng đồng. Kiến thức đại cương cũng là nền tảng để học các môn chuyên ngành sau này."
  },
  {
    "input": "Tôi quan tâm đến kiến thức ngành và chuyên ngành của Kỹ thuật Tài nguyên Nước. Bạn có thể giải thích rõ hơn về nội dung này không?",
    "output": "Kiến thức ngành và chuyên ngành sẽ trang bị cho bạn khả năng áp dụng các nguyên lý và kiến thức đã học vào thực tế. Ví dụ, bạn có thể đề xuất phương án quy hoạch hệ thống thủy lợi, đưa ra giải pháp phòng chống và giảm nhẹ thiên tai, thiết kế, thi công và quản lý khai thác các công trình thủy lợi..."
  },
  {
    "input": "Kỹ năng nghề nghiệp là một trong những yếu tố quan trọng. Vậy sinh viên ngành Kỹ thuật Tài nguyên Nước sẽ được trang bị những kỹ năng nào?",
    "output": "Sinh viên sẽ được rèn luyện kỹ năng tổng hợp, phân tích và xử lý thông tin, số liệu liên quan đến ngành. Bên cạnh đó, bạn cũng sẽ có khả năng phân tích, đánh giá và đề xuất giải pháp cho các vấn đề liên quan đến kỹ thuật tài nguyên nước, kỹ năng hoàn thành công việc phức tạp, kỹ năng lập luận và tư duy hệ thống."
  },
  {
    "input": "Ngoài kiến thức chuyên môn, kỹ năng mềm cũng rất cần thiết. Chương trình đào tạo có chú trọng đến việc phát triển kỹ năng mềm cho sinh viên không?",
    "output": "Chương trình rất chú trọng đến việc phát triển kỹ năng mềm cho sinh viên. Bạn sẽ được rèn luyện kỹ năng giao tiếp, làm việc nhóm, đàm phán, hợp tác, thuyết trình..."
  },
  {
    "input": "Tôi muốn biết thêm về năng lực tự chủ và trách nhiệm của sinh viên sau khi tốt nghiệp. Bạn có thể nói rõ hơn về điều này không?",
    "output": "Sau khi tốt nghiệp, sinh viên sẽ có khả năng tự chủ trong công việc, lập kế hoạch, quản lý và tổ chức thực hiện các hoạt động chuyên môn. Bạn cũng sẽ có khả năng tự học hỏi, nghiên cứu và chịu trách nhiệm về kết quả công việc của mình."
  },
  {
    "input": "Em muốn ra trường làm công chức nhà nước, nên học ngành gì?",
    "output": "Luật, Luật kinh tế, Kế toán, Kiểm toán là những lựa chọn phù hợp cho công chức." 
  },
  {
    "input": "Học ngành Kỹ thuật cơ khí có vất vả không?",
    "output": "Kỹ thuật cơ khí đòi hỏi sự chăm chỉ và khả năng tư duy logic, tuy nhiên cơ hội nghề nghiệp rất tốt."
  },
  {
    "input": "Em thích du lịch, nên học ngành gì?", 
    "output": "Quản trị dịch vụ du lịch và lữ hành là lựa chọn lý tưởng cho bạn." 
  },
  {
    "input": "Ngành nào phù hợp cho con gái?", 
    "output": "Không có ngành nào chỉ dành riêng cho con gái. Tất cả phụ thuộc vào sở thích và năng lực của bạn." 
  },
  {
    "input": "Em muốn đi du học, trường có hỗ trợ không?", 
    "output": "Trường có chương trình trao đổi sinh viên và hợp tác với nhiều trường quốc tế, hỗ trợ bạn du học."
  },
  {
    "input": "Ra trường lương ngành nào cao?",
    "output": "Công nghệ thông tin, Trí tuệ nhân tạo, An ninh mạng thường có mức lương khởi điểm cao."
  }, 
  {
    "input": "Em muốn học ngành vừa có kỹ thuật vừa có kinh tế, nên chọn ngành nào?", 
    "output": "Kinh tế xây dựng, Quản lý xây dựng kết hợp kiến thức kỹ thuật và kinh tế." 
  },
  {
    "input": "Em muốn học ngành liên quan đến ô tô, trường có ngành nào?",
    "output": "Trường có ngành Kỹ thuật Ô tô, đào tạo kỹ sư thiết kế, chế tạo và vận hành ô tô."
  },
  {
    "input": "Em muốn làm việc trong lĩnh vực môi trường, nên học ngành gì?",
    "output": "Kỹ thuật môi trường hoặc Tài nguyên nước & Môi trường là lựa chọn phù hợp."
  },
  {
    "input": "Học ngành Luật ra trường làm gì?", 
    "output": "Bạn có thể làm luật sư, thẩm phán, công chứng viên, hoặc pháp chế tại doanh nghiệp."
  },
  {
    "input": "Học ngành nào ra trường dễ khởi nghiệp?",
    "output": "Kinh tế số, Thương mại điện tử, Công nghệ thông tin là những ngành học phù hợp cho khởi nghiệp."
  },
  {
    "input": "Em muốn học ngành có nhiều cơ hội làm việc quốc tế, nên chọn ngành nào?",
    "output": "Ngôn ngữ Anh, Ngôn ngữ Trung Quốc, Logistics & quản lý chuỗi cung ứng có nhiều cơ hội làm việc quốc tế." 
  },
  {
    "input": "Em muốn học ngành vừa học về robot vừa học về điều khiển, trường có ngành nào?",
    "output": "Kỹ thuật Robot và Điều khiển thông minh là ngành học kết hợp cả hai lĩnh vực này."
  },
  {
    "input": "Em muốn thi chứng chỉ ngoại ngữ để được cộng điểm xét tuyển, nên thi chứng chỉ nào?",
    "output": "Bạn có thể thi IELTS, TOEFL, TOEIC, HSK, TOPIK, JLPT, TestDaF, DELF tùy thuộc vào ngoại ngữ bạn muốn học."
  },
  {
    "input": "Em muốn học ngành liên quan đến tài chính, ngân hàng, nên chọn ngành nào?",
    "output": "Tài chính – Ngân hàng là lựa chọn phù hợp cho bạn, hoặc bạn cũng có thể xem xét ngành Kế toán hay Kiểm toán." 
  },
  {
    "input": "Ngành nào học nhiều Toán nhất?",
    "output": "Hầu hết các ngành Kỹ thuật đều yêu cầu kiến thức Toán học vững chắc." 
  },
  {
    "input": "Trường có đào tạo ngành Y Dược không?", 
    "output": "Trường Đại học Thủy lợi không đào tạo các ngành Y Dược."
  }, 
  {
    "input": "Học ngành Công nghệ thông tin có cần giỏi tiếng Anh không?",
    "output": "Kỹ năng tiếng Anh tốt là một lợi thế lớn khi học ngành Công nghệ thông tin, giúp bạn tiếp cận kiến thức và cơ hội việc làm tốt hơn."
  },
  {
    "input": "Em muốn làm việc trong lĩnh vực giáo dục, nên học ngành gì?",
    "output": "Ngôn ngữ Anh, Ngôn ngữ Trung Quốc, hoặc các ngành Kỹ thuật (để giảng dạy tại các trường Cao đẳng, Đại học) đều là những lựa chọn phù hợp."
  },
  {
    "input": "Em muốn làm việc trong ngành game, nên học ngành nào?",
    "output": "Công nghệ thông tin, Kỹ thuật phần mềm, Thiết kế đồ họa là những ngành học có liên quan đến lĩnh vực game."
  },
  {
    "input": "Em muốn học ngành nào ra trường lương cao mà không cần học Toán nhiều?",
    "output": "Luật, Luật kinh tế, Quản trị kinh doanh có thể là những lựa chọn phù hợp." 
  },
  {
    "input": "Em muốn vừa học về kỹ thuật vừa học về kinh doanh, nên chọn ngành nào?", 
    "output": "Quản lý xây dựng hoặc Kinh tế xây dựng là những lựa chọn kết hợp cả kỹ thuật và kinh doanh."
  },
  {
    "input": "Ngành nào có nhiều nữ sinh nhất?",
    "output": "Ngôn ngữ Anh, Quản trị kinh doanh, Kế toán thường có tỷ lệ nữ sinh cao hơn."
  },
  {
    "input": "Em muốn làm việc trong lĩnh vực thời trang, nên học ngành gì?", 
    "output": "Thiết kế thời trang, Quản trị kinh doanh thời trang là những lựa chọn phù hợp."
  },
  {
    "input": "Trường có đào tạo ngành báo chí không?",
    "output": "Trường Đại học Thủy lợi không đào tạo ngành báo chí."
  },
  {
    "input": "Em muốn học ngành nào để sau này làm việc tự do?",
    "output": "Công nghệ thông tin, Thiết kế đồ họa, Ngôn ngữ Anh cho phép bạn làm việc tự do như freelancer." 
  },
  {
    "input": "Em muốn học ngành nào để sau này làm việc trong các tổ chức phi chính phủ?", 
    "output": "Kỹ thuật môi trường, Tài nguyên nước & Môi trường, Luật, Ngôn ngữ Anh là những lựa chọn phù hợp."
  },
  {
    "input": "Em muốn học ngành nào để sau này làm việc trong lĩnh vực giải trí?",
    "output": "Quản trị dịch vụ du lịch & lữ hành, Ngôn ngữ Anh, Quan hệ công chúng là những lựa chọn phù hợp."
  },
  {
    "input": "Học ngành Kỹ thuật điện ra trường làm gì?",
    "output": "Bạn có thể làm việc trong các nhà máy điện, công ty điện lực, hoặc các công ty sản xuất, lắp đặt thiết bị điện."
  },
  {
    "input": "Học ngành nào để sau này làm việc trong lĩnh vực marketing?",
    "output": "Quản trị kinh doanh, Thương mại điện tử, Kinh tế số đều có liên quan đến marketing."
  },
  {
    "input": "Em muốn học ngành nào để sau này làm việc trong lĩnh vực nghiên cứu khoa học?",
    "output": "Tất cả các ngành đều có cơ hội tham gia nghiên cứu khoa học, tuy nhiên các ngành Kỹ thuật và Công nghệ thông tin thường có nhiều cơ hội hơn."
  },
  {
    "input": "Em muốn học ngành nào để sau này làm việc trong lĩnh vực truyền thông?", 
    "output": "Ngôn ngữ Anh, Quan hệ công chúng, Báo chí là những lựa chọn phù hợp. (Lưu ý: Trường Đại học Thủy lợi không đào tạo ngành Báo chí)"
  },
  {
    "input": "Em muốn học ngành nào để sau này làm giáo viên?",
    "output": "Ngôn ngữ Anh, Ngôn ngữ Trung Quốc, hoặc các ngành Kỹ thuật (để giảng dạy tại các trường Cao đẳng, Đại học) là những lựa chọn phù hợp."
  },
  {
    "input": "Học ngành nào để sau này làm việc trong ngân hàng?", 
    "output": "Tài chính – Ngân hàng, Kế toán, Kiểm toán là những lựa chọn phù hợp cho ngành ngân hàng."
  },
  {
    "input": "Em muốn học ngành nào để sau này làm việc trong các công ty nước ngoài?",
    "output": "Ngôn ngữ Anh, Ngôn ngữ Trung Quốc, Công nghệ thông tin, Kỹ thuật phần mềm, Logistics & quản lý chuỗi cung ứng là những lựa chọn có nhiều cơ hội làm việc tại các công ty nước ngoài."
  },
  {
    "input": "Em muốn học ngành có liên quan đến máy móc, thiết bị, nên chọn ngành nào?",
    "output": "Kỹ thuật cơ khí, Kỹ thuật cơ điện tử, Kỹ thuật Ô tô là những lựa chọn phù hợp."
  },
  {
    "input": "Học ngành Kỹ thuật hóa học ra trường làm gì?",
    "output": "Bạn có thể làm việc trong các nhà máy hóa chất, công ty sản xuất phân bón, dược phẩm, mỹ phẩm, v.v."
  },
  {
    "input": "Học ngành Luật kinh tế có gì khác so với ngành Luật?",
    "output": "Ngành Luật kinh tế tập trung vào các vấn đề pháp lý liên quan đến hoạt động kinh doanh, thương mại, đầu tư, tài chính."
  }, 
  {
    "input": "Em muốn học ngành nào để sau này làm việc trong các công ty khởi nghiệp?",
    "output": "Công nghệ thông tin, Kỹ thuật phần mềm, Kinh tế số, Thương mại điện tử là những lựa chọn phù hợp cho các công ty khởi nghiệp."
  },
  {
    "input": "Em muốn học ngành nào để sau này làm việc trong lĩnh vực nông nghiệp?",
    "output": "Công nghệ sinh học, Kỹ thuật môi trường, Tài nguyên nước & Môi trường có thể áp dụng vào lĩnh vực nông nghiệp."
  },
  {
    "input": "Trường có chương trình đào tạo kỹ sư chất lượng cao không?",
    "output": "Có, trường Đại học Thủy lợi có chương trình đào tạo kỹ sư chất lượng cao theo chuẩn quốc tế cho một số ngành học."
  },
  {
    "input": "Em muốn học ngành nào để sau này làm việc trong các tổ chức quốc tế?", 
    "output": "Ngôn ngữ Anh, Ngôn ngữ Trung Quốc, Luật, Luật kinh tế, Quan hệ quốc tế là những lựa chọn phù hợp."
  },
  {
    "input": "Học ngành Kiểm toán có gì khác so với ngành Kế toán?", 
    "output": "Kiểm toán tập trung vào việc kiểm tra, đánh giá tính chính xác và trung thực của báo cáo tài chính, trong khi Kế toán tập trung vào việc ghi chép, xử lý và cung cấp thông tin tài chính."
  },
  {
    "input": "Em muốn học ngành nào để sau này làm việc trong lĩnh vực bảo hiểm?",
    "output": "Tài chính – Ngân hàng, Kế toán, Kiểm toán, Luật kinh tế là những lựa chọn phù hợp cho ngành bảo hiểm."
  },
  {
    "input": "Học ngành nào để sau này làm việc trong các cơ quan quản lý nhà nước?",
    "output": "Luật, Luật kinh tế, Kế toán, Kiểm toán, Quản trị kinh doanh là những lựa chọn phù hợp cho các cơ quan quản lý nhà nước."
  },
  {
    "input": "Em muốn học ngành nào để sau này làm việc trong lĩnh vực xây dựng?",
    "output": "Kỹ thuật xây dựng, Quản lý xây dựng, Kinh tế xây dựng là những lựa chọn trực tiếp liên quan đến lĩnh vực xây dựng."
  },
  {
    "input": "Em muốn học ngành nào để sau này làm việc trong lĩnh vực năng lượng?",
    "output": "Kỹ thuật điện, Kỹ thuật cơ khí, Kỹ thuật hóa học, Kỹ thuật môi trường là những lựa chọn phù hợp cho lĩnh vực năng lượng."
  }, 
  {
    "input": "Em muốn học ngành nào để sau này làm việc trong các công ty tư vấn?",
    "output": "Kế toán, Kiểm toán, Luật, Luật kinh tế, Quản trị kinh doanh, Logistics & quản lý chuỗi cung ứng là những lựa chọn phù hợp cho các công ty tư vấn."
  }, 
  {
    "input": "Em muốn học ngành nào để sau này làm việc trong lĩnh vực công nghệ cao?",
    "output": "Công nghệ thông tin, Kỹ thuật phần mềm, Trí tuệ nhân tạo, An ninh mạng, Kỹ thuật điện tử - viễn thông, Kỹ thuật Robot & Điều khiển thông minh là những lựa chọn phù hợp cho lĩnh vực công nghệ cao."
  },
  {
    "input": "Em muốn học ngành nào để sau này làm việc trong các tập đoàn đa quốc gia?",
    "output": "Ngôn ngữ Anh, Ngôn ngữ Trung Quốc, Công nghệ thông tin, Kỹ thuật phần mềm, Quản trị kinh doanh, Tài chính – Ngân hàng là những lựa chọn có nhiều cơ hội làm việc tại các tập đoàn đa quốc gia." 
  },
  {
    "input": "Học ngành nào để sau này làm việc trong lĩnh vực logistics?",
    "output": "Logistics và quản lý chuỗi cung ứng là lựa chọn phù hợp nhất cho lĩnh vực logistics."
  },
  {
    "input": "Em muốn học ngành nào để sau này làm việc trong lĩnh vực bất động sản?",
    "output": "Kinh tế xây dựng, Quản lý xây dựng, Luật kinh tế là những lựa chọn phù hợp cho lĩnh vực bất động sản."
  },
  {
    "input": "Em muốn học ngành nào để sau này làm việc trong lĩnh vực y tế?",
    "output": "Trường Đại học Thủy lợi không đào tạo các ngành Y tế. Bạn có thể tìm kiếm thông tin tuyển sinh của các trường đại học Y Dược."
  },
  {
    "input": "Em muốn học ngành nào để sau này làm việc trong lĩnh vực giáo dục mầm non?",
    "output": "Trường Đại học Thủy lợi không đào tạo ngành Giáo dục mầm non. Bạn có thể tìm kiếm thông tin tuyển sinh của các trường đại học Sư phạm." 
  },
  {
    "input": "Học ngành nào để sau này làm việc trong lĩnh vực truyền hình?",
    "output": "Ngôn ngữ Anh, Quan hệ công chúng, Báo chí, Truyền thông đa phương tiện là những lựa chọn phù hợp. (Lưu ý: Trường Đại học Thủy lợi không đào tạo ngành Báo chí và Truyền thông đa phương tiện)"
  },
  {
    "input": "Em muốn học ngành nào để sau này làm tiếp viên hàng không?",
    "output": "Ngôn ngữ Anh, Ngôn ngữ Trung Quốc, Quản trị dịch vụ du lịch & lữ hành là những lựa chọn phù hợp cho nghề tiếp viên hàng không." 
  },
  {
    "input": "Em đang tìm hiểu về trường Đại học Thủy lợi, cho em hỏi trường mình mạnh về những ngành nào?",
    "output": "Trường Đại học Thủy lợi nổi tiếng với các ngành kỹ thuật, đặc biệt là Kỹ thuật xây dựng, Kỹ thuật tài nguyên nước, và Kỹ thuật môi trường. Ngoài ra, trường cũng có nhiều ngành đào tạo khác thuộc các lĩnh vực kinh tế, luật, ngôn ngữ, v.v."
  },
  {
    "input": "Em nghe nói trường mình có chương trình đào tạo tiên tiến, cụ thể là những chương trình nào vậy ạ?",
    "output": "Trường có chương trình tiên tiến ngành Kỹ thuật xây dựng hợp tác với Đại học Arkansas (Hoa Kỳ) và chương trình tiên tiến ngành Kỹ thuật tài nguyên nước hợp tác với Đại học Bang Colorado (Hoa Kỳ)." 
  },
  {
    "input": "Em muốn học ngành Công nghệ thông tin, cho em hỏi cơ sở vật chất và trang thiết bị phục vụ cho ngành này như thế nào ạ?",
    "output": "Trường có hệ thống phòng máy tính hiện đại, phòng thí nghiệm chuyên dụng, và thư viện điện tử với nhiều tài liệu học tập phong phú." 
  },
  {
    "input": "Em ở tỉnh xa, cho em hỏi trường có ký túc xá cho sinh viên không ạ?",
    "output": "Trường có ký túc xá dành cho sinh viên với đầy đủ tiện nghi và môi trường sống an toàn, văn minh." 
  }, 
  {
    "input": "Em muốn tìm hiểu về cơ hội việc làm sau khi tốt nghiệp, trường có hỗ trợ gì cho sinh viên không ạ?",
    "output": "Trường có Trung tâm Hỗ trợ sinh viên và Khởi nghiệp, nơi cung cấp dịch vụ tư vấn, đào tạo, hỗ trợ về vốn và kết nối với các doanh nghiệp cho sinh viên."
  },
  {
    "input": "Em muốn tham gia các chương trình trao đổi sinh viên quốc tế, trường mình có chương trình nào không ạ?",
    "output": "Trường có ký kết hợp tác với nhiều trường đại học trên thế giới và thường xuyên tổ chức các chương trình trao đổi sinh viên. Em có thể liên hệ với Phòng Quan hệ Quốc tế để biết thêm thông tin."
  },
  {
    "input": "Em muốn học ngành Kỹ thuật xây dựng, cho em hỏi chương trình đào tạo của ngành này như thế nào ạ?",
    "output": "Chương trình đào tạo ngành Kỹ thuật xây dựng cung cấp cho em kiến thức về thiết kế, thi công, quản lý các công trình xây dựng dân dụng và công nghiệp." 
  },
  {
    "input": "Em quan tâm đến học bổng, cho em hỏi trường mình có những loại học bổng nào ạ?",
    "output": "Trường có nhiều loại học bổng dành cho sinh viên, bao gồm học bổng khuyến khích học tập, học bổng tài năng, học bổng cho sinh viên có hoàn cảnh khó khăn, học bổng doanh nghiệp, v.v."
  },
  {
    "input": "Em muốn học ngành Luật kinh tế, cho em hỏi đội ngũ giảng viên của ngành này như thế nào ạ?",
    "output": "Ngành Luật kinh tế có đội ngũ giảng viên là các chuyên gia hàng đầu trong lĩnh vực luật và kinh tế, với nhiều kinh nghiệm thực tiễn và nghiên cứu khoa học."
  },
  {
    "input": "Em muốn học ngành Ngôn ngữ Anh, cho em hỏi trường có tổ chức các kỳ thi lấy chứng chỉ tiếng Anh quốc tế không ạ?",
    "output": "Trường có tổ chức các kỳ thi lấy chứng chỉ tiếng Anh quốc tế như IELTS, TOEFL, TOEIC để phục vụ nhu cầu của sinh viên." 
  }, 
  {
    "input": "Em muốn học lên Thạc sĩ sau khi tốt nghiệp, trường mình có chương trình đào tạo Thạc sĩ không ạ?",
    "output": "Có, trường có đào tạo Thạc sĩ cho nhiều ngành học thuộc các lĩnh vực kỹ thuật, kinh tế, luật, ngôn ngữ, v.v."
  },
  {
    "input": "Em muốn tìm hiểu về lịch sử và truyền thống của trường, trường mình thành lập từ khi nào và đã đạt được những thành tựu gì ạ?", 
    "output": "Trường Đại học Thủy lợi được thành lập năm 1959 và là một trong những trường đại học kỹ thuật hàng đầu Việt Nam. Trường đã đạt được nhiều thành tựu trong đào tạo, nghiên cứu khoa học và hợp tác quốc tế."
  },
  {
    "input": "Điểm chuẩn ngành Kỹ thuật Xây dựng công trình giao thông năm nay là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật Xây dựng công trình giao thông là 18.00 điểm em nhé. Điểm chuẩn chính thức sẽ được trường công bố sau khi kỳ thi tốt nghiệp THPT kết thúc."
  },
  {
    "input": "Ngành Quản lý xây dựng lấy bao nhiêu điểm?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Quản lý xây dựng là 18.00 điểm."
  },
  {
    "input": "Điểm chuẩn ngành Kỹ thuật Ô tô là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật Ô tô là 20.00 điểm. Điểm chuẩn chính thức sẽ được trường công bố sau khi kỳ thi tốt nghiệp THPT kết thúc."
  },
  {
    "input": "Em muốn học ngành Luật, điểm chuẩn ngành này là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Luật là 21.00 điểm."
  },
  {
    "input": "Điểm chuẩn ngành Ngôn ngữ Trung Quốc là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Ngôn ngữ Trung Quốc là 21.00 điểm."
  },
  {
    "input": "Ngành Kỹ thuật cơ khí lấy bao nhiêu điểm?",
    "output": "Ngưỡng đảm bảo chất lượng của nhóm ngành Kỹ thuật cơ khí (gồm ngành Kỹ thuật cơ khí và Công nghệ chế tạo máy) là 20.00 điểm."
  },
  {
    "input": "Điểm chuẩn chương trình tiên tiến ngành Kỹ thuật tài nguyên nước là bao nhiêu?", 
    "output": "Ngưỡng đảm bảo chất lượng của chương trình tiên tiến ngành Kỹ thuật tài nguyên nước là 18.00 điểm."
  },
  {
    "input": "Cho em hỏi điểm chuẩn ngành Kỹ thuật xây dựng công trình thủy là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật xây dựng công trình thủy là 18.00 điểm em nhé."
  },
  {
    "input": "Điểm chuẩn ngành Kỹ thuật xây dựng dân dụng và công nghiệp là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật xây dựng dân dụng và công nghiệp (Kỹ thuật xây dựng) là 18.00 điểm."
  },
  {
    "input": "Điểm chuẩn của ngành Công nghệ kỹ thuật xây dựng là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Công nghệ kỹ thuật xây dựng là 18.00 điểm em nhé."
  },
  {
    "input": "Em muốn hỏi điểm chuẩn của ngành Kỹ thuật tài nguyên nước là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật tài nguyên nước là 18.00 điểm."
  },
  {
    "input": "Điểm chuẩn ngành Kỹ thuật cấp thoát nước là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật cấp thoát nước là 18.00 điểm."
  },
  {
    "input": "Em muốn biết điểm chuẩn năm 2024ngành Xây dựng và quản lý hạ tầng đô thị là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Xây dựng và quản lý hạ tầng đô thị (Kỹ thuật cơ sở hạ tầng) là 18.00 điểm em nhé."
  },
  {
    "input": "Điểm chuẩn ngành Tài nguyên nước và môi trường (Thủy văn học) là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Tài nguyên nước và môi trường (Thủy văn học) là 18.00 điểm."
  },
  {
    "input": "Cho em hỏi điểm chuẩn ngành Công nghệ sinh học là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Công nghệ sinh học là 18.00 điểm em nhé."
  },
  {
    "input": "Em muốn biết điểm chuẩn năm 2024 của ngành Kỹ thuật môi trường là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật môi trường là 18.00 điểm."
  },
  {
    "input": "Điểm chuẩn ngành Kỹ thuật hóa học là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật hóa học là 18.00 điểm em nhé."
  },
  {
    "input": "Cho em hỏi điểm chuẩn của ngành Công nghệ thông tin là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Công nghệ Thông tin là 21.00 điểm em nhé."
  },
  {
    "input": "Em muốn biết điểm chuẩn năm 2024 của ngành Hệ thống thông tin là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Hệ thống thông tin là 21.00 điểm em nhé."
  },
  {
    "input": "Điểm chuẩn ngành Kỹ thuật phần mềm là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật phần mềm là 21.00 điểm."
  },
  {
    "input": "Em muốn biết điểm chuẩn năm 2024 của ngành Trí tuệ nhân tạo và khoa học dữ liệu là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Trí tuệ nhân tạo và khoa học dữ liệu là 21.00 điểm em nhé."
  },
  {
    "input": "Điểm chuẩn ngành An ninh mạng là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành An ninh mạng là 21.00 điểm em nhé."
  },
  {
    "input": "Em muốn biết điểm chuẩn năm 2024 ngành Kỹ thuật cơ điện tử là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật cơ điện tử là 20.00 điểm."
  },
  {
    "input": "Điểm chuẩn ngành Kỹ thuật điện là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật điện là 20.00 điểm."
  },
  {
    "input": "Cho em hỏi điểm chuẩn ngành Kỹ thuật điều khiển và tự động hóa là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật điều khiển và tự động hóa là 20.00 điểm em nhé."
  },
  {
    "input": "Em muốn biết điểm chuẩn năm 2024 ngành Kỹ thuật điện tử - viễn thông là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật điện tử - viễn thông là 20.00 điểm."
  },
  {
    "input": "Điểm chuẩn ngành Kỹ thuật Robot và Điều khiển thông minh là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật Robot và Điều khiển thông minh là 20.00 điểm."
  },
  {
    "input": "Cho em hỏi điểm chuẩn ngành Kinh tế là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kinh tế là 21.00 điểm em nhé."
  },
  {
    "input": "Em muốn biết điểm chuẩn năm 2024 của ngành Quản trị kinh doanh là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Quản trị kinh doanh là 21.00 điểm em nhé."
  },
  {
    "input": "Điểm chuẩn ngành Kế toán là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kế toán là 21.00 điểm."
  },
  {
    "input": "Em muốn biết điểm chuẩn năm 2024 của ngành Kinh tế xây dựng là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kinh tế xây dựng là 20.00 điểm em nhé."
  },
  {
    "input": "Điểm chuẩn ngành Logistics và quản lý chuỗi cung ứng là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Logistics và quản lý chuỗi cung ứng là 21.00 điểm."
  },
  {
    "input": "Cho em hỏi điểm chuẩn ngành Quản trị dịch vụ du lịch và lữ hành là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Quản trị dịch vụ du lịch và lữ hành là 21.00 điểm em nhé."
  },
  {
    "input": "Em muốn biết điểm chuẩn năm 2024 của ngành Thương mại điện tử là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Thương mại điện tử là 21.00 điểm em nhé."
  },
  {
    "input": "Điểm chuẩn ngành Tài chính – Ngân hàng là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Tài chính – Ngân hàng là 21.00 điểm."
  },
  {
    "input": "Em muốn biết điểm chuẩn năm 2024 ngành Kiểm toán là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kiểm toán là 21.00 điểm."
  },
  {
    "input": "Điểm chuẩn năm 2024ngành Kinh tế số là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kinh tế số là 21.00 điểm."
  },
  {
    "input": "Cho em hỏi điểm chuẩn ngành Luật kinh tế là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Luật kinh tế là 21.00 điểm em nhé."
  },
  {
    "input": "Em muốn biết điểm chuẩn của ngành Ngôn ngữ Anh là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Ngôn ngữ Anh là 21.00 điểm em nhé."
  },
  {
    "input": "Điểm chuẩn năm 2024 chương trình tiên tiến ngành Kỹ thuật xây dựng là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của chương trình tiên tiến ngành Kỹ thuật xây dựng là 18.00 điểm em nhé."
  },
  {
    "input": "Điểm chuẩn Kỹ thuật xây dựng công trình thủy năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Kỹ thuật xây dựng công trình thủy năm 2024 là 18.00."
  },
  {
    "input": "Điểm chuẩn Kỹ thuật xây dựng dân dụng và công nghiệp năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Kỹ thuật xây dựng dân dụng và công nghiệp năm 2024 là 18.00."
  },
  {
    "input": "Điểm chuẩn Công nghệ kỹ thuật xây dựng năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Công nghệ kỹ thuật xây dựng năm 2024 là 18.00."
  },
  {
    "input": "Điểm chuẩn Kỹ thuật xây dựng công trình giao thông năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Kỹ thuật xây dựng công trình giao thông năm 2024 là 18.00."
  },
  {
    "input": "Điểm chuẩn Quản lý xây dựng năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Quản lý xây dựng năm 2024 là 18.00."
  },
  {
    "input": "Điểm chuẩn Kỹ thuật tài nguyên nước năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Kỹ thuật tài nguyên nước năm 2024 là 18.00."
  },
  {
    "input": "Điểm chuẩn Kỹ thuật cấp thoát nước năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Kỹ thuật cấp thoát nước năm 2024 là 18.00."
  },
  {
    "input": "Điểm chuẩn Xây dựng và quản lý hạ tầng đô thị năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Xây dựng và quản lý hạ tầng đô thị năm 2024 là 18.00."
  },
  {
    "input": "Điểm chuẩn Tài nguyên nước và môi trường năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Tài nguyên nước và môi trường năm 2024 là 18.00."
  },
  {
    "input": "Điểm chuẩn Công nghệ sinh học năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Công nghệ sinh học năm 2024 là 18.00."
  },
  {
    "input": "Điểm chuẩn Kỹ thuật môi trường năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Kỹ thuật môi trường năm 2024 là 18.00."
  },
  {
    "input": "Điểm chuẩn Kỹ thuật hóa học năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Kỹ thuật hóa học năm 2024 là 18.00."
  },
  {
    "input": "Điểm chuẩn Công nghệ thông tin năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Công nghệ thông tin năm 2024 là 21.00."
  },
  {
    "input": "Điểm chuẩn Hệ thống thông tin năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Hệ thống thông tin năm 2024 là 21.00."
  },
  {
    "input": "Điểm chuẩn Kỹ thuật phần mềm năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Kỹ thuật phần mềm năm 2024 là 21.00."
  },
  {
    "input": "Điểm chuẩn Trí tuệ nhân tạo và khoa học dữ liệu năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Trí tuệ nhân tạo và khoa học dữ liệu năm 2024 là 21.00."
  },
  {
    "input": "Điểm chuẩn An ninh mạng năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn An ninh mạng năm 2024 là 21.00."
  },
  {
    "input": "Điểm chuẩn ngành Kỹ thuật cơ khí (gồm Kỹ thuật cơ khí, Công nghệ chế tạo máy) năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn ngành Kỹ thuật cơ khí (gồm Kỹ thuật cơ khí, Công nghệ chế tạo máy) năm 2024 là 20.00."
  },
  {
    "input": "Điểm chuẩn Kỹ thuật Ô tô năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Kỹ thuật Ô tô năm 2024 là 20.00."
  },
  {
    "input": "Điểm chuẩn Kỹ thuật cơ điện tử năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Kỹ thuật cơ điện tử năm 2024 là 20.00."
  },
  {
    "input": "Điểm chuẩn Kỹ thuật điện năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Kỹ thuật điện năm 2024 là 20.00."
  },
  {
    "input": "Điểm chuẩn Kỹ thuật điều khiển và tự động hóa năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Kỹ thuật điều khiển và tự động hóa năm 2024 là 20.00."
  },
  {
    "input": "Điểm chuẩn Kỹ thuật điện tử - viễn thông năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Kỹ thuật điện tử - viễn thông năm 2024 là 20.00."
  },
  {
    "input": "Điểm chuẩn Kỹ thuật Robot và Điều khiển thông minh năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Kỹ thuật Robot và Điều khiển thông minh năm 2024 là 20.00."
  },
  {
    "input": "Điểm chuẩn Kinh tế năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Kinh tế năm 2024 là 21.00."
  },
  {
    "input": "Điểm chuẩn Quản trị kinh doanh năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Quản trị kinh doanh năm 2024 là 21.00."
  },
  {
    "input": "Điểm chuẩn Kế toán năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Kế toán năm 2024 là 21.00."
  },
  {
    "input": "Điểm chuẩn Kinh tế xây dựng năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Kinh tế xây dựng năm 2024 là 20.00."
  },
  {
    "input": "Điểm chuẩn Logistics và quản lý chuỗi cung ứng năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Logistics và quản lý chuỗi cung ứng năm 2024 là 21.00."
  },
  {
    "input": "Điểm chuẩn Quản trị dịch vụ du lịch và lữ hành năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Quản trị dịch vụ du lịch và lữ hành năm 2024 là 21.00."
  },
  {
    "input": "Điểm chuẩn Thương mại điện tử năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Thương mại điện tử năm 2024 là 21.00."
  },
  {
    "input": "Điểm chuẩn Tài chính – Ngân hàng năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Tài chính – Ngân hàng năm 2024 là 21.00."
  },
  {
    "input": "Điểm chuẩn Kiểm toán năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Kiểm toán năm 2024 là 21.00."
  },
  {
    "input": "Điểm chuẩn Kinh tế số năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Kinh tế số năm 2024 là 21.00."
  },
  {
    "input": "Điểm chuẩn Luật năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Luật năm 2024 là 21.00."
  },
  {
    "input": "Điểm chuẩn Luật kinh tế năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Luật kinh tế năm 2024 là 21.00."
  },
  {
    "input": "Điểm chuẩn Ngôn ngữ Anh năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Ngôn ngữ Anh năm 2024 là 21.00."
  },
  {
    "input": "Điểm chuẩn Ngôn ngữ Trung Quốc năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Ngôn ngữ Trung Quốc năm 2024 là 21.00."
  },
  {
    "input": "Điểm chuẩn Chương trình tiên tiến ngành Kỹ thuật xây dựng năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Chương trình tiên tiến ngành Kỹ thuật xây dựng năm 2024 là 18.00."
  },
  {
    "input": "Điểm chuẩn Chương trình tiên tiến ngành Kỹ thuật tài nguyên nước năm 2024 là bao nhiêu?",
    "output": "Điểm chuẩn Chương trình tiên tiến ngành Kỹ thuật tài nguyên nước năm 2024 là 18.00."
  },
  {
    "input": "Ngành Kỹ thuật xây dựng công trình thủy điểm sàn năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật xây dựng công trình thủy năm 2023 là 18.00 điểm em nhé."
  },
  {
    "input": "Cho em hỏi ngành Công nghệ thông tin điểm sàn xét tuyển học bạ năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Công nghệ thông tin xét tuyển bằng học bạ năm 2023 là 21.00 điểm."
  },
  {
    "input": "Ngành Kỹ thuật Robot và Điều khiển thông minh điểm nhận hồ sơ năm 2023 là bao nhiêu vậy ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật Robot và Điều khiển thông minh năm 2023 là 20.00 điểm em nhé."
  },
  {
    "input": "Điểm sàn của ngành Ngôn ngữ Anh xét tuyển bằng học bạ năm 2023 là bao nhiêu vậy Ad?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Ngôn ngữ Anh xét tuyển bằng học bạ năm 2023 là 20.00 điểm bạn nhé."
  },
  {
    "input": "Em muốn học ngành Luật, điểm sàn xét tuyển bằng học bạ năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Luật xét tuyển bằng học bạ năm 2023 là 20.00 điểm em nhé."
  },
  {
    "input": "Ngành Kỹ thuật môi trường điểm sàn xét tuyển học bạ năm 2023 thế nào ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật môi trường xét tuyển bằng học bạ năm 2023 là 18.00 điểm em nhé."
  },
  {
    "input": "Em muốn xét tuyển vào ngành Kỹ thuật điện tử - viễn thông bằng học bạ, điểm sàn năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật điện tử - viễn thông xét tuyển bằng học bạ năm 2023 là 20.00 điểm em nhé."
  },
  {
    "input": "Điểm sàn của ngành Kinh tế năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kinh tế năm 2023 là 20.00 điểm." 
  },
  {
    "input": "Ngành Logistics và Quản lý chuỗi cung ứng điểm sàn xét tuyển bằng học bạ năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Logistics và Quản lý chuỗi cung ứng xét tuyển bằng học bạ năm 2023 là 20.00 điểm."
  },
  {
    "input": "Điểm sàn xét tuyển học bạ của ngành Kỹ thuật xây dựng (chương trình tiên tiến) năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật xây dựng (chương trình tiên tiến) xét tuyển bằng học bạ năm 2023 là 18.00 điểm."
  },
  {
    "input": "Điểm sàn xét tuyển học bạ của ngành Kỹ thuật xây dựng dân dụng và công nghiệp năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật xây dựng dân dụng và công nghiệp năm 2023 là 18.00 điểm."
  },
  {
    "input": "Ngành Công nghệ kỹ thuật xây dựng điểm sàn năm 2023 là bao nhiêu vậy ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Công nghệ kỹ thuật xây dựng năm 2023 là 18.00 điểm."
  },
  {
    "input": "Điểm sàn xét tuyển học bạ ngành Kỹ thuật xây dựng công trình giao thông năm 2023 là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật xây dựng công trình giao thông xét tuyển bằng học bạ năm 2023 là 18.00 điểm."
  },
  {
    "input": "Em muốn hỏi điểm sàn của ngành Quản lý xây dựng năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Quản lý xây dựng năm 2023 là 18.00 điểm."
  },
  {
    "input": "Ngành Kỹ thuật tài nguyên nước năm 2023 điểm sàn là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật tài nguyên nước năm 2023 là 18.00 điểm em nhé."
  },
  {
    "input": "Điểm sàn xét tuyển học bạ ngành Kỹ thuật cấp thoát nước năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật cấp thoát nước xét tuyển bằng học bạ năm 2023 là 18.00 điểm em nhé."
  },
  {
    "input": "Ngành Xây dựng và quản lý hạ tầng đô thị điểm sàn năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Xây dựng và quản lý hạ tầng đô thị năm 2023 là 18.00 điểm."
  },
  {
    "input": "Em muốn biết điểm sàn xét tuyển học bạ ngành Tài nguyên nước và môi trường năm 2023 là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Tài nguyên nước và môi trường xét tuyển bằng học bạ năm 2023 là 18.00 điểm em nhé."
  },
  {
    "input": "Ngành Công nghệ sinh học năm 2023 điểm sàn là bao nhiêu vậy ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Công nghệ sinh học năm 2023 là 18.00 điểm." 
  },
  {
    "input": "Cho em hỏi điểm sàn xét tuyển học bạ của ngành Kỹ thuật hóa học năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật hóa học xét tuyển bằng học bạ năm 2023 là 18.00 điểm em nhé."
  },
  {
    "input": "Ngành Hệ thống thông tin điểm sàn xét tuyển bằng học bạ năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Hệ thống thông tin xét tuyển bằng học bạ năm 2023 là 21.00 điểm em nhé."
  },
  {
    "input": "Em muốn biết điểm sàn xét tuyển học bạ ngành Kỹ thuật phần mềm năm 2023 là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật phần mềm xét tuyển bằng học bạ năm 2023 là 21.00 điểm."
  },
  {
    "input": "Ngành Trí tuệ nhân tạo và khoa học dữ liệu điểm sàn năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Trí tuệ nhân tạo và khoa học dữ liệu năm 2023 là 21.00 điểm." 
  },
  {
    "input": "Điểm sàn xét tuyển học bạ của ngành An ninh mạng năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành An ninh mạng xét tuyển bằng học bạ năm 2023 là 21.00 điểm."
  },
  {
    "input": "Cho em hỏi điểm sàn xét tuyển bằng học bạ ngành Kỹ thuật cơ khí năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật cơ khí xét tuyển bằng học bạ năm 2023 là 20.00 điểm."
  },
  {
    "input": "Ngành Kỹ thuật Ô tô điểm sàn năm 2023 là bao nhiêu vậy?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật Ô tô năm 2023 là 20.00 điểm em nhé."
  },
  {
    "input": "Em muốn biết điểm sàn xét tuyển học bạ ngành Kỹ thuật cơ điện tử năm 2023 là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật cơ điện tử xét tuyển bằng học bạ năm 2023 là 20.00 điểm em nhé."
  },
  {
    "input": "Ngành Kỹ thuật điện điểm sàn xét tuyển học bạ năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật điện xét tuyển bằng học bạ năm 2023 là 20.00 điểm em nhé."
  },
  {
    "input": "Cho em hỏi điểm sàn xét tuyển học bạ của ngành Kỹ thuật điều khiển và tự động hóa năm 2023 là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kỹ thuật điều khiển và tự động hóa xét tuyển bằng học bạ năm 2023 là 20.00 điểm em nhé."
  },
  {
    "input": "Ngành Quản trị kinh doanh điểm sàn xét tuyển bằng học bạ năm 2023 là bao nhiêu vậy?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Quản trị kinh doanh xét tuyển bằng học bạ năm 2023 là 20.00 điểm."
  },
  {
    "input": "Điểm sàn xét tuyển học bạ ngành Kế toán năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kế toán xét tuyển bằng học bạ năm 2023 là 20.00 điểm."
  },
  {
    "input": "Em muốn hỏi điểm sàn xét tuyển học bạ ngành Kinh tế xây dựng năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kinh tế xây dựng xét tuyển bằng học bạ năm 2023 là 20.00 điểm em nhé."
  },
  {
    "input": "Ngành Quản trị dịch vụ du lịch và lữ hành điểm sàn xét tuyển bằng học bạ năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Quản trị dịch vụ du lịch và lữ hành xét tuyển bằng học bạ năm 2023 là 20.00 điểm em nhé."
  },
  {
    "input": "Cho em hỏi điểm sàn xét tuyển học bạ của ngành Thương mại điện tử năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Thương mại điện tử xét tuyển bằng học bạ năm 2023 là 20.00 điểm."
  },
  {
    "input": "Ngành Tài chính – Ngân hàng điểm sàn xét tuyển bằng học bạ năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Tài chính - Ngân hàng xét tuyển bằng học bạ năm 2023 là 20.00 điểm em nhé."
  },
  {
    "input": "Em muốn biết điểm sàn xét tuyển học bạ ngành Kiểm toán năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kiểm toán xét tuyển bằng học bạ năm 2023 là 20.00 điểm."
  },
  {
    "input": "Ngành Kinh tế số điểm sàn xét tuyển bằng học bạ năm 2023 là bao nhiêu vậy ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Kinh tế số xét tuyển bằng học bạ năm 2023 là 20.00 điểm."
  },
  {
    "input": "Điểm sàn xét tuyển học bạ của ngành Luật kinh tế năm 2023 là bao nhiêu ạ?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Luật kinh tế xét tuyển bằng học bạ năm 2023 là 20.00 điểm."
  },
  {
    "input": "Cho em hỏi điểm sàn xét tuyển bằng học bạ ngành Ngôn ngữ Trung Quốc năm 2023 là bao nhiêu?",
    "output": "Ngưỡng đảm bảo chất lượng của ngành Ngôn ngữ Trung Quốc xét tuyển bằng học bạ năm 2023 là 20.00 điểm em nhé."
  },
  {
    "input": "Ngành Kỹ thuật xây dựng công trình thủy xét tuyển những tổ hợp nào?",
    "output": "Ngành Kỹ thuật xây dựng công trình thủy xét tuyển tổ hợp A00, A01, D01, D07 em nhé."
  },
  {
    "input": "Cho em hỏi ngành Công nghệ thông tin xét tuyển tổ hợp môn nào ạ?",
    "output": "Ngành Công nghệ thông tin xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Ngành Kỹ thuật Robot và Điều khiển thông minh xét tuyển những tổ hợp nào ạ?",
    "output": "Ngành Kỹ thuật Robot và Điều khiển thông minh xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Tổ hợp xét tuyển của ngành Ngôn ngữ Anh là gì vậy?",
    "output": "Ngành Ngôn ngữ Anh xét tuyển tổ hợp A01, D01, D07 và D08 bạn nhé."
  },
  {
    "input": "Em muốn học ngành Luật, trường mình xét tuyển tổ hợp nào ạ?",
    "output": "Ngành Luật xét tuyển tổ hợp A00, A01, C00 và D01 em nhé."
  },
  {
    "input": "Ngành Kỹ thuật môi trường trường mình xét tuyển tổ hợp môn nào ạ?",
    "output": "Ngành Kỹ thuật môi trường xét tuyển tổ hợp A00, A01, B00 và D01 em nhé."
  },
  {
    "input": "Em muốn xét tuyển vào ngành Kỹ thuật điện tử - viễn thông, trường mình xét tuyển những tổ hợp nào ạ?",
    "output": "Ngành Kỹ thuật điện tử - viễn thông xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Tổ hợp xét tuyển của ngành Kinh tế là gì ạ?",
    "output": "Ngành Kinh tế xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Ngành Logistics và Quản lý chuỗi cung ứng trường mình xét tuyển tổ hợp nào ạ?",
    "output": "Ngành Logistics và Quản lý chuỗi cung ứng xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Ngành Kỹ thuật xây dựng (chương trình tiên tiến) xét tuyển tổ hợp môn nào ạ?",
    "output": "Ngành Kỹ thuật xây dựng (chương trình tiên tiến) xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Tổ hợp xét tuyển của ngành Kỹ thuật xây dựng dân dụng và công nghiệp là gì ạ?",
    "output": "Ngành Kỹ thuật xây dựng dân dụng và công nghiệp xét tuyển tổ hợp A00, A01, D01 và D07."
  },
  {
    "input": "Ngành Công nghệ kỹ thuật xây dựng xét tuyển những tổ hợp nào ạ?",
    "output": "Ngành Công nghệ kỹ thuật xây dựng xét tuyển tổ hợp A00, A01, D01 và D07."
  },
  {
    "input": "Trường mình xét tuyển ngành Kỹ thuật xây dựng công trình giao thông những tổ hợp nào ạ?",
    "output": "Ngành Kỹ thuật xây dựng công trình giao thông xét tuyển tổ hợp A00, A01, D01 và D07."
  },
  {
    "input": "Em muốn hỏi tổ hợp xét tuyển của ngành Quản lý xây dựng là gì ạ?",
    "output": "Ngành Quản lý xây dựng xét tuyển tổ hợp A00, A01, D01 và D07."
  },
  {
    "input": "Ngành Kỹ thuật tài nguyên nước trường mình xét tuyển những tổ hợp nào ạ?",
    "output": "Ngành Kỹ thuật tài nguyên nước xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Tổ hợp xét tuyển của ngành Kỹ thuật cấp thoát nước là gì ạ?",
    "output": "Ngành Kỹ thuật cấp thoát nước xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Ngành Xây dựng và quản lý hạ tầng đô thị trường mình xét tuyển tổ hợp nào vậy ạ?",
    "output": "Ngành Xây dựng và quản lý hạ tầng đô thị xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Em muốn hỏi về tổ hợp xét tuyển của ngành Tài nguyên nước và môi trường?",
    "output": "Ngành Tài nguyên nước và môi trường xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Ngành Công nghệ sinh học trường mình xét tuyển những tổ hợp nào ạ?",
    "output": "Ngành Công nghệ sinh học xét tuyển tổ hợp A00, A02, B00 và D08 em nhé."
  },
  {
    "input": "Tổ hợp xét tuyển của ngành Kỹ thuật hóa học là gì vậy ạ?",
    "output": "Ngành Kỹ thuật hóa học xét tuyển tổ hợp A00, B00, D07 và C02 em nhé."
  },
  {
    "input": "Ngành Hệ thống thông tin xét tuyển tổ hợp môn nào ạ?",
    "output": "Ngành Hệ thống thông tin xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Em muốn biết tổ hợp xét tuyển của ngành Kỹ thuật phần mềm là gì?",
    "output": "Ngành Kỹ thuật phần mềm xét tuyển tổ hợp A00, A01, D01 và D07."
  },
  {
    "input": "Ngành Trí tuệ nhân tạo và khoa học dữ liệu trường mình xét tuyển những tổ hợp nào ạ?",
    "output": "Ngành Trí tuệ nhân tạo và khoa học dữ liệu xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Em muốn hỏi về tổ hợp xét tuyển của ngành An ninh mạng?",
    "output": "Ngành An ninh mạng xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Ngành Kỹ thuật cơ khí trường mình xét tuyển những tổ hợp nào vậy ạ?",
    "output": "Ngành Kỹ thuật cơ khí xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Tổ hợp xét tuyển của ngành Kỹ thuật Ô tô là gì ạ?",
    "output": "Ngành Kỹ thuật Ô tô xét tuyển tổ hợp A00, A01, D01 và D07."
  },
  {
    "input": "Ngành Kỹ thuật cơ điện tử trường mình xét tuyển tổ hợp nào ạ?",
    "output": "Ngành Kỹ thuật cơ điện tử xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Em muốn hỏi về tổ hợp xét tuyển của ngành Kỹ thuật điện?",
    "output": "Ngành Kỹ thuật điện xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Ngành Kỹ thuật điều khiển và tự động hóa trường mình xét tuyển tổ hợp nào vậy ạ?",
    "output": "Ngành Kỹ thuật điều khiển và tự động hóa xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Tổ hợp xét tuyển của ngành Quản trị kinh doanh là gì vậy ạ?",
    "output": "Ngành Quản trị kinh doanh xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Ngành Kế toán trường mình xét tuyển những tổ hợp nào ạ?",
    "output": "Ngành Kế toán xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Em muốn hỏi tổ hợp xét tuyển của ngành Kinh tế xây dựng là gì ạ?",
    "output": "Ngành Kinh tế xây dựng xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Ngành Quản trị dịch vụ du lịch và lữ hành trường mình xét tuyển tổ hợp nào ạ?",
    "output": "Ngành Quản trị dịch vụ du lịch và lữ hành xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Em muốn biết tổ hợp xét tuyển của ngành Thương mại điện tử là gì?",
    "output": "Ngành Thương mại điện tử xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Ngành Tài chính – Ngân hàng trường mình xét tuyển những tổ hợp nào ạ?",
    "output": "Ngành Tài chính – Ngân hàng xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Tổ hợp xét tuyển của ngành Kiểm toán là gì vậy ạ?",
    "output": "Ngành Kiểm toán xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Ngành Kinh tế số trường mình xét tuyển tổ hợp nào vậy ạ?",
    "output": "Ngành Kinh tế số xét tuyển tổ hợp A00, A01, D01 và D07 em nhé."
  },
  {
    "input": "Em muốn hỏi về tổ hợp xét tuyển của ngành Luật kinh tế?",
    "output": "Ngành Luật kinh tế xét tuyển tổ hợp A00, A01, C00 và D01 em nhé."
  },
  {
    "input": "Ngành Ngôn ngữ Trung Quốc trường mình xét tuyển tổ hợp nào ạ?",
    "output": "Ngành Ngôn ngữ Trung Quốc xét tuyển tổ hợp A01, D01, D07 và D04 em nhé."
  },
  {
    "input": "Trường Đại học Thủy lợi ở đâu?",
    "output": "Trường Đại học Thủy lợi có trụ sở chính tại số 175 Tây Sơn, Quận Đống Đa, Hà Nội em nhé."
  },
  {
    "input": "Em muốn liên hệ với trường để hỏi thông tin tuyển sinh thì liên lạc qua đâu ạ?",
    "output": "Em có thể liên hệ với trường qua số điện thoại 0243.5631537 hoặc email tuyensinh@tlu.edu.vn nhé."
  },
  {
    "input": "Facebook của trường là gì ạ?",
    "output": "Em có thể tìm kiếm trường trên Facebook với tên \"daihocthuyloi1959\" nhé."
  },
  {
    "input": "Em muốn xem thông tin tuyển sinh trên website thì truy cập vào đâu ạ?",
    "output": "Em có thể truy cập website của trường tại địa chỉ http://www.tlu.edu.vn để xem thông tin tuyển sinh nhé."
  },
  {
    "input": "Anh/chị ơi, cho em hỏi cách tính điểm xét tuyển như thế nào ạ?",
    "output": "Để tính điểm xét tuyển (ĐXT), trường sẽ cộng tổng điểm trung bình 3 môn của 5 học kỳ ( lớp 10, 11 và học kỳ 1 lớp 12), điểm ưu tiên khu vực, đối tượng (nếu có) và điểm cộng xét tuyển (nếu có)."
  },
  {
    "input": "Điểm xét tuyển của ngành Ngôn ngữ Anh được tính như thế nào ạ?",
    "output": "Điểm xét tuyển ngành Ngôn ngữ Anh được tính khác một chút so với các ngành khác, môn ngoại ngữ sẽ được nhân hệ số 2. Công thức cụ thể như sau: (Điểm môn 1 + Điểm môn 2 + Điểm ngoại ngữ * 2)/4*3 + Điểm ưu tiên + Điểm cộng xét tuyển."
  },
  {
    "input": "Anh/chị ơi, em có giải học sinh giỏi cấp tỉnh, em được cộng bao nhiêu điểm ạ?",
    "output": "Chúc mừng em! Em sẽ được cộng điểm vào điểm xét tuyển dựa vào giải thưởng của em. Giải Nhất được cộng 3 điểm, Giải Nhì được cộng 2.5 điểm, Giải Ba được cộng 2 điểm, và giải Khuyến khích được cộng 1 điểm."
  },
  {
    "input": "Em là học sinh trường chuyên, em được cộng bao nhiêu điểm vậy ạ?",
    "output": "Nếu em là học sinh trường chuyên, em sẽ được cộng 1 điểm. Nếu em học lớp chuyên thuộc tổ hợp môn xét tuyển của ngành đăng ký, em sẽ được cộng thêm 1 điểm nữa, tổng cộng là 2 điểm."
  },
  {
    "input": "Em có chứng chỉ IELTS 6.5, em được cộng bao nhiêu điểm ạ?",
    "output": "Với chứng chỉ IELTS 6.5, em sẽ được cộng 2.0 điểm vào điểm xét tuyển. Chúc mừng em!"
  },
  {
    "input": "Em có giải Nhì kỳ thi khoa học kỹ thuật cấp tỉnh, em được cộng bao nhiêu điểm vậy ạ?",
    "output": "Em sẽ được cộng 1.5 điểm cho giải Nhì kỳ thi khoa học kỹ thuật cấp tỉnh."
  },
  {
    "input": "Em là học sinh giỏi 3 năm liền, vậy em có được cộng điểm xét tuyển không ạ?",
    "output": "Có em nhé! Em sẽ được cộng 1 điểm vào điểm xét tuyển khi là học sinh giỏi 3 năm liền."
  },
  {
    "input": "Em vừa đạt giải Nhất học sinh giỏi tỉnh, vừa là học sinh giỏi 3 năm, trường sẽ cộng dồn điểm cho em chứ?",
    "output": "Chắc chắn rồi em! Trường sẽ cộng dồn tất cả các điểm cộng em đủ điều kiện, trường hợp này em sẽ được cộng 3 điểm cho giải Nhất học sinh giỏi tỉnh và 1 điểm cho danh hiệu học sinh giỏi 3 năm, tổng cộng là 4 điểm."
  },
  {
    "input": "Em có chứng chỉ tiếng Pháp DELF B2, em được cộng bao nhiêu điểm ạ?",
    "output": "Chứng chỉ DELF B2 tương đương với bậc 4 trong Khung năng lực ngoại ngữ Việt Nam, em sẽ được cộng 2.0 điểm vào điểm xét tuyển."
  },
  {
    "input": "Em có chứng chỉ HSK cấp 5, em được cộng bao nhiêu điểm vậy ạ?",
    "output": "Em sẽ được cộng 3.0 điểm cho chứng chỉ HSK cấp 5, tương đương bậc 5 trong Khung năng lực ngoại ngữ Việt Nam."
  },
  {
    "input": "Em có bằng IELTS 5.0 thì được cộng bao nhiêu điểm ạ?",
    "output": "Với chứng chỉ IELTS 5.0, em sẽ được cộng 1.0 điểm vào điểm xét tuyển."
  },
  {
    "input": "Em đạt giải Ba kỳ thi Khoa học kỹ thuật cấp tỉnh, ngành em đăng ký xét tuyển có liên quan đến lĩnh vực của kỳ thi, vậy em có được cộng điểm không?",
    "output": "Có em nhé, em sẽ được cộng 1.0 điểm vào điểm xét tuyển." 
  },
  {
    "input": "Chứng chỉ tiếng Nhật JLPT N3 của em có được cộng điểm không?",
    "output": "Có em, chứng chỉ JLPT N3 tương đương bậc 4, em sẽ được cộng 2.0 điểm vào điểm xét tuyển." 
  },
  {
    "input": "Em có chứng chỉ tiếng Hàn TOPIK II level 3, em được cộng bao nhiêu điểm vậy ạ?",
    "output": "Chứng chỉ TOPIK II level 3 tương đương bậc 3, em sẽ được cộng 1.0 điểm vào điểm xét tuyển."
  },
  {
    "input": "Em có chứng chỉ TOEFL iBT 79, em được cộng bao nhiêu điểm khi xét tuyển ạ?",
    "output": "Chứng chỉ TOEFL iBT 79 của em tương đương bậc 5, em sẽ được cộng 3.0 điểm vào điểm xét tuyển."
  },
  {
    "input": "Em vừa là học sinh trường chuyên, vừa có chứng chỉ tiếng Anh TOEIC 850, em được cộng bao nhiêu điểm ạ?",
    "output": "Em sẽ được cộng 1 điểm cho diện học sinh trường chuyên và 2 điểm cho chứng chỉ TOEIC 850 (tương đương bậc 4), tổng cộng là 3 điểm."
  },
  {
    "input": "Em đạt giải Khuyến khích kỳ thi học sinh giỏi cấp tỉnh môn Toán, em được cộng bao nhiêu điểm ạ?",
    "output": "Em sẽ được cộng 1.0 điểm cho giải Khuyến khích học sinh giỏi cấp tỉnh môn Toán."
  },
  {
    "input": "Em có chứng chỉ tiếng Đức TestDaF bậc 4, em được cộng bao nhiêu điểm khi xét tuyển?",
    "output": "Chứng chỉ TestDaF bậc 4 tương đương bậc 4, em sẽ được cộng 2.0 điểm vào điểm xét tuyển."
  },
  {
    "input": "Em vừa đạt giải Nhất kỳ thi học sinh giỏi quốc gia, vừa có chứng chỉ IELTS 7.0, em được cộng bao nhiêu điểm?",
    "output": "Với giải Nhất kỳ thi học sinh giỏi quốc gia, em đủ điều kiện xét tuyển thẳng, không cần cộng điểm. Tuy nhiên, chứng chỉ IELTS 7.0 của em vẫn rất hữu ích cho quá trình học tập tại trường."
  },
  {
    "input": "Em muốn đăng ký ngành Kỹ thuật Xây dựng công trình thủy thì mã tuyển sinh là gì ạ?",
    "output": "Mã tuyển sinh của ngành Kỹ thuật Xây dựng công trình thủy là TLA101 em nhé."
  },
  {
    "input": "Em muốn học ngành Công nghệ thông tin, mã tuyển sinh là gì để em đăng ký ạ?",
    "output": "Mã tuyển sinh của ngành Công nghệ thông tin là TLA106."
  },
  {
    "input": "Anh chị cho em hỏi mã tuyển sinh của ngành Kỹ thuật Robot và Điều khiển thông minh là gì ạ?",
    "output": "Mã tuyển sinh của ngành Kỹ thuật Robot và Điều khiển thông minh là TLA128."
  },
  {
    "input": "Em muốn đăng ký xét tuyển ngành Ngôn ngữ Anh, mã ngành là gì ạ?",
    "output": "Mã tuyển sinh của ngành Ngôn ngữ Anh là TLA203."
  },
  {
    "input": "Em muốn học ngành Luật, mã tuyển sinh là gì ạ?",
    "output": "Mã tuyển sinh của ngành Luật là TLA301 em nhé."
  },
  {
    "input": "Mã tuyển sinh của ngành Kỹ thuật xây dựng dân dụng và công nghiệp là gì ạ?",
    "output": "Mã tuyển sinh của ngành Kỹ thuật xây dựng dân dụng và công nghiệp là TLA104."
  },
  {
    "input": "Ngành Công nghệ kỹ thuật xây dựng có mã tuyển sinh là gì ạ?",
    "output": "Mã tuyển sinh của ngành Công nghệ kỹ thuật xây dựng là TLA111."
  },
  {
    "input": "Anh/chị ơi, mã tuyển sinh của ngành Kỹ thuật xây dựng công trình giao thông là gì ạ?",
    "output": "Mã tuyển sinh của ngành Kỹ thuật xây dựng công trình giao thông là TLA113 em nhé."
  },
  {
    "input": "Em muốn biết mã tuyển sinh của ngành Quản lý xây dựng là gì?",
    "output": "Mã tuyển sinh của ngành Quản lý xây dựng là TLA114."
  },
  {
    "input": "Mã ngành Kỹ thuật tài nguyên nước là gì ạ?",
    "output": "Mã tuyển sinh của ngành Kỹ thuật tài nguyên nước là TLA102."
  },
  {
    "input": "Anh/chị cho em hỏi mã tuyển sinh của ngành Kỹ thuật cấp thoát nước là gì với ạ?",
    "output": "Mã tuyển sinh của ngành Kỹ thuật cấp thoát nước là TLA107 em nhé."
  },
  {
    "input": "Ngành Xây dựng và quản lý hạ tầng đô thị mã tuyển sinh là gì ạ?",
    "output": "Mã tuyển sinh của ngành Xây dựng và quản lý hạ tầng đô thị là TLA110."
  },
  {
    "input": "Em muốn hỏi mã tuyển sinh của ngành Tài nguyên nước và môi trường là gì ạ?",
    "output": "Mã tuyển sinh của ngành Tài nguyên nước và môi trường là TLA103 em nhé."
  },
  {
    "input": "Ngành Công nghệ sinh học có mã tuyển sinh là gì ạ?",
    "output": "Mã tuyển sinh của ngành Công nghệ sinh học là TLA119."
  },
  {
    "input": "Anh/chị ơi, mã tuyển sinh của ngành Kỹ thuật hóa học là gì ạ?",
    "output": "Mã tuyển sinh của ngành Kỹ thuật hóa học là TLA118."
  },
  {
    "input": "Mã tuyển sinh của ngành Hệ thống thông tin là gì ạ?",
    "output": "Mã tuyển sinh của ngành Hệ thống thông tin là TLA116."
  },
  {
    "input": "Em muốn biết mã tuyển sinh của ngành Kỹ thuật phần mềm ạ?",
    "output": "Mã tuyển sinh của ngành Kỹ thuật phần mềm là TLA117."
  },
  {
    "input": "Anh/chị cho em hỏi mã tuyển sinh của ngành Trí tuệ nhân tạo và khoa học dữ liệu là gì với ạ?",
    "output": "Mã tuyển sinh của ngành Trí tuệ nhân tạo và khoa học dữ liệu là TLA126."
  },
  {
    "input": "Mã tuyển sinh của ngành An ninh mạng là gì ạ?",
    "output": "Mã tuyển sinh của ngành An ninh mạng là TLA127."
  },
  {
    "input": "Ngành Kỹ thuật cơ khí có mã tuyển sinh là gì ạ?",
    "output": "Mã tuyển sinh của ngành Kỹ thuật cơ khí là TLA105."
  },
  {
    "input": "Anh/chị ơi, mã tuyển sinh của ngành Kỹ thuật Ô tô là gì ạ?",
    "output": "Mã tuyển sinh của ngành Kỹ thuật Ô tô là TLA123 em nhé."
  },
  {
    "input": "Em muốn biết mã tuyển sinh của ngành Kỹ thuật cơ điện tử ạ?",
    "output": "Mã tuyển sinh của ngành Kỹ thuật cơ điện tử là TLA120."
  },
  {
    "input": "Mã tuyển sinh của ngành Kỹ thuật điện là gì ạ?",
    "output": "Mã tuyển sinh của ngành Kỹ thuật điện là TLA112."
  },
  {
    "input": "Anh/chị cho em hỏi mã tuyển sinh của ngành Kỹ thuật điều khiển và tự động hóa là gì với ạ?",
    "output": "Mã tuyển sinh của ngành Kỹ thuật điều khiển và tự động hóa là TLA121 em nhé."
  },
  {
    "input": "Mã tuyển sinh của ngành Quản trị kinh doanh là gì ạ?",
    "output": "Mã tuyển sinh của ngành Quản trị kinh doanh là TLA402."
  },
  {
    "input": "Em muốn biết mã tuyển sinh của ngành Kế toán?",
    "output": "Mã tuyển sinh của ngành Kế toán là TLA403."
  },
  {
    "input": "Anh/chị ơi, mã tuyển sinh của ngành Kinh tế xây dựng là gì ạ?",
    "output": "Mã tuyển sinh của ngành Kinh tế xây dựng là TLA404 em nhé."
  },
  {
    "input": "Mã ngành Quản trị dịch vụ du lịch và lữ hành là gì ạ?",
    "output": "Mã tuyển sinh của ngành Quản trị dịch vụ du lịch và lữ hành là TLA406."
  },
  {
    "input": "Em muốn hỏi mã tuyển sinh của ngành Thương mại điện tử là gì?",
    "output": "Mã tuyển sinh của ngành Thương mại điện tử là TLA405 em nhé."
  },
  {
    "input": "Ngành Tài chính – Ngân hàng có mã tuyển sinh là gì ạ?",
    "output": "Mã tuyển sinh của ngành Tài chính – Ngân hàng là TLA408."
  },
  {
    "input": "Anh/chị cho em hỏi mã tuyển sinh của ngành Kiểm toán là gì với ạ?",
    "output": "Mã tuyển sinh của ngành Kiểm toán là TLA409 em nhé."
  },
  {
    "input": "Mã ngành Kinh tế số là gì ạ?",
    "output": "Mã tuyển sinh của ngành Kinh tế số là TLA410."
  },
  {
    "input": "Em muốn biết mã tuyển sinh của ngành Luật kinh tế ạ?",
    "output": "Mã tuyển sinh của ngành Luật kinh tế là TLA302."
  },
  {
    "input": "Ngành Ngôn ngữ Trung Quốc có mã tuyển sinh là gì ạ?",
    "output": "Mã tuyển sinh của ngành Ngôn ngữ Trung Quốc là TLA204."
  },
  {
    "input": "Em muốn hỏi mã tuyển sinh của ngành Kỹ thuật xây dựng (chương trình tiên tiến) là gì ạ?",
    "output": "Mã tuyển sinh của ngành Kỹ thuật xây dựng (chương trình tiên tiến) là TLA201 em nhé."
  },
  {
    "input": "Cho em hỏi chỉ tiêu ngành Kỹ thuật xây dựng công trình thủy năm 2024 là bao nhiêu ạ?",
    "output": "Chỉ tiêu ngành Kỹ thuật xây dựng công trình thủy năm 2024 là 140."
  },
  {
    "input": "Ngành Công nghệ thông tin năm nay tuyển bao nhiêu chỉ tiêu vậy ạ?",
    "output": "Chỉ tiêu ngành Công nghệ thông tin năm 2024 là 120."
  },
  {
    "input": "Anh chị cho em hỏi chỉ tiêu của ngành Kỹ thuật Robot và Điều khiển thông minh năm 2024 là bao nhiêu ạ?",
    "output": "Ngành Kỹ thuật Robot và Điều khiển thông minh năm 2024 có 70 chỉ tiêu."
  },
  {
    "input": "Chỉ tiêu ngành Ngôn ngữ Anh năm 2024 là bao nhiêu ạ?",
    "output": "Chỉ tiêu ngành Ngôn ngữ Anh năm 2024 là 100."
  },
  {
    "input": "Em muốn học ngành Luật, cho em hỏi chỉ tiêu ngành này năm nay là bao nhiêu ạ?",
    "output": "Chỉ tiêu ngành Luật năm 2024 là 90."
  },
  {
    "input": "Ngành Kỹ thuật xây dựng dân dụng và công nghiệp năm nay tuyển bao nhiêu chỉ tiêu ạ?",
    "output": "Ngành Kỹ thuật xây dựng dân dụng và công nghiệp năm 2024 có 150 chỉ tiêu."
  },
  {
    "input": "Anh chị cho em hỏi chỉ tiêu ngành Công nghệ kỹ thuật xây dựng năm 2024 là bao nhiêu ạ?",
    "output": "Ngành Công nghệ kỹ thuật xây dựng năm nay có 180 chỉ tiêu."
  },
  {
    "input": "Chỉ tiêu ngành Kỹ thuật xây dựng công trình giao thông năm 2024 là bao nhiêu ạ?",
    "output": "Chỉ tiêu ngành Kỹ thuật xây dựng công trình giao thông năm 2024 là 70."
  },
  {
    "input": "Em muốn biết chỉ tiêu ngành Quản lý xây dựng năm nay là bao nhiêu ạ?",
    "output": "Ngành Quản lý xây dựng năm nay có 180 chỉ tiêu."
  },
  {
    "input": "Ngành Kỹ thuật tài nguyên nước năm 2024 có bao nhiêu chỉ tiêu ạ?",
    "output": "Ngành Kỹ thuật tài nguyên nước năm 2024 có 90 chỉ tiêu."
  },
  {
    "input": "Anh chị cho em hỏi chỉ tiêu ngành Kỹ thuật cấp thoát nước năm 2024 là bao nhiêu ạ?",
    "output": "Ngành Kỹ thuật cấp thoát nước năm nay có 100 chỉ tiêu."
  },
  {
    "input": "Chỉ tiêu ngành Xây dựng và quản lý hạ tầng đô thị năm 2024 là bao nhiêu vậy ạ?",
    "output": "Ngành Xây dựng và quản lý hạ tầng đô thị năm 2024 có 100 chỉ tiêu."
  },
  {
    "input": "Em muốn biết chỉ tiêu ngành Tài nguyên nước và môi trường năm nay là bao nhiêu ạ?",
    "output": "Chỉ tiêu ngành Tài nguyên nước và môi trường năm 2024 là 70."
  },
  {
    "input": "Ngành Công nghệ sinh học năm 2024 có bao nhiêu chỉ tiêu ạ?",
    "output": "Ngành Công nghệ sinh học năm 2024 có 70 chỉ tiêu."
  },
  {
    "input": "Anh chị cho em hỏi chỉ tiêu ngành Kỹ thuật hóa học năm nay là bao nhiêu ạ?",
    "output": "Ngành Kỹ thuật hóa học năm nay có 90 chỉ tiêu."
  },
  {
    "input": "Chỉ tiêu ngành Hệ thống thông tin năm 2024 là bao nhiêu ạ?",
    "output": "Ngành Hệ thống thông tin năm 2024 có 70 chỉ tiêu."
  },
  {
    "input": "Em muốn hỏi chỉ tiêu ngành Kỹ thuật phần mềm năm nay là bao nhiêu?",
    "output": "Ngành Kỹ thuật phần mềm năm 2024 có 90 chỉ tiêu."
  },
  {
    "input": "Anh chị cho em hỏi chỉ tiêu ngành Trí tuệ nhân tạo và khoa học dữ liệu năm 2024 là bao nhiêu ạ?",
    "output": "Ngành Trí tuệ nhân tạo và khoa học dữ liệu năm nay có 100 chỉ tiêu."
  },
  {
    "input": "Ngành An ninh mạng năm nay tuyển bao nhiêu chỉ tiêu vậy ạ?",
    "output": "Ngành An ninh mạng năm 2024 có 70 chỉ tiêu."
  },
  {
    "input": "Em muốn hỏi chỉ tiêu ngành Kỹ thuật cơ khí năm nay là bao nhiêu?",
    "output": "Ngành Kỹ thuật cơ khí năm 2024 có 190 chỉ tiêu."
  },
  {
    "input": "Chỉ tiêu ngành Kỹ thuật Ô tô năm 2024 là bao nhiêu vậy ạ?",
    "output": "Ngành Kỹ thuật Ô tô năm 2024 có 140 chỉ tiêu."
  },
  {
    "input": "Em muốn hỏi chỉ tiêu ngành Kỹ thuật cơ điện tử năm nay là bao nhiêu ạ?",
    "output": "Ngành Kỹ thuật cơ điện tử năm 2024 có 70 chỉ tiêu."
  },
  {
    "input": "Ngành Kỹ thuật điện năm 2024 có bao nhiêu chỉ tiêu ạ?",
    "output": "Ngành Kỹ thuật điện năm 2024 có 120 chỉ tiêu."
  },
  {
    "input": "Chỉ tiêu ngành Kỹ thuật điều khiển và tự động hóa năm 2024 là bao nhiêu ạ?",
    "output": "Ngành Kỹ thuật điều khiển và tự động hóa năm 2024 có 70 chỉ tiêu."
  },
  {
    "input": "Anh chị cho em hỏi chỉ tiêu ngành Kỹ thuật điện tử - viễn thông năm 2024 là bao nhiêu ạ?",
    "output": "Ngành Kỹ thuật điện tử - viễn thông năm 2024 có 70 chỉ tiêu."
  },
  {
    "input": "Ngành Kinh tế năm nay tuyển bao nhiêu chỉ tiêu vậy ạ?",
    "output": "Ngành Kinh tế năm 2024 có 120 chỉ tiêu."
  },
  {
    "input": "Em muốn hỏi chỉ tiêu ngành Quản trị kinh doanh năm nay là bao nhiêu ạ?",
    "output": "Ngành Quản trị kinh doanh năm 2024 có 120 chỉ tiêu."
  },
  {
    "input": "Chỉ tiêu ngành Kế toán năm 2024 là bao nhiêu ạ?",
    "output": "Ngành Kế toán năm 2024 có 90 chỉ tiêu."
  },
  {
    "input": "Anh chị cho em hỏi chỉ tiêu ngành Kinh tế xây dựng năm 2024 là bao nhiêu ạ?",
    "output": "Ngành Kinh tế xây dựng năm nay có 180 chỉ tiêu."
  },
  {
    "input": "Chỉ tiêu ngành Logistics và quản lý chuỗi cung ứng năm 2024 là bao nhiêu ạ?",
    "output": "Ngành Logistics và quản lý chuỗi cung ứng năm 2024 có 100 chỉ tiêu."
  },
  {
    "input": "Em muốn biết chỉ tiêu ngành Quản trị dịch vụ du lịch và lữ hành năm nay là bao nhiêu ạ?",
    "output": "Ngành Quản trị dịch vụ du lịch và lữ hành năm 2024 có 150 chỉ tiêu."
  },
  {
    "input": "Chỉ tiêu ngành Thương mại điện tử năm 2024 là bao nhiêu ạ?",
    "output": "Ngành Thương mại điện tử năm 2024 có 100 chỉ tiêu."
  },
  {
    "input": "Anh chị cho em hỏi chỉ tiêu ngành Tài chính – Ngân hàng năm 2024 là bao nhiêu ạ?",
    "output": "Ngành Tài chính – Ngân hàng năm nay có 100 chỉ tiêu."
  },
  {
    "input": "Chỉ tiêu ngành Kiểm toán năm 2024 là bao nhiêu vậy ạ?",
    "output": "Ngành Kiểm toán năm 2024 có 90 chỉ tiêu."
  },
  {
    "input": "Em muốn hỏi chỉ tiêu ngành Kinh tế số năm nay là bao nhiêu ạ?",
    "output": "Ngành Kinh tế số năm 2024 có 70 chỉ tiêu."
  },
  {
    "input": "Chỉ tiêu ngành Luật kinh tế năm 2024 là bao nhiêu ạ?",
    "output": "Ngành Luật kinh tế năm 2024 có 90 chỉ tiêu."
  },
  {
    "input": "Anh/chị cho em hỏi chỉ tiêu ngành Ngôn ngữ Trung Quốc năm 2024 là bao nhiêu ạ?",
    "output": "Ngành Ngôn ngữ Trung Quốc năm 2024 có 70 chỉ tiêu."
  },
  {
    "input": "Ngành Chương trình tiên tiến ngành Kỹ thuật xây dựng năm nay tuyển bao nhiêu chỉ tiêu vậy ạ?",
    "output": "Ngành Chương trình tiên tiến ngành Kỹ thuật xây dựng năm 2024 có 30 chỉ tiêu."
  },
  {
    "input": "Em muốn hỏi chỉ tiêu ngành Chương trình tiên tiến ngành Kỹ thuật tài nguyên nước năm nay là bao nhiêu?",
    "output": "Ngành Chương trình tiên tiến ngành Kỹ thuật tài nguyên nước năm 2024 có 30 chỉ tiêu."
  },
  {
    "input": "Mã tổ hợp A00 là những môn gì?",
    "output": "Mã tổ hợp A00 gồm 3 môn: Toán, Vật lý, Hóa học."
  },
  {
    "input": "Cho em hỏi mã tổ hợp D01 gồm những môn nào ạ?",
    "output": "Mã tổ hợp D01 gồm 3 môn: Toán, Ngữ văn, Tiếng Anh."
  },
  {
    "input": "Tổ hợp A01 là những môn gì?",
    "output": "Tổ hợp A01 gồm 3 môn: Toán, Vật lý, Tiếng Anh."
  },
  {
    "input": "Mã tổ hợp D07 gồm những môn nào?",
    "output": "Mã tổ hợp D07 gồm 3 môn: Toán, Hóa học, Tiếng Anh."
  },
  {
    "input": "Tổ hợp A02 là những môn gì?",
    "output": "Tổ hợp A02 gồm 3 môn: Toán, Vật lý, Sinh học."
  },
  {
    "input": "Cho em hỏi mã tổ hợp B00 gồm những môn nào ạ?",
    "output": "Mã tổ hợp B00 gồm 3 môn: Toán, Hóa học, Sinh học."
  },
  {
    "input": "Mã tổ hợp D08 là những môn gì?",
    "output": "Mã tổ hợp D08 gồm 3 môn: Toán, Sinh học, Tiếng Anh."
  },
  {
    "input": "Tổ hợp C00 là những môn gì?",
    "output": "Tổ hợp C00 gồm 3 môn: Ngữ văn, Lịch sử, Địa lý."
  },
  {
    "input": "Cho em hỏi mã tổ hợp C02 gồm những môn nào ạ?",
    "output": "Mã tổ hợp C02 gồm 3 môn: Toán, Ngữ văn, Hóa học."
  },
  {
    "input": "Mã tổ hợp D04 là những môn gì?",
    "output": "Mã tổ hợp D04 gồm 3 môn: Toán, Ngữ văn, Tiếng Trung."
  },
  {
    "input": "Tổ hợp D09 là những môn gì?",
    "output": "Tổ hợp D09 gồm 3 môn: Toán, Tiếng Anh, Lịch sử."
  },
  {
    "input": "Cho em hỏi mã tổ hợp D10 gồm những môn nào ạ?",
    "output": "Mã tổ hợp D10 gồm 3 môn: Toán, Tiếng Anh, Địa lý."
  },
  {
    "input": "Tổ hợp K00 là gì ạ?",
    "output": "Tổ hợp K00 dùng để xét tuyển dựa vào kết quả kỳ thi đánh giá tư duy."
  },
  {
    "input": "Em muốn xét tuyển thẳng vào trường, cần những điều kiện gì ạ?",
    "output": "Để xét tuyển thẳng, em cần đạt giải Nhất, Nhì, hoặc Ba trong kỳ thi học sinh giỏi quốc gia, quốc tế hoặc thi khoa học kỹ thuật quốc gia, quốc tế do Bộ Giáo dục và Đào tạo tổ chức. Thời gian đạt giải không quá 3 năm tính đến thời điểm xét tuyển và em đã tốt nghiệp THPT nhé."
  },
  {
    "input": "Em đạt giải Nhì quốc gia môn Toán, vậy em có thể xét tuyển thẳng vào ngành nào?",
    "output": "Với giải Nhì quốc gia môn Toán, em có thể xét tuyển thẳng vào tất cả các ngành của trường."
  },
  {
    "input": "Em có giải Nhất Vật lý cấp Quốc gia, em muốn xét tuyển thẳng vào ngành Kỹ thuật Robot và Điều khiển thông minh, có được không ạ?",
    "output": "Được em nhé. Giải Nhất Vật lý cấp Quốc gia đủ điều kiện xét tuyển thẳng vào ngành Kỹ thuật Robot và Điều khiển thông minh."
  },
  {
    "input": "Em đạt giải Ba quốc gia môn Tiếng Anh, vậy em có thể xét tuyển thẳng vào ngành nào?",
    "output": "Với giải Ba quốc gia môn Tiếng Anh, em có thể xét tuyển thẳng vào tất cả các ngành của trường."
  },
  {
    "input": "Em có giải Nhì Hóa học cấp Quốc gia, em muốn xét tuyển thẳng vào ngành Công nghệ Sinh học, có được không ạ?",
    "output": "Được em nhé. Giải Nhì Hóa học cấp Quốc gia đủ điều kiện xét tuyển thẳng vào ngành Công nghệ Sinh học."
  },
  {
    "input": "Em đạt giải Nhất quốc gia môn Sinh học, vậy em có thể xét tuyển thẳng vào ngành nào?",
    "output": "Với giải Nhất quốc gia môn Sinh học, em có thể xét tuyển thẳng vào các ngành Kỹ thuật môi trường, Kỹ thuật hóa học và Công nghệ sinh học."
  },
  {
    "input": "Em có giải Ba Tin học cấp Quốc gia, em muốn xét tuyển thẳng vào ngành Hệ thống thông tin, có được không ạ?",
    "output": "Được em nhé. Giải Ba Tin học cấp Quốc gia đủ điều kiện xét tuyển thẳng vào ngành Hệ thống thông tin."
  },
  {
    "input": "Em đạt giải Khuyến khích quốc gia môn Ngữ văn, vậy em có thể xét tuyển thẳng vào ngành nào?",
    "output": "Với giải Khuyến khích quốc gia môn Ngữ văn, em có thể xét tuyển thẳng vào các ngành Ngôn ngữ Anh, Ngôn ngữ Trung Quốc, Luật và Luật Kinh tế."
  },
  {
    "input": "Em có giải Nhất Lịch sử cấp Quốc gia, em muốn xét tuyển thẳng vào ngành Luật Kinh tế, có được không ạ?",
    "output": "Được em nhé. Giải Nhất Lịch sử cấp Quốc gia đủ điều kiện xét tuyển thẳng vào ngành Luật Kinh tế."
  },
  {
    "input": "Em đạt giải Nhì quốc gia môn Địa lý, vậy em có thể xét tuyển thẳng vào ngành nào?",
    "output": "Với giải Nhì quốc gia môn Địa lý, em có thể xét tuyển thẳng vào các ngành Luật và Luật Kinh tế."
  },
  {
    "input": "Em có giải Ba Tiếng Trung Quốc cấp Quốc gia, em muốn xét tuyển thẳng vào ngành Ngôn ngữ Trung Quốc, có được không ạ?",
    "output": "Được em nhé. Giải Ba Tiếng Trung Quốc cấp Quốc gia đủ điều kiện xét tuyển thẳng vào ngành Ngôn ngữ Trung Quốc."
  },
  {
    "input": "Cho em hỏi trường mình có xét tuyển dựa vào kết quả kỳ thi đánh giá tư duy không ạ?",
    "output": "Có em nhé. Trường mình có xét tuyển dựa vào kết quả kỳ thi đánh giá tư duy cho một số ngành."
  },
  {
    "input": "Em muốn xét tuyển bằng kết quả kỳ thi đánh giá tư duy, trường mình nhận hồ sơ những ngành nào ạ?",
    "output": "Trường mình nhận hồ sơ xét tuyển bằng kết quả kỳ thi đánh giá tư duy cho các ngành: Công nghệ sinh học (TLA119), Kỹ thuật môi trường (TLA109), Kỹ thuật hóa học (TLA118), Công nghệ thông tin (TLA106), Hệ thống thông tin (TLA116), Kỹ thuật phần mềm (TLA117), Trí tuệ nhân tạo và khoa học dữ liệu (TLA126), An ninh mạng (TLA127), Nhóm ngành Kỹ thuật cơ khí (gồm Kỹ thuật cơ khí và Công nghệ chế tạo máy) (TLA105), Kỹ thuật Ô tô (TLA123), Kỹ thuật cơ điện tử (TLA120), Kỹ thuật điện (TLA112), Kỹ thuật điều khiển và tự động hóa (TLA121), Kỹ thuật điện tử - viễn thông (TLA124), Kỹ thuật Robot và Điều khiển thông minh (TLA128), và Ngôn ngữ Anh (TLA203)."
  },
  {
    "input": "Cho em hỏi thời gian đăng ký xét tuyển năm 2024 của trường là khi nào ạ?",
    "output": "Thời gian đăng ký xét tuyển theo phương thức kết hợp kết quả học tập THPT và các điều kiện ưu tiên là từ 15/04/2024 đến 14/06/2024. Các phương thức còn lại thực hiện theo kế hoạch chung của Bộ Giáo dục và Đào tạo."
  },
  {
    "input": "Em muốn đăng ký xét tuyển online thì phải làm như thế nào ạ?",
    "output": "Em có thể đăng ký xét tuyển trực tuyến trên hệ thống của trường tại địa chỉ http://dkxtdh.tlu.edu.vn/ hoặc trên ứng dụng My TLU. Đối với các phương thức khác, em đăng ký trên cổng thông tin tuyển sinh của Bộ Giáo dục và Đào tạo nhé."
  },
  {
    "input": "Lệ phí đăng ký xét tuyển năm 2024 là bao nhiêu ạ?",
    "output": "Lệ phí đăng ký xét tuyển là 50.000 đồng cho một hồ sơ, không phân biệt số lượng nguyện vọng em đăng ký."
  },
  {
    "input": "Em muốn hỏi thêm thông tin về tuyển sinh thì liên hệ với ai ạ?",
    "output": "Em có thể liên hệ với Phòng Đào tạo của trường, số điện thoại 02435631537 hoặc email tuyensinh@tlu.edu.vn nhé."
  },
  {
    "input": "Phòng đào tạo trường mình ở đâu ạ?",
    "output": "Phòng Đào tạo nằm ở phòng 134 nhà A4, số 175 Tây Sơn, quận Đống Đa, Hà Nội em nhé."
  },
  {
    "input": "Ngoài số điện thoại và email, em có thể liên hệ với trường qua kênh nào khác không ạ?",
    "output": "Em có thể xem thêm thông tin trên website của trường tại địa chỉ tlu.edu.vn hoặc fanpage https://www.facebook.com/daihocthuyloi1959."
  },
  {
    "input": "Em muốn xét tuyển bằng kết quả thi tốt nghiệp THPT, trường có xét không ạ?",
    "output": "Có em nhé. Trường có xét tuyển dựa vào kết quả kỳ thi tốt nghiệp THPT năm 2024."
  },
  {
    "input": "Em có chứng chỉ IELTS, khi xét tuyển bằng kết quả thi tốt nghiệp THPT có được quy đổi điểm không ạ?",
    "output": "Có, khi xét tuyển bằng kết quả thi tốt nghiệp THPT, em có thể quy đổi chứng chỉ IELTS sang điểm thi môn Tiếng Anh trong tổ hợp xét tuyển theo quy định của trường."
  },
  {
    "input": "Chứng chỉ IELTS 7.0 được quy đổi thành bao nhiêu điểm ạ?",
    "output": "Chứng chỉ IELTS 7.0 được quy đổi thành 10 điểm em nhé."
  },
  {
    "input": "Em muốn biết thêm thông tin về xét tuyển bằng kết quả thi tốt nghiệp THPT thì xem ở đâu ạ?",
    "output": "Em có thể theo dõi hướng dẫn của Bộ GD&ĐT và website của trường để cập nhật thông tin mới nhất về xét tuyển bằng kết quả thi tốt nghiệp THPT nhé."
  },
  {
    "input": "Ngoài chứng chỉ IELTS, trường còn quy đổi chứng chỉ nào khác không ạ?",
    "output": "Trường còn quy đổi điểm cho các chứng chỉ tiếng Anh khác như TOEFL, TOEIC và chứng chỉ tiếng Trung HSK theo quy định."
  },
  {
    "input": "Em muốn biết điểm chuẩn xét tuyển bằng kết quả thi tốt nghiệp THPT thì phải làm sao?",
    "output": "Điểm chuẩn xét tuyển bằng kết quả thi tốt nghiệp THPT sẽ được trường công bố sau khi có kết quả thi chính thức em nhé. Em nhớ theo dõi website của trường thường xuyên."
  },
  {
    "input": "Em có thể đăng ký xét tuyển bằng kết quả thi tốt nghiệp THPT ở đâu ạ?",
    "output": "Em đăng ký xét tuyển bằng kết quả thi tốt nghiệp THPT trên cổng thông tin tuyển sinh của Bộ Giáo dục và Đào tạo nhé."
  },
  {
    "input": "Năm 2024 ngành Kỹ thuật xây dựng công trình thủy ở phân hiệu miền Nam tuyển bao nhiêu chỉ tiêu ạ?",
    "output": "Năm 2024, ngành Kỹ thuật xây dựng công trình thủy ở phân hiệu miền Nam tuyển 40 chỉ tiêu em nhé."
  },
  {
    "input": "Anh/chị cho em hỏi chỉ tiêu của ngành Quản trị kinh doanh ở phân hiệu miền Nam năm 2024 là bao nhiêu ạ?",
    "output": "Chỉ tiêu của ngành Quản trị kinh doanh ở phân hiệu miền Nam năm 2024 là 80 em nhé."
  },
  {
    "input": "Ngành Công nghệ thông tin ở phân hiệu miền Nam năm 2024 tuyển bao nhiêu chỉ tiêu ạ?",
    "output": "Ngành Công nghệ thông tin ở phân hiệu miền Nam năm 2024 tuyển 50 chỉ tiêu."
  },
  {
    "input": "Em muốn hỏi chỉ tiêu của ngành Kỹ thuật tài nguyên nước ở phân hiệu miền Nam năm 2024 là bao nhiêu?",
    "output": "Ngành Kỹ thuật tài nguyên nước ở phân hiệu miền Nam năm 2024 tuyển 20 chỉ tiêu em nhé."
  },
  {
    "input": "Chỉ tiêu của ngành Ngôn ngữ Anh ở phân hiệu miền Nam năm 2024 là bao nhiêu ạ?",
    "output": "Ngành Ngôn ngữ Anh ở phân hiệu miền Nam năm 2024 tuyển 40 chỉ tiêu."
  },
  {
    "input": "Cho em hỏi ngành Kế toán ở phân hiệu miền Nam năm 2024 tuyển bao nhiêu chỉ tiêu ạ?",
    "output": "Ngành Kế toán ở phân hiệu miền Nam năm 2024 tuyển 70 chỉ tiêu em nhé."
  },
  {
    "input": "Em muốn hỏi chỉ tiêu của ngành Logistics và quản lý chuỗi cung ứng ở phân hiệu miền Nam năm 2024 là bao nhiêu?",
    "output": "Ngành Logistics và quản lý chuỗi cung ứng ở phân hiệu miền Nam năm 2024 tuyển 50 chỉ tiêu."
  },
  {
    "input": "Năm 2024 ngành Nhóm ngành Kỹ thuật xây dựng ở phân hiệu miền Nam tuyển bao nhiêu chỉ tiêu ạ?",
    "output": "Năm 2024, Nhóm ngành Kỹ thuật xây dựng ở phân hiệu miền Nam tuyển 60 chỉ tiêu em nhé."
  },
  {
    "input": "Anh/chị cho em hỏi chỉ tiêu của ngành Công nghệ kỹ thuật xây dựng ở phân hiệu miền Nam năm 2024 là bao nhiêu ạ?",
    "output": "Chỉ tiêu của ngành Công nghệ kỹ thuật xây dựng ở phân hiệu miền Nam năm 2024 là 40 em nhé."
  },
  {
    "input": "Ngành Quản lý xây dựng ở phân hiệu miền Nam năm 2024 tuyển bao nhiêu chỉ tiêu ạ?",
    "output": "Ngành Quản lý xây dựng ở phân hiệu miền Nam năm 2024 tuyển 40 chỉ tiêu."
  },
  {
    "input": "Em muốn hỏi chỉ tiêu của ngành Kỹ thuật cấp thoát nước ở phân hiệu miền Nam năm 2024 là bao nhiêu?",
    "output": "Ngành Kỹ thuật cấp thoát nước ở phân hiệu miền Nam năm 2024 tuyển 40 chỉ tiêu em nhé."
  },
  {
    "input": "Chỉ tiêu của ngành Trí tuệ nhân tạo và khoa học dữ liệu ở phân hiệu miền Nam năm 2024 là bao nhiêu ạ?",
    "output": "Ngành Trí tuệ nhân tạo và khoa học dữ liệu ở phân hiệu miền Nam năm 2024 tuyển 50 chỉ tiêu."
  },
  {
    "input": "Cho em hỏi ngành Kinh tế xây dựng ở phân hiệu miền Nam năm 2024 tuyển bao nhiêu chỉ tiêu ạ?",
    "output": "Ngành Kinh tế xây dựng ở phân hiệu miền Nam năm 2024 tuyển 40 chỉ tiêu em nhé."
  },
  {
    "input": "Em muốn hỏi chỉ tiêu của ngành Thương mại điện tử ở phân hiệu miền Nam năm 2024 là bao nhiêu?",
    "output": "Ngành Thương mại điện tử ở phân hiệu miền Nam năm 2024 tuyển 80 chỉ tiêu."
  },
  {
    "input": "Em muốn học ngành Kỹ thuật xây dựng công trình thủy ở phân hiệu miền Nam, mã tuyển sinh là gì ạ?",
    "output": "Mã tuyển sinh của ngành Kỹ thuật xây dựng công trình thủy ở phân hiệu miền Nam là TLS101 em nhé."
  },
  {
    "input": "Anh/chị cho em hỏi mã tuyển sinh của ngành Quản trị kinh doanh ở phân hiệu miền Nam là gì ạ?",
    "output": "Mã tuyển sinh của ngành Quản trị kinh doanh ở phân hiệu miền Nam là TLS402 em nhé."
  },
  {
    "input": "Mã ngành Công nghệ thông tin ở phân hiệu miền Nam là gì ạ?",
    "output": "Mã ngành Công nghệ thông tin ở phân hiệu miền Nam là TLS106 em nhé."
  },
  {
    "input": "Em muốn hỏi mã tuyển sinh của ngành Kỹ thuật tài nguyên nước ở phân hiệu miền Nam là gì?",
    "output": "Mã tuyển sinh của ngành Kỹ thuật tài nguyên nước ở phân hiệu miền Nam là TLS102 em nhé."
  },
  {
    "input": "Mã tuyển sinh ngành Ngôn ngữ Anh ở phân hiệu miền Nam là gì vậy ạ?",
    "output": "Mã tuyển sinh ngành Ngôn ngữ Anh ở phân hiệu miền Nam là TLS203 em nhé."
  },
  {
    "input": "Cho em hỏi mã tuyển sinh của ngành Kế toán ở phân hiệu miền Nam là gì ạ?",
    "output": "Mã tuyển sinh của ngành Kế toán ở phân hiệu miền Nam là TLS403 em nhé."
  },
  {
    "input": "Em muốn hỏi mã tuyển sinh của ngành Logistics và quản lý chuỗi cung ứng ở phân hiệu miền Nam là gì?",
    "output": "Mã tuyển sinh của ngành Logistics và quản lý chuỗi cung ứng ở phân hiệu miền Nam là TLS407."
  },
  {
    "input": "Em muốn học Nhóm ngành Kỹ thuật xây dựng ở phân hiệu miền Nam, mã tuyển sinh là gì ạ?",
    "output": "Mã tuyển sinh của Nhóm ngành Kỹ thuật xây dựng ở phân hiệu miền Nam là TLS104 em nhé."
  },
  {
    "input": "Anh/chị cho em hỏi mã tuyển sinh của ngành Công nghệ kỹ thuật xây dựng ở phân hiệu miền Nam là gì ạ?",
    "output": "Mã tuyển sinh của ngành Công nghệ kỹ thuật xây dựng ở phân hiệu miền Nam là TLS111 em nhé."
  },
  {
    "input": "Mã ngành Quản lý xây dựng ở phân hiệu miền Nam là gì ạ?",
    "output": "Mã ngành Quản lý xây dựng ở phân hiệu miền Nam là TLS114 em nhé."
  },
  {
    "input": "Em muốn hỏi mã tuyển sinh của ngành Kỹ thuật cấp thoát nước ở phân hiệu miền Nam là gì?",
    "output": "Mã tuyển sinh của ngành Kỹ thuật cấp thoát nước ở phân hiệu miền Nam là TLS107 em nhé."
  },
  {
    "input": "Mã tuyển sinh ngành Trí tuệ nhân tạo và khoa học dữ liệu ở phân hiệu miền Nam là gì vậy ạ?",
    "output": "Mã tuyển sinh ngành Trí tuệ nhân tạo và khoa học dữ liệu ở phân hiệu miền Nam là TLS126 em nhé."
  },
  {
    "input": "Cho em hỏi mã tuyển sinh của ngành Kinh tế xây dựng ở phân hiệu miền Nam là gì ạ?",
    "output": "Mã tuyển sinh của ngành Kinh tế xây dựng ở phân hiệu miền Nam là TLS404 em nhé."
  },
  {
    "input": "Em muốn hỏi mã tuyển sinh của ngành Thương mại điện tử ở phân hiệu miền Nam là gì?",
    "output": "Mã tuyển sinh của ngành Thương mại điện tử ở phân hiệu miền Nam là TLS405."
  },
  {
    "input": "Em muốn hỏi tổng chỉ tiêu tuyển sinh ở phân hiệu miền Nam là gì?",
    "output": "Tổng chỉ tiêu tuyển sinh ở phân hiệu miền Nam là 700."
  },
  ]