[
  {
    "input": "Em chào anh/chị, cho em hỏi là sinh viên hệ đại học cần tích luỹ bao nhiêu tín chỉ môn Giáo dục thể chất ạ?",
    "output": "Sinh viên hệ đại học cần tích lũy tối thiểu 4 tín chỉ môn Giáo dục thể chất em nhé!"
  },
  {
    "input": "Chào anh/chị, em muốn hỏi môn bơi có phải là môn học bắt buộc không ạ?",
    "output": "Hiện tại môn bơi không còn là môn bắt buộc đối với sinh viên trường mình em nhé."
  },
  {
    "input": "Em chào anh/chị, em là sinh viên liên thông, cho em hỏi em cần tích luỹ bao nhiêu tín chỉ môn Giáo dục thể chất ạ?",
    "output": "Sinh viên liên thông từ cao đẳng lên đại học cần tích lũy tối thiểu 2 tín chỉ môn Giáo dục thể chất em nhé!"
  },
  {
    "input": "Cho em hỏi mục đích của việc cho sinh viên theo học các học phần GDTC chuyên sâu là gì ạ?",
    "output": "Việc cho sinh viên theo học các học phần GDTC chuyên sâu nhằm đáp ứng sở thích, nguyện vọng và năng khiếu của sinh viên." 
  },
  {
    "input": "Em chào anh/chị, cho em hỏi đăng ký học các môn GDTC chuyên sâu vào thời gian nào ạ?",
    "output": "Em có thể đăng ký học các môn GDTC chuyên sâu ngay từ kỳ học đầu tiên của năm nhất."
  },
  {
    "input": "Em muốn đăng ký học các môn GDTC chuyên sâu thì phải làm như thế nào ạ?",
    "output": "Em có thể đăng ký tự nguyện với bộ môn GDTC, thông qua giảng viên dạy môn học GDTC."
  },
  {
    "input": "Làm thế nào để được tuyển chọn vào các học phần GDTC chuyên sâu ạ?",
    "output": "Em có thể được tuyển chọn vào các học phần GDTC chuyên sâu dựa vào kết quả học tập của bộ môn GDTC, cũng như đáp ứng được thể lực, thể hình và các kĩ năng bộ môn GDTC chuyên sâu yêu cầu."
  },
  {
    "input": "Cho em hỏi trường mình có tổ chức thi trực tuyến không ạ?", 
    "output": "Có em nhé. Thi trực tuyến sẽ áp dụng với các học phần giảng dạy theo hình thức trực tuyến và được bộ môn quản lý học phần đề xuất với nhà trường."
  }, 
  {
    "input": "Thế nào là đánh giá ý thức tham gia học tập của sinh viên ạ?",
    "output": "Khi đánh giá ý thức tham gia học tập của sinh viên, nhà trường sẽ xem xét các tiêu chí sau: Ý thức và thái độ trong học tập, ý thức và thái độ tham gia các câu lạc bộ học thuật, hoạt động ngoại khóa, hoạt động nghiên cứu khoa học, ý thức và thái độ tham gia các kỳ thi, cuộc thi, tinh thần vượt khó, phấn đấu vươn lên trong học tập và kết quả học tập." 
  },
  {
"input": "Điểm rèn luyện của sinh viên được đánh giá như thế nào ạ?",
    "output": "Điểm rèn luyện của sinh viên được đánh giá bằng thang điểm 100. Đánh giá bao gồm các mức điểm đạt được trên các mặt như ý thức tham gia học tập, ý thức chấp hành nội quy, ý thức tham gia các hoạt động chính trị, xã hội, văn nghệ, thể thao, ý thức công dân, và kết quả tham gia các hoạt động cán bộ lớp, các đoàn thể, tổ chức khác trong trường."
  },
  {
    "input": "Khi xem xét điểm rèn luyện của sinh viên, trường sẽ đánh giá những mặt nào ạ?",
    "output": "Đánh giá điểm rèn luyện của sinh viên bao gồm các mặt như: Ý thức tham gia học tập, ý thức chấp hành nội quy, ý thức tham gia các hoạt động chính trị, xã hội, văn nghệ, thể thao, ý thức công dân, và kết quả tham gia các hoạt động cán bộ lớp, các đoàn thể, tổ chức khác trong trường."
  },
  {
    "input": "Em chào anh/chị, cho em hỏi nếu em bị khiển trách thì điểm rèn luyện bị ảnh hưởng như thế nào ạ?",
    "output": "Nếu em bị lập biên bản khiển trách bởi CBCT thì điểm rèn luyện của em sẽ bị trừ 1 điểm."
  },
  {
    "input": "Em chào anh/chị, cho em hỏi nếu em bị cảnh cáo thì điểm rèn luyện bị trừ bao nhiêu điểm ạ?",
    "output": "Nếu em bị lập biên bản cảnh cáo bởi CBCT thì điểm rèn luyện của em sẽ bị trừ 2 điểm."
  },
  {
    "input": "Em chào anh/chị, cho em hỏi nếu em bị đình chỉ thi thì điểm rèn luyện bị trừ bao nhiêu điểm ạ?",
    "output": "Nếu em bị lập biên bản đình chỉ thi bởi CBCT thì điểm rèn luyện của em sẽ bị trừ 3 điểm."
  },
  {
    "input": "Điểm rèn luyện về ý thức chấp hành nội quy được đánh giá dựa vào những yếu tố nào ạ?",
    "output": "Điểm đánh giá này được xác định dựa trên ý thức của em trong việc tuân thủ các nội quy, quy chế và các quy định áp dụng trong trường."
  },
  {
    "input": "Em chào anh/chị, cho em hỏi điểm tối đa khi chấp hành tốt nội quy nhà trường là bao nhiêu ạ?", 
    "output": "Điểm tối đa em có thể đạt được khi chấp hành tốt nội quy nhà trường là 25 điểm."
  },
  {
    "input": "Em chào anh/chị, cho em hỏi nếu em vắng mặt không lý do trong các buổi sinh hoạt lớp thì điểm rèn luyện bị trừ bao nhiêu ạ?",
    "output": "Nếu em vắng mặt không có lý do chính đáng trong các buổi sinh hoạt lớp hàng tháng thì điểm rèn luyện của em sẽ bị trừ 2 điểm mỗi lần vắng." 
  },
  {
    "input": "Học bổng KKHT có những mức nào và giá trị ra sao ạ?",
    "output": "Học bổng KKHT có 3 mức: Khá, Giỏi và Xuất sắc. Giá trị của mỗi mức lần lượt là 100%, 110%, và 120% mức học phí tín chỉ đại học nhân với số tín chỉ tính học bổng của học kỳ."
  },
  {
    "input": "Đối tượng nào được xét cấp học bổng KKHT ạ?",
    "output": "Sinh viên đang theo học trong thời gian thiết kế cho chương trình đào tạo của ngành đào tạo thứ nhất ở bậc đại học, liên thông cao đẳng lên đại học hình thức chính quy tại trường Đại học Thủy lợi sẽ được xét cấp học bổng KKHT em nhé."
  },
  {
    "input": "Em muốn hỏi tiêu chuẩn để xét cấp học bổng loại Khá là gì ạ?",
    "output": "Để đạt học bổng loại Khá, em cần có điểm trung bình học tập và điểm rèn luyện đều đạt loại khá trở lên trong kỳ xét học bổng KKHT."
  },
  {
    "input": "Cho em hỏi cách tính điểm xét học bổng KKHT như thế nào?",
    "output": "Điểm xét học bổng KKHT được tính bằng cách cộng điểm trung bình học tập của em với điểm rèn luyện (chia cho 100) và làm tròn đến 2 chữ số thập phân."
  },
  {
    "input": "Em muốn biết điểm trung bình học tập xét học bổng KKHT được tính như thế nào?",
    "output": "Điểm trung bình học tập của em được tính dựa trên kết quả tổng kết của các môn học lần đầu em đăng ký trong học kỳ, không bao gồm các môn như Giáo dục thể chất, Giáo dục quốc phòng, chương trình đào tạo thứ 2 và các môn bảo lưu."
  },
  {
    "input": "Em thắc mắc khi nào thì sinh viên không được xét cấp học bổng KKHT?",
    "output": "Em sẽ không được xét cấp học bổng KKHT nếu bị kỷ luật từ mức khiển trách trở lên trong kỳ xét hoặc học quá thời gian thiết kế của chương trình đào tạo chuẩn."
  },
  {
    "input": "Cho em hỏi học bổng KKHT được xếp hạng và cấp phát như thế nào?",
    "output": "Học bổng KKHT được chia thành ba mức: Xuất sắc, Giỏi, Khá. Trong mỗi mức, danh sách sinh viên được sắp xếp từ cao xuống thấp dựa trên điểm xét học bổng và số tín chỉ của các em. Học bổng sẽ được cấp theo thứ tự từ Xuất sắc, Giỏi đến Khá cho đến khi hết quỹ."
  },
  {
    "input": "Em muốn biết môn học nào không được tính vào điểm trung bình học tập khi xét học bổng KKHT?",
    "output": "Các môn như Giáo dục thể chất, Giáo dục quốc phòng, chương trình đào tạo thứ 2 và các môn bảo lưu không được tính vào điểm trung bình học tập của em khi xét học bổng KKHT." 
  },
  {
    "input": "Em muốn hỏi ai được hưởng chế độ học bổng chính sách?",
    "output": "Sinh viên theo chế độ cử tuyển đang học tại trường Đại học Thủy lợi như em sẽ được áp dụng chế độ học bổng chính sách." 
  },
  {
    "input": "Cho em hỏi mức học bổng chính sách là bao nhiêu và được tính như thế nào?", 
    "output": "Mức học bổng chính sách là 80% lương cơ sở, tính theo tháng."
  },
  {
    "input": "Em muốn biết sinh viên nhận học bổng chính sách mấy lần và vào thời gian nào?",
    "output": "Em sẽ nhận học bổng chính sách hai lần trong năm, mỗi lần cấp cho 6 tháng. Lần đầu tiên vào tháng 10 và lần thứ hai vào tháng 3 hàng năm."
  },
  {
    "input": "Em thắc mắc trường hợp nào không được áp dụng học bổng chính sách?",
    "output": "Học bổng chính sách không áp dụng cho sinh viên học văn bằng hai, đào tạo theo địa chỉ, hình thức đào tạo từ xa, liên kết đào tạo và vừa làm vừa học." 
  },
  {
    "input": "Em muốn hỏi học bổng chính sách được chi trả như thế nào cho sinh viên cử tuyển?",
    "output": "Học bổng chính sách sẽ được chuyển khoản vào tài khoản của em hai lần trong năm, mỗi lần cấp cho 6 tháng, vào tháng 10 và tháng 3 hàng năm."
  },
  {
    "input": "Thầy/cô ơi, ai có quyền quyết định hình thức kỷ luật nếu cán bộ, giảng viên vi phạm quy chế thi ạ?",
    "output": "Quyết định về hình thức kỷ luật sẽ do Hiệu trưởng đưa ra, dựa trên Biên bản của cán bộ thanh tra hoặc đoàn kiểm tra theo quy định em nhé."
  },
  {
    "input": "Thưa thầy/cô, trong trường hợp nào cán bộ, giảng viên sẽ bị cảnh cáo ạ?",
    "output": "Cán bộ, giảng viên sẽ bị cảnh cáo nếu ra đề thi sai hoặc trực tiếp giải bài và hướng dẫn sinh viên/học viên trong giờ thi em ạ."
  },
  {
    "input": "Em muốn hỏi, khi nào cán bộ, giảng viên có thể bị hạ bậc lương, hạ ngạch, hoặc buộc thôi việc ạ?",
    "output": "Nếu cán bộ, giảng viên làm lộ đề thi, mua bán đề thi, đưa đề ra ngoài hoặc đưa bài giải từ ngoài vào phòng thi trực tuyến trong lúc thi, sửa bài của sinh viên, hoặc chữa điểm sai quy định thì có thể bị hạ bậc lương, hạ ngạch, hoặc buộc thôi việc em nhé."
  },
  {
    "input": "Thưa thầy/cô, nếu em không đủ điều kiện dự thi mà không làm đơn hoãn thi thì có được vào thi không ạ?",
    "output": "Nếu em không đủ điều kiện dự thi mà không làm đơn hoãn thi thì sẽ không được vào thi đâu em ạ."
  },
  {
    "input": "Em có việc bận đột xuất không thể tham gia thi, vậy em cần làm gì ạ?",
    "output": "Nếu em có lý do chính đáng như ốm đau, cách ly y tế hoặc có hoàn cảnh đặc biệt thì cần làm đơn xin hoãn thi và nộp về Phòng Khảo thí và ĐBCL trước buổi thi em nhé." 
  },
  {
    "input": "Thầy/cô ơi, nếu em bỏ thi không lý do thì sẽ bị sao ạ?",
    "output": "Nếu em bỏ thi không lý do hoặc không được thi thì sẽ nhận điểm Không (điểm 0.0) em ạ."
  },
  {
    "input": "Em muốn hỏi, nếu vi phạm quy chế thi một lần thì em sẽ bị kỷ luật như thế nào ạ?",
    "output": "Nếu em vi phạm quy chế thi một lần, ví dụ như trao đổi bài với bạn, gây mất trật tự trong phòng thi trực tuyến, hoặc không nộp bài đúng thời gian quy định thì sẽ bị khiển trách." 
  },
  {
    "input": "Thưa thầy/cô, nếu em vi phạm quy chế thi hai lần thì sao ạ?",
    "output": "Nếu em đã bị khiển trách một lần mà vẫn tiếp tục vi phạm quy định trong giờ thi thì sẽ bị cảnh cáo em ạ."
  },
  {
    "input": "Em muốn biết khi nào thì sinh viên sẽ bị đình chỉ thi ạ?", 
    "output": "Em sẽ bị đình chỉ thi nếu đã bị cảnh cáo một lần mà vẫn tiếp tục vi phạm quy định trong giờ thi hoặc có hành vi vi phạm khác như sử dụng điện thoại di động, chuyển đề thi ra ngoài, hoặc nhận bài giải từ ngoài. Em sẽ phải ra khỏi phòng thi ngay và nhận điểm 0 cho bài thi đó." 
  },
  {
    "input": "Thầy/cô cho em hỏi, nếu em đi thi hộ hoặc nhờ người khác thi hộ hai lần thì sẽ bị kỷ luật như thế nào ạ?",
    "output": "Nếu em vi phạm lần thứ hai khi đi thi hộ hoặc nhờ người khác thi hộ, sau khi CBCT lập biên bản và gửi về Phòng Chính trị và CTSV làm các thủ tục theo trình tự để trình Hiệu trưởng quyết định thì em sẽ bị buộc thôi học."
  },
  {
    "input": "Em chào thầy cô, cho em hỏi nếu em không đủ điều kiện dự thi mà không làm đơn xin hoãn thi thì có được vào thi không ạ?",
    "output": "Nếu em không đủ điều kiện dự thi mà không làm đơn xin hoãn thi, em sẽ không được phép tham dự kỳ thi đó và sẽ nhận điểm Không (0.0) cho bài thi đó."
  },
  {
    "input": "Xin thầy cô giải đáp, trong trường hợp em có việc bận đột xuất không thể tham gia thi, thì em phải thực hiện thủ tục gì?",
    "output": "Nếu em có lý do chính đáng như ốm đau, cách ly y tế, hoặc có hoàn cảnh đặc biệt, em cần phải làm đơn xin hoãn thi và nộp về Phòng Khảo thí và ĐBCL trước thời gian thi."
  },
  {
    "input": "Xin thầy cô giải thích, khi nào thì sinh viên không được xét cấp học bổng KKHT?",
    "output": "Sinh viên sẽ không được xét cấp học bổng KKHT nếu họ bị kỷ luật từ mức khiển trách trở lên trong kỳ xét hoặc học quá thời gian thiết kế của chương trình đào tạo chuẩn."
  },
  {
    "input": "Cho em hỏi, môn học nào không được tính vào điểm trung bình học tập khi xét học bổng KKHT?",
    "output": "Các môn như Giáo dục thể chất, Giáo dục quốc phòng, chương trình đào tạo thứ hai và các môn bảo lưu không được tính vào điểm trung bình học tập của em khi xét học bổng KKHT."
  },
  {
    "input": "Xin thầy cô giải thích, điểm rèn luyện về ý thức chấp hành nội quy được đánh giá dựa trên những yếu tố nào?",
    "output": "Điểm đánh giá về ý thức chấp hành nội quy được xác định dựa trên ý thức của sinh viên trong việc tuân thủ các nội quy, quy chế và các quy định áp dụng trong trường."
  },
  {
    "input": "Cho em hỏi, điểm tối đa khi chấp hành tốt nội quy nhà trường là bao nhiêu?",
    "output": "Điểm tối đa mà em có thể đạt được khi chấp hành tốt nội quy nhà trường là 25 điểm."
  },
  {
    "input": "Em muốn biết, điểm rèn luyện bị ảnh hưởng như thế nào nếu em bị khiển trách?",
    "output": "Nếu em bị lập biên bản khiển trách bởi CBCT, điểm rèn luyện của em sẽ bị trừ 1 điểm."
  },
  {
    "input": "Xin thầy cô giải thích, nếu em bị cảnh cáo thì điểm rèn luyện sẽ bị trừ bao nhiêu điểm?",
    "output": "Nếu em bị lập biên bản cảnh cáo bởi CBCT, điểm rèn luyện của em sẽ bị trừ 2 điểm."
  },
  {
    "input": "Em muốn hỏi, điểm rèn luyện bị trừ bao nhiêu điểm nếu em bị đình chỉ thi?",
    "output": "Nếu em bị lập biên bản đình chỉ thi bởi CBCT, điểm rèn luyện của em sẽ bị trừ 3 điểm."
  },
  {
    "input": "Xin thầy cô giải thích, trong trường hợp nào cán bộ, giảng viên có thể bị hạ bậc lương, hạ ngạch, hoặc buộc thôi việc?",
    "output": "Nếu cán bộ, giảng viên làm lộ đề thi, mua bán đề thi, đưa đề ra ngoài hoặc đưa bài giải từ ngoài vào phòng thi trực tuyến trong lúc thi, sửa bài của sinh viên, hoặc chữa điểm sai quy định thì có thể bị hạ bậc lương, hạ ngạch, hoặc buộc thôi việc."
  },
  {
    "input": "Em muốn biết, khi nào cán bộ, giảng viên sẽ bị cảnh cáo?",
    "output": "Cán bộ, giảng viên sẽ bị cảnh cáo nếu ra đề thi sai hoặc trực tiếp giải bài và hướng dẫn sinh viên/học viên trong giờ thi."
  },
  {
    "input": "Cho em hỏi, nếu em vi phạm quy chế thi một lần thì em sẽ bị kỷ luật như thế nào?",
    "output": "Nếu em vi phạm quy chế thi một lần, ví dụ như trao đổi bài với bạn, gây mất trật tự trong phòng thi trực tuyến, hoặc không nộp bài đúng thời gian quy định thì sẽ bị khiển trách."
  },
  {
    "input": "Xin thầy cô giải đáp, nếu em bỏ thi không lý do thì sẽ bị sao?",
    "output": "Nếu em bỏ thi không lý do hoặc không được thi thì sẽ nhận điểm Không (điểm 0.0)."
  },
  {
    "input": "Em muốn hỏi, nếu vi phạm quy chế thi hai lần thì sao?",
    "output": "Nếu em đã bị khiển trách một lần mà vẫn tiếp tục vi phạm quy định trong giờ thi thì sẽ bị cảnh cáo."
  },
  {
    "input": "Cho em hỏi, điểm trung bình học tập xét học bổng KKHT được tính như thế nào?",
    "output": "Điểm trung bình học tập của em được tính dựa trên kết quả tổng kết của các môn học lần đầu em đăng ký trong học kỳ, không bao gồm các môn như Giáo dục thể chất, Giáo dục quốc phòng, chương trình đào tạo thứ 2 và các môn bảo lưu."
  },
  {
    "input": "Thầy cô ơi, điểm rèn luyện về ý thức tham gia học tập của sinh viên được đánh giá dựa trên những tiêu chí nào?",
    "output": "Khi đánh giá ý thức tham gia học tập của sinh viên, nhà trường xem xét các tiêu chí như ý thức và thái độ trong học tập, ý thức và thái độ tham gia các câu lạc bộ học thuật, hoạt động ngoại khóa, hoạt động nghiên cứu khoa học, ý thức và thái độ tham gia các kỳ thi, cuộc thi, tinh thần vượt khó, phấn đấu vươn lên trong học tập và kết quả học tập."
  },
  {
    "input": "Em chào thầy cô, cho em hỏi, điểm rèn luyện của sinh viên được đánh giá như thế nào?",
    "output": "Điểm rèn luyện của sinh viên được đánh giá bằng thang điểm 100, bao gồm các mức điểm đạt được trên các mặt như ý thức tham gia học tập, ý thức chấp hành nội quy, ý thức tham gia các hoạt động chính trị, xã hội, văn nghệ, thể thao, ý thức công dân, và kết quả tham gia các hoạt động cán bộ lớp, các đoàn thể, tổ chức khác trong trường."
  },
  {
    "input": "Em muốn hỏi, mục đích của việc cho sinh viên theo học các học phần GDTC chuyên sâu là gì?",
    "output": "Việc cho sinh viên theo học các học phần GDTC chuyên sâu nhằm đáp ứng sở thích, nguyện vọng và năng khiếu của sinh viên."
  },
  {
    "input": "Anh/chị ơi, em muốn biết mục đích của việc sinh viên theo học các học phần GDTC chuyên sâu là gì?",
    "output": "Mục đích của việc cho sinh viên theo học các học phần GDTC chuyên sâu là để phát triển sở thích, kỹ năng, và năng khiếu trong lĩnh vực giáo dục thể chất."
  },
  {
    "input": "Chào anh/chị, em muốn biết tiêu chuẩn để xét cấp học bổng loại Khá là gì?",
    "output": "Để đạt học bổng loại Khá, sinh viên cần có điểm trung bình học tập và điểm rèn luyện đều đạt loại Khá trở lên trong kỳ xét học bổng KKHT."
  },
  {
    "input": "Em chào thầy cô, nếu em không đủ điều kiện dự thi mà không làm đơn hoãn thi thì có được vào thi không?",
    "output": "Nếu em không đủ điều kiện dự thi mà không làm đơn hoãn thi, em sẽ không được vào thi."
  },
  {
    "input": "Xin chào, em muốn biết sinh viên nhận học bổng chính sách mấy lần và vào thời gian nào?",
    "output": "Sinh viên sẽ nhận học bổng chính sách hai lần trong năm, mỗi lần cấp cho 6 tháng. Lần đầu tiên vào tháng 10 và lần thứ hai vào tháng 3 hàng năm."
  },
  {
    "input": "Thưa thầy cô, nếu em không đủ điều kiện dự thi mà không làm đơn hoãn thi thì có được vào thi không ạ?",
    "output": "Nếu em không đủ điều kiện dự thi mà không làm đơn hoãn thi thì sẽ không được vào thi đâu em ạ."
  },
  {
    "input": "Thầy cô ơi, điểm rèn luyện của sinh viên được đánh giá như thế nào ạ?",
    "output": "Điểm rèn luyện của sinh viên được đánh giá bằng thang điểm 100, bao gồm các tiêu chí như ý thức tham gia học tập, ý thức chấp hành nội quy, và tham gia các hoạt động chính trị, xã hội, văn nghệ, thể thao, cũng như kết quả tham gia các hoạt động cán bộ lớp, các đoàn thể, tổ chức khác trong trường."
  },
  {
    "input": "Em chào anh/chị, nếu em vắng mặt không lý do trong các buổi sinh hoạt lớp thì điểm rèn luyện sẽ bị trừ bao nhiêu điểm ạ?",
    "output": "Nếu em vắng mặt không có lý do chính đáng trong các buổi sinh hoạt lớp hàng tháng thì điểm rèn luyện của em sẽ bị trừ 2 điểm mỗi lần vắng."
  },
  {
    "input": "Em muốn hỏi, nếu vi phạm quy chế thi một lần thì em sẽ bị kỷ luật như thế nào ạ?",
    "output": "Nếu em vi phạm quy chế thi một lần, như trao đổi bài với bạn, gây mất trật tự trong phòng thi trực tuyến, hoặc không nộp bài đúng thời gian quy định, thì em sẽ bị khiển trách."
  },
  {
    "input": "Xin chào thầy cô, em muốn hỏi về quy trình xem xét cấp học bổng KKHT, liệu có thể giải thích chi tiết cho em được không ạ?",
    "output": "Tất nhiên, quy trình xem xét cấp học bổng KKHT bao gồm việc tính điểm trung bình học tập và điểm rèn luyện của sinh viên, sau đó xếp hạng và cấp phát học bổng dựa trên danh sách sinh viên sắp xếp từ cao xuống thấp, tuân thủ theo mức điểm xét học bổng và số tín chỉ."
  },
  {
    "input": "Thưa thầy cô, nếu sinh viên bỏ thi không lý do thì hậu quả sẽ như thế nào ạ?",
    "output": "Nếu sinh viên bỏ thi không lý do, hậu quả sẽ là nhận điểm không (điểm 0.0) cho bài thi đó, thể hiện sự không chấp nhận được về việc không tham gia hoặc không hoàn thành kỳ thi."
  },
  {
    "input": "Xin chào thầy cô, em muốn biết học bổng chính sách được chi trả như thế nào cho sinh viên cử tuyển?",
    "output": "Học bổng chính sách sẽ được chuyển khoản vào tài khoản của sinh viên hai lần trong năm, mỗi lần cấp cho 6 tháng, vào tháng 10 và tháng 3 hàng năm."
  },
  {
    "input": "Thưa thầy cô, nếu em vi phạm quy chế thi hai lần, liệu sẽ có hậu quả gì ạ?",
    "output": "Nếu em vi phạm quy chế thi lần thứ hai sau khi đã bị khiển trách một lần, thì hậu quả có thể là bị cảnh cáo hoặc thậm chí buộc thôi học tùy thuộc vào mức độ vi phạm và quyết định của Hiệu trưởng."
  },
  {
    "input": "Xin chào thầy cô, em muốn hỏi về tiêu chuẩn để xét cấp học bổng loại Khá là gì ạ?",
    "output": "Để đạt học bổng loại Khá, sinh viên cần có điểm trung bình học tập và điểm rèn luyện đều đạt loại khá trở lên trong kỳ xét học bổng KKHT."
  },
  {
    "input": "Chào thầy cô! Em muốn hỏi nếu em không đủ điều kiện thi mà quên làm đơn hoãn thi thì có được tham gia thi không ạ?",
    "output": "Rất tiếc, nếu em không đủ điều kiện thi mà không nộp đơn xin hoãn thi, em sẽ không được phép tham gia kỳ thi và sẽ nhận điểm 0 (Không) cho môn học đó."
  },
  {
    "input": "Thầy cô cho em hỏi, trường hợp bận đột xuất không thể đi thi thì cần làm những thủ tục gì ạ?",
    "output": "Trong trường hợp này, nếu em có lý do chính đáng như ốm đau, bị cách ly y tế, hoặc gặp hoàn cảnh đặc biệt, em cần phải hoàn thành đơn xin hoãn thi và nộp về Phòng Khảo thí và ĐBCL trước khi kỳ thi diễn ra nhé."
  },
  {
    "input": "Thầy cô ơi, khi nào sinh viên sẽ không được xem xét cấp học bổng KKHT ạ?",
    "output": "Sinh viên sẽ không được xem xét cấp học bổng KKHT nếu bị kỷ luật từ mức khiển trách trở lên trong kỳ xét hoặc học quá thời gian quy định của chương trình đào tạo chuẩn."
  },
  {
    "input": "Em muốn hỏi những môn nào sẽ không được tính vào điểm trung bình khi xét học bổng KKHT?",
    "output": "Khi xét học bổng KKHT, các môn như Giáo dục thể chất, Giáo dục quốc phòng, chương trình đào tạo thứ hai và các môn bảo lưu sẽ không được tính vào điểm trung bình của em."
  },
  {
    "input": "Thầy cô cho em hỏi, điểm rèn luyện về ý thức chấp hành nội quy được đánh giá dựa trên những tiêu chí nào?",
    "output": "Điểm rèn luyện về ý thức chấp hành nội quy được đánh giá dựa trên việc sinh viên tuân thủ các nội quy, quy chế và quy định của trường."
  },
  {
    "input": "Điểm tối đa khi chấp hành tốt nội quy của trường là bao nhiêu ạ?",
    "output": "Nếu em chấp hành tốt nội quy nhà trường, em có thể đạt điểm tối đa là 25 điểm."
  },
  {
    "input": "Em muốn biết điểm rèn luyện của em sẽ bị ảnh hưởng thế nào nếu bị khiển trách ạ?",
    "output": "Nếu em bị lập biên bản khiển trách bởi CBCT, điểm rèn luyện của em sẽ bị trừ 1 điểm."
  },
  {
    "input": "Thầy cô ơi, nếu em bị cảnh cáo thì điểm rèn luyện sẽ bị trừ bao nhiêu điểm ạ?",
    "output": "Nếu em bị lập biên bản cảnh cáo bởi CBCT, điểm rèn luyện của em sẽ bị trừ 2 điểm."
  },
  {
    "input": "Cho em hỏi, điểm rèn luyện sẽ bị trừ bao nhiêu điểm nếu em bị đình chỉ thi?",
    "output": "Nếu em bị lập biên bản đình chỉ thi bởi CBCT, điểm rèn luyện của em sẽ bị trừ 3 điểm."
  },
  {
    "input": "Trong trường hợp nào thì cán bộ, giảng viên có thể bị hạ bậc lương, hạ ngạch, hoặc buộc thôi việc?",
    "output": "Cán bộ, giảng viên có thể bị hạ bậc lương, hạ ngạch, hoặc buộc thôi việc nếu làm lộ đề thi, mua bán đề thi, đưa đề ra ngoài hoặc đưa bài giải từ ngoài vào phòng thi trực tuyến trong lúc thi, sửa bài của sinh viên, hoặc chữa điểm sai quy định."
  },
  {
    "input": "Khi nào cán bộ, giảng viên sẽ bị cảnh cáo?",
    "output": "Cán bộ, giảng viên sẽ bị cảnh cáo nếu ra đề thi sai hoặc trực tiếp giải bài và hướng dẫn sinh viên/học viên trong giờ thi."
  },
  {
    "input": "Em muốn hỏi, nếu em vi phạm quy chế thi một lần thì sẽ bị xử lý như thế nào ạ?",
    "output": "Nếu em vi phạm quy chế thi một lần, ví dụ như trao đổi bài với bạn, gây mất trật tự trong phòng thi trực tuyến, hoặc không nộp bài đúng thời gian quy định thì em sẽ bị khiển trách."
  },
  {
    "input": "Nếu em bỏ thi không lý do thì sao ạ?",
    "output": "Nếu em bỏ thi không lý do hoặc không được phép thi thì em sẽ nhận điểm 0 (Không) cho môn học đó."
  },
  {
    "input": "Em muốn hỏi, nếu vi phạm quy chế thi hai lần thì sẽ như thế nào ạ?",
    "output": "Nếu em đã bị khiển trách một lần mà vẫn tiếp tục vi phạm quy định trong giờ thi thì em sẽ bị cảnh cáo."
  },
  {
    "input": "Thầy cô ơi, điểm trung bình học tập để xét học bổng KKHT được tính như thế nào ạ?",
    "output": "Điểm trung bình học tập của em được tính dựa trên kết quả tổng kết của các môn học lần đầu em đăng ký trong học kỳ, không bao gồm các môn Giáo dục thể chất, Giáo dục quốc phòng, chương trình đào tạo thứ 2 và các môn bảo lưu."
  },
  {
    "input": "Điểm rèn luyện về ý thức tham gia học tập của sinh viên được đánh giá dựa trên những tiêu chí nào ạ?",
    "output": "Khi đánh giá ý thức tham gia học tập của sinh viên, nhà trường sẽ xem xét các tiêu chí như ý thức và thái độ trong học tập, ý thức và thái độ tham gia các câu lạc bộ học thuật, hoạt động ngoại khóa, hoạt động nghiên cứu khoa học, ý thức và thái độ tham gia các kỳ thi, cuộc thi, tinh thần vượt khó, phấn đấu vươn lên trong học tập và kết quả học tập."
  },
  {
    "input": "Cách tính điểm rèn luyện của sinh viên là gì ạ?",
    "output": "Điểm rèn luyện của sinh viên được đánh giá bằng thang điểm 100, bao gồm các mức điểm đạt được trên các mặt như ý thức tham gia học tập, ý thức chấp hành nội quy, ý thức tham gia các hoạt động chính trị, xã hội, văn nghệ, thể thao, ý thức công dân, và kết quả tham gia các hoạt động cán bộ lớp, các đoàn thể, tổ chức khác trong trường."
  },
  {
    "input": "Mục đích của việc cho sinh viên theo học các học phần GDTC chuyên sâu là gì?",
    "output": "Việc cho sinh viên theo học các học phần GDTC chuyên sâu nhằm đáp ứng sở thích, nguyện vọng và năng khiếu của sinh viên."
  },
  {
    "input": "Em muốn tìm hiểu mục đích của việc cho sinh viên theo học các học phần GDTC chuyên sâu là gì?",
    "output": "Mục đích của việc này là để giúp sinh viên phát triển sở thích, kỹ năng, và năng khiếu trong lĩnh vực giáo dục thể chất."
  },
  {
    "input": "Tiêu chuẩn để xét cấp học bổng loại Khá là gì vậy anh/chị?",
    "output": "Để đạt học bổng loại Khá, sinh viên cần có điểm trung bình học tập và điểm rèn luyện đều đạt loại khá trở lên trong kỳ xét học bổng KKHT."
  },
  {
    "input": "Thầy cô ơi, nếu em không đủ điều kiện dự thi mà không nộp đơn hoãn thi thì có được vào thi không?",
    "output": "Nếu em không đủ điều kiện dự thi mà không nộp đơn hoãn thi, em sẽ không được phép vào thi."
  },
  {
    "input": "Sinh viên nhận học bổng chính sách mấy lần trong năm và vào thời gian nào ạ?",
    "output": "Sinh viên sẽ nhận học bổng chính sách hai lần trong năm, mỗi lần cấp cho 6 tháng. Lần đầu tiên vào tháng 10 và lần thứ hai vào tháng 3 hàng năm."
  },
  {
    "input": "Em muốn hỏi nếu em không đủ điều kiện dự thi mà không nộp đơn hoãn thi thì có được tham gia thi không ạ?",
    "output": "Nếu không đủ điều kiện dự thi mà không làm đơn hoãn thi thì em sẽ không được tham gia thi đâu."
  },
  {
    "input": "Thầy cô cho em hỏi cách đánh giá điểm rèn luyện của sinh viên được thực hiện như thế nào ạ?",
    "output": "Điểm rèn luyện của sinh viên được đánh giá bằng thang điểm 100, bao gồm các tiêu chí như: ý thức tham gia học tập, ý thức chấp hành nội quy, tham gia các hoạt động chính trị, xã hội, văn nghệ, thể thao, cũng như kết quả tham gia các hoạt động cán bộ lớp, các đoàn thể, tổ chức khác trong trường."
  },
  {
    "input": "Nếu em vắng mặt không lý do trong các buổi sinh hoạt lớp thì điểm rèn luyện sẽ bị trừ bao nhiêu điểm?",
    "output": "Nếu em vắng mặt không có lý do chính đáng trong các buổi sinh hoạt lớp hàng tháng thì điểm rèn luyện của em sẽ bị trừ 2 điểm mỗi lần vắng."
  },
  {
    "input": "Em muốn hỏi, trường hợp vi phạm quy chế thi một lần thì em sẽ bị kỷ luật như thế nào?",
    "output": "Nếu em vi phạm quy chế thi một lần, ví dụ như trao đổi bài với bạn, gây mất trật tự trong phòng thi trực tuyến, hoặc không nộp bài đúng thời gian quy định, thì em sẽ bị khiển trách."
  },
  {
    "input": "Thầy cô có thể giải thích chi tiết về quy trình xem xét cấp học bổng KKHT được không ạ?",
    "output": "Quy trình xem xét cấp học bổng KKHT bao gồm việc tính điểm trung bình học tập và điểm rèn luyện của sinh viên, sau đó xếp hạng và cấp phát học bổng dựa trên danh sách sinh viên sắp xếp từ cao xuống thấp, tuân thủ theo mức điểm xét học bổng và số tín chỉ."
  },
  {
    "input": "Hậu quả khi sinh viên bỏ thi không lý do là gì ạ?",
    "output": "Nếu sinh viên bỏ thi không có lý do, hậu quả sẽ là nhận điểm 0 (Không) cho môn học đó, thể hiện sự không chấp nhận được về việc không tham gia hoặc không hoàn thành kỳ thi."
  },
  {
    "input": "Thầy cô cho em hỏi học bổng chính sách được chi trả như thế nào cho sinh viên cử tuyển ạ?",
    "output": "Học bổng chính sách sẽ được chuyển khoản vào tài khoản của sinh viên hai lần trong năm, mỗi lần cấp cho 6 tháng, vào tháng 10 và tháng 3 hàng năm."
  },
  {
    "input": "Em muốn hỏi về hậu quả khi vi phạm quy chế thi hai lần ạ?",
    "output": "Nếu em vi phạm quy chế thi lần thứ hai sau khi đã bị khiển trách một lần, thì hậu quả có thể là bị cảnh cáo hoặc thậm chí buộc thôi học tùy thuộc vào mức độ vi phạm và quyết định của Hiệu trưởng."
  },
  {
    "input": "Thầy cô cho em hỏi tiêu chuẩn để xét cấp học bổng loại Khá là gì ạ?",
    "output": "Để đạt học bổng loại Khá, sinh viên cần có điểm trung bình học tập và điểm rèn luyện đều đạt loại khá trở lên trong kỳ xét học bổng KKHT."
  },
  {
    "input": "Xin chào, cho em hỏi phòng thi trực tuyến được thiết lập như thế nào ạ?",
    "output": "Phòng thi trực tuyến là phòng thi được Phòng đào tạo thiết lập trên phần mềm giảng dạy trực tuyến của Trường ĐH Thủy lợi để tổ chức thi kết thúc học phần cho sinh viên (học viên)."
  },
  {
    "input": "Xin chào, cho em hỏi máy chủ được sử dụng cho mục đích gì trong quá trình thi trực tuyến ạ?",
    "output": "Máy chủ là máy tính được sử dụng để lưu ngân hàng câu hỏi thi, phần mềm trộn đề thi, chấm thi với hình thức trắc nghiệm."
  },
  {
    "input": "Xin chào, cho em hỏi điều gì phải được mô tả trong đề cương chi tiết của học phần liên quan đến hình thức thi trực tuyến ạ?",
    "output": "Hình thức thi trực tuyến phải được mô tả trong đề cương chi tiết học phần."
  },
  {
    "input": "Xin chào, cho em hỏi khi nào hình thức thi trực tuyến được áp dụng và ai đề xuất việc này ạ?",
    "output": "Hình thức thi trực tuyến được áp dụng cho các học phần giảng dạy theo hình thức trực tuyến và được bộ môn quản lý học phần đề xuất với nhà trường."
  },
  {
    "input": "Xin chào, cho em hỏi những yếu tố kỹ thuật nào cần được đảm bảo để tổ chức kỳ thi trực tuyến thành công ạ?",
    "output": "Các yếu tố kỹ thuật như phần mềm, đường truyển phải đáp ứng tốt cho kỳ thi."
  },
  {
    "input": "Xin chào, cho em hỏi trách nhiệm chính của Trưởng bộ môn quản lý học phần trong việc tổ chức thi là gì ạ?",
    "output": "Trưởng bộ môn quản lý học phần chịu trách nhiệm trong việc chỉ đạo hướng dẫn giảng viên của bộ môn rà soát, điều chỉnh hình thức và nội dung thi đúng thời gian và quy định của Nhà trường; phân công giảng viên tham gia công tác coi thi và chấm thi."
  },
  {
    "input": "Xin chào, cho em hỏi công tác nào Phòng Khảo thí và ĐBCL phải đảm bảo trong quá trình tổ chức thi ạ?",
    "output": "Phòng Khảo thí và ĐBCL phải đảm bảo tính bảo mật của ngân hàng câu hỏi thi và ngân hàng đề thi, phối hợp cùng bộ môn quản lý học phần trong việc bổ sung, hiệu chỉnh ngân hàng câu hỏi thi và ngân hàng đề thi."
  },
  {
    "input": "Xin chào, cho em hỏi nhiệm vụ chính của Phòng Đào tạo trong việc tổ chức thi là gì ạ?",
    "output": "Phòng Đào tạo phối hợp cùng các bộ môn xây dựng kế hoạch thi chi tiết cho phù hợp với tình hình thực tế và đặc thù của từng học phần."
  },
  {
    "input": "Xin chào, cho em hỏi Trung tâm tin học có trách nhiệm gì trong quá trình tổ chức thi ạ?",
    "output": "Trung tâm tin học thường xuyên kiểm tra, đảm bảo về mặt hạ tầng kỹ thuật phục vụ công tác thi."
  },
  {
    "input": "Xin chào, cho em hỏi nhiệm vụ của Bộ phận thanh tra-Phòng hành chính-tổng hợp trong công tác tổ chức thi là gì ạ?",
    "output": "Bộ phận thanh tra-Phòng hành chính-tổng hợp thực hiện công tác kiểm tra, thanh tra trong công tác tổ chức thi và quá trình thi, cũng như tham gia giám sát quá trình xử lý khiếu nại của sinh viên/học viên về kết quả thi."
  },
  {
    "input": "Cho em hỏi, nội dung gì cần được ghi rõ trong đề cương học phần liên quan đến hình thức thi trực tuyến?",
    "output": "Hình thức thi trực tuyến phải được mô tả chi tiết trong đề cương học phần đó em nhé!"
  },
  {
    "input": "Cho em hỏi,Khi nào thì hình thức thi trực tuyến được áp dụng và ai là người đưa ra quyết định?",
    "output": "Hình thức thi trực tuyến sẽ được áp dụng cho các học phần giảng dạy trực tuyến. Quyết định này sẽ do bộ môn quản lý học phần đề xuất với nhà trường."
  },
  {
    "input": "Cho em hỏi,Để tổ chức kỳ thi trực tuyến thành công, cần đảm bảo những yếu tố kỹ thuật nào?",
    "output": "Để kỳ thi trực tuyến diễn ra suôn sẻ, cần phải đảm bảo các yếu tố kỹ thuật như phần mềm và đường truyền mạng phải hoạt động ổn định."
  },
  {
    "input": "Cho em hỏi,Trưởng bộ môn quản lý học phần có nhiệm vụ gì trong việc tổ chức thi?",
    "output": "Trưởng bộ môn quản lý học phần có trách nhiệm chỉ đạo giảng viên của bộ môn rà soát, điều chỉnh hình thức và nội dung thi đúng thời gian và quy định của Nhà trường. Ngoài ra, họ còn phân công giảng viên tham gia công tác coi thi và chấm thi."
  },
  {
    "input": "Cho em hỏi,Phòng Khảo thí và ĐBCL cần đảm bảo công tác gì trong quá trình tổ chức thi?",
    "output": "Phòng Khảo thí và ĐBCL có trách nhiệm bảo mật ngân hàng câu hỏi thi và ngân hàng đề thi. Họ cũng sẽ phối hợp với bộ môn quản lý học phần trong việc bổ sung, hiệu chỉnh ngân hàng câu hỏi thi và ngân hàng đề thi."
  },
  {
    "input": "Cho em hỏi,Nhiệm vụ chính của Phòng Đào tạo trong việc tổ chức thi là gì?",
    "output": "Phòng Đào tạo sẽ phối hợp cùng các bộ môn xây dựng kế hoạch thi chi tiết, phù hợp với tình hình thực tế và đặc thù của từng học phần."
  },
  {
    "input": "Cho em hỏi,Trung tâm tin học có vai trò gì trong công tác tổ chức thi?",
    "output": "Trung tâm tin học thường xuyên kiểm tra và đảm bảo hạ tầng kỹ thuật phục vụ công tác thi."
  },
  {
    "input": "Cho em hỏi,Bộ phận thanh tra-Phòng hành chính-tổng hợp có nhiệm vụ gì trong công tác tổ chức thi?",
    "output": "Bộ phận thanh tra-Phòng hành chính-tổng hợp sẽ thực hiện công tác kiểm tra, thanh tra trong công tác tổ chức thi và quá trình thi. Ngoài ra, họ cũng tham gia giám sát quá trình xử lý khiếu nại của sinh viên/học viên về kết quả thi."
  },
  {
    "input": "Cho em hỏi,Trách nhiệm của Trưởng bộ môn trong việc chuẩn bị đề thi trực tuyến là gì?",
    "output": "Trưởng bộ môn phải tổ chức cho đơn vị xây dựng đề thi phù hợp với hình thức thi trực tuyến đã đăng ký, đảm bảo số lượng đề thi đủ để hạn chế việc nhiều sinh viên trùng lặp đề thi. Các đề thi cần thống nhất với cấu trúc đề thi của học phần tương ứng và phù hợp với nội dung giảng dạy trực tuyến, thường được xây dựng theo hướng đề mở."
  },
  {
    "input": "Cho em hỏi,Điều gì được yêu cầu đối với việc biên soạn đề thi tự luận?",
    "output": "Đề thi tự luận phải được xây dựng cùng với đáp án đi kèm theo quy định của nhà trường."
  },
  {
    "input": "Cho em hỏi,Quy trình nào được áp dụng cho việc xây dựng đề thi trắc nghiệm trực tuyến?",
    "output": "Đề thi trắc nghiệm trực tuyến được bộ môn chủ động xây dựng theo quy định hoặc được Phòng Khảo thí và ĐBCL trộn từ ngân hàng câu hỏi thi có sẵn theo cấu trúc đề thi mà Bộ môn đã đề xuất và có sự kiểm tra lại của Trưởng bộ môn."
  },
  {
    "input": "Cho em hỏi,Khi nào Bộ môn nên nộp đề thi và đáp án về Phòng khảo thí và ĐBCL?",
    "output": "Bộ môn nên nộp đề thi và đáp án (bản in) về Phòng khảo thí và ĐBCL trước thời điểm thi 1 tuần để phục vụ công tác chuẩn bị đề thi, lưu trữ và phục vụ công tác thanh kiểm tra khi cần thiết."
  },
  {
    "input": "Cho em hỏi,Đối với các đơn vị xa trường, việc biên soạn câu hỏi thi phải thực hiện như thế nào?",
    "output": "Đối với các đơn vị xa trường như Phân hiệu, Viện miền Trung, việc biên soạn câu hỏi thi phải phối hợp với các Khoa, Bộ môn chuyên ngành để có sự thống nhất trong quản lý hành chính và chuyên môn, tuân theo trình tự triển khai tương tự như trên."
  },
  {
    "input": "Cho em hỏi,Phòng Đào tạo phối hợp với các Bộ môn để thực hiện những công việc gì liên quan đến tổ chức thi trực tuyến?",
    "output": "Phòng Đào tạo phối hợp cùng các Bộ môn lập danh sách thi, sắp xếp thời gian và số lượng sinh viên/học viên trong mỗi phòng thi phù hợp. Danh sách này sau khi hoàn thành sẽ được gửi cho Phòng Khảo thí và ĐBCL để phục vụ công tác chuẩn bị đề thi và cho Bộ môn nếu cần thiết."
  },
  {
    "input": "Cho em hỏi,Trước khi kết thúc học phần, Thủ trưởng bộ môn phải thực hiện công việc gì đối với danh sách cán bộ coi thi?",
    "output": "Thủ trưởng bộ môn phải gửi danh sách cán bộ coi thi của mỗi ca thi về cho Phòng Khảo thí và ĐBCL tối thiểu 3 ngày trước khi thi kết thúc học phần, thông qua email."
  },
  {
    "input": "Cho em hỏi,Trước giờ thi, Phòng Khảo thí và ĐBCL phải thực hiện công việc gì đối với kho đề thi của mỗi phòng thi trực tuyến?",
    "output": "Trước mỗi ca thi, Phòng Khảo thí và ĐBCL kiểm tra các kho đề của mỗi phòng thi trực tuyến để đảm bảo đề thi sẵn sàng trước giờ thi."
  },
  {
    "input": "Cho em hỏi,Trước thời điểm thi, cán bộ coi thi nhận thông tin từ đâu và phải chuẩn bị như thế nào?",
    "output": "Trước giờ thi từ 30 phút đến 45 phút, cán bộ coi thi nhận đề thi và danh sách phòng thi từ Phòng Khảo thí và ĐBCL thông qua email và có CC cho Thủ trưởng bộ môn để chuẩn bị ca thi. Trong trường hợp cần thiết, đề thi có thể được gửi cho Thủ trưởng bộ môn sớm hơn đối với các học phần đặc thù."
  },
  {
    "input": "Cho em hỏi,Theo quy định chung, mỗi phòng thi phải có ít nhất bao nhiêu CBCT?",
    "output": "Mỗi phòng thi phải có ít nhất 2 CBCT."
  },
  {
    "input": "Cho em hỏi,Khi CBCT bận đột xuất trong quá trình coi thi, họ phải thực hiện điều gì?",
    "output": "CBCT bận đột xuất phải báo cáo kịp thời cho Trưởng/Phó bộ môn để cử người thay thế."
  },
  {
    "input": "Cho em hỏi,Trước giờ thi, CBCT phải thực hiện công việc gì trong phòng thi?",
    "output": "CBCT phải đăng nhập trước giờ thi tối thiểu 15 phút để kiểm tra phòng thi trực tuyến, danh sách thi, đường truyền, camera, mic và phổ biến quy chế thi."
  },
  {
    "input": "Cho em hỏi,CBCT cần cung cấp thông tin gì cho sinh viên/học viên trong phòng thi?",
    "output": "CBCT cần cung cấp số điện thoại để sinh viên/học viên có thể báo cáo sự cố gặp phải trong quá trình thi kịp thời."
  },
  {
    "input": "Khi hết giờ làm bài thi tự luận, CBCT phải thực hiện các thao tác gì?",
    "output": "CBCT yêu cầu sinh viên ngừng làm bài, chụp ảnh phòng thi và yêu cầu sinh viên sao lưu bài thi, sau đó gửi bài thi trong thời gian tối đa 10 phút."
  },
  {
    "input": "CBCT phải thực hiện các nhiệm vụ gì sau khi kết thúc giờ làm bài thi?",
    "output": "CBCT 1 quan sát phòng thi, CBCT 2 kiểm tra danh sách bài thi đã nhận được và ghi vào danh sách thi các trường hợp gặp sự cố."
  },
  {
    "input": "Ai là thành phần chính của cán bộ giám sát phòng thi?",
    "output": "Cán bộ giám sát phòng thi bao gồm cán bộ của bộ phận Thanh tra, Phòng Hành chính-Tổng hợp và một số đơn vị được Hiệu trưởng giao nhiệm vụ giám sát."
  },
  {
    "input": "Công việc chính của cán bộ giám sát phòng thi là gì?",
    "output": "Cán bộ giám sát phòng thi giám sát việc thực hiện quy định về tổ chức kỳ thi kết thúc học phần của CBCT và sinh viên/học viên; kiểm tra và nhắc nhở CBCT và sinh viên thực hiện đúng quy định."
  },
  {
    "input": "Có bao nhiêu đơn vị được giao nhiệm vụ giám sát phòng thi theo đoạn văn?",
    "output": "Ngoài cán bộ của bộ phận Thanh tra và Phòng Hành chính-Tổng hợp, một số đơn vị khác cũng được Hiệu trưởng giao nhiệm vụ giám sát phòng thi."
  },
  {
    "input": "Đối với việc giám sát, cán bộ phải kiểm tra và nhắc nhở ai?",
    "output": "Cán bộ giám sát phòng thi kiểm tra và nhắc nhở cả CBCT và sinh viên/học viên thực hiện đúng quy định."
  },
  {
    "input": "Cán bộ giám sát phòng thi có trách nhiệm gì đối với tổ chức kỳ thi?",
    "output": "Cán bộ giám sát phòng thi có trách nhiệm giám sát việc thực hiện quy định về tổ chức kỳ thi kết thúc học phần của CBCT và sinh viên/học viên."
  },
  {
    "input": "Sinh viên cần chuẩn bị những gì để tham gia thi kết thúc học phần trực tuyến?",
    "output": "Sinh viên cần chuẩn bị máy tính hoặc điện thoại thông minh có kết nối internet, cài đặt phần mềm cần thiết theo yêu cầu của bộ môn, micro, camera, và thẻ học viên/sinh viên/CCCD/CMND."
  },
  {
    "input": "Điều gì sẽ xảy ra nếu sinh viên đăng nhập trễ vào phòng thi trực tuyến?",
    "output": "Nếu sinh viên đăng nhập chậm quá 15 phút sau thời gian bắt đầu làm bài thi, họ sẽ bị coi là bỏ thi và sẽ nhận điểm 0."
  },
  {
    "input": "Sinh viên phải đảm bảo điều gì về không gian làm bài thi trực tuyến?",
    "output": "Sinh viên phải đảm bảo không gian làm bài yên tĩnh, gọn gàng, không có người xung quanh, và ánh sáng phù hợp để camera ghi hình rõ nét. Họ cũng phải điều chỉnh camera sao cho nó quét được toàn bộ khu vực làm bài."
  },
  {
    "input": "Nghiêm cấm hành vi gì trong quá trình làm bài thi trực tuyến?",
    "output": "Nghiêm cấm mọi hành vi gian lận, bao gồm việc xem bài của sinh viên khác, trao đổi ý kiến, và trao đổi tài liệu. Sinh viên cũng phải giữ gìn trật tự và im lặng trong phòng thi."
  },
  {
    "input": "Sinh viên cần thực hiện những bước gì sau khi hết giờ làm bài thi tự luận trực tuyến?",
    "output": "Sau khi hết giờ, sinh viên phải dừng làm bài, ghi chữ \"hết bài\", ký tên, và gạch chéo các phần trắng trên giấy thi. Trong vòng 10 phút sau đó, họ phải lưu bài thi theo hướng dẫn của CBCT."
  },
  {
    "input": "Sinh viên cần chú ý điều gì khi chụp ảnh để lưu bài thi tự luận?",
    "output": "Sinh viên cần để thẻ sinh viên hoặc CMT, CCCD ở hai vị trí: bên cạnh thông tin cá nhân ở đầu bài và bên cạnh chữ ký cuối bài. Họ cũng cần ghi số thứ tự tờ giấy thi ở góc trên cùng, bên phải của bài thi."
  },
  {
    "input": "Nếu sinh viên/học viên không đủ điều kiện để tham gia thi trực tuyến, họ phải làm gì?",
    "output": "Nếu không đủ điều kiện tham gia thi trực tuyến, sinh viên/học viên phải làm đơn hoãn thi và gửi đến Phòng Khảo thí và ĐBCL trước ít nhất 02 ngày để được bố trí thi vào thời gian phù hợp."
  },
  {
    "input": "Sau khi làm bài thi tự luận trực tuyến, sinh viên/học viên cần thực hiện bước gì tiếp theo?",
    "output": "Sau khi làm bài, sinh viên/học viên cần lưu bài thi theo hướng dẫn của CBCT. File lưu bài thi phải đảm bảo chất lượng, rõ và có thể đọc được để tránh mất điểm khi chấm thi."
  },
  {
    "input": "Sinh viên/học viên gặp sự cố gì trong quá trình thi cần báo ngay cho ai và thông qua phương tiện gì?",
    "output": "Khi gặp sự cố như không thể đăng nhập vào phòng thi, bị sự cố máy tính hoặc mất kết nối internet, sinh viên/học viên phải báo ngay cho CBCT thông qua số điện thoại đã được cung cấp. Họ cũng cần chụp ảnh lại sự cố để gửi về cho CBCT."
  },
  {
    "input": "Sinh viên/học viên gặp sự cố trong quá trình thi, thời gian khắc phục dưới 15 phút, quyết định tiếp theo do ai đưa ra và dựa trên điều gì?",
    "output": "Quyết định tiếp theo do CBCT đưa ra, dựa trên đặc thù của học phần. Nếu thời gian khắc phục dưới 15 phút, CBCT có thể quyết định cho sinh viên/học viên tiếp tục làm bài hoặc chuyển sang ca thi dự phòng."
  },
  {
    "input": "Trường hợp sự cố không thể khắc phục trong vòng 15 phút, sinh viên/học viên phải thực hiện hành động gì?",
    "output": "Nếu sự cố không thể khắc phục trong vòng 15 phút, sinh viên/học viên phải chuyển sang ca thi dự phòng hoặc tham gia kiểm tra vấn đáp do CBCT tổ chức ngay cuối ca thi để có kết quả tương đương."
  },
  {
    "input": "Sự cố trong quá trình thi cần được ghi nhận ở đâu và như thế nào?",
    "output": "Tất cả các sự cố cần được ghi rõ vào biên bản phòng thi để ghi nhận thông tin chi tiết về sự cố và các biện pháp xử lý."
  },
  {
    "input": "Ai quyết định liệu sinh viên/học viên có tiếp tục làm bài thi sau khi gặp sự cố không thể khắc phục trong vòng 15 phút?",
    "output": "Quyết định này do CBCT đưa ra dựa trên đặc thù của học phần và tình hình cụ thể của sự cố."
  },
  {
    "input": "Tại sao sinh viên/học viên cần chụp ảnh lại sự cố khi gặp vấn đề trong quá trình thi?",
    "output": "Việc chụp ảnh lại sự cố giúp sinh viên/học viên có bằng chứng cụ thể để cung cấp cho CBCT và làm rõ vấn đề họ gặp phải."
  },
  {
    "input": "Sinh viên/học viên khi có khiếu nại về điểm thi phải làm gì để gửi đơn?",
    "output": "Sinh viên/học viên cần làm đơn gửi về Phòng Khảo thí và ĐBCL theo lịch phúc tra mà phòng công bố để khiếu nại và thắc mắc về điểm thi từng giai đoạn."
  },
  {
    "input": "Ai là đơn vị chịu trách nhiệm xử lý khiếu nại và thắc mắc về điểm thi từ sinh viên/học viên?",
    "output": "Bộ môn là đơn vị chịu trách nhiệm báo cáo kết quả giải quyết khiếu nại và thắc mắc về điểm thi với bộ phận thanh tra, Phòng Hành chính-Tổng hợp, Phòng Khảo thí và ĐBCL để cập nhật kết quả khiếu nại điểm cho sinh viên/học viên."
  },
  {
    "input": "Khi nào sinh viên/học viên có thể biết kết quả giải quyết khiếu nại về điểm thi của mình?",
    "output": "Sinh viên/học viên có thể biết kết quả giải quyết khiếu nại về điểm thi của mình sau khi bộ môn báo cáo kết quả cho các đơn vị liên quan và cập nhật kết quả khiếu nại điểm cho sinh viên/học viên."
  },
  {
    "input": "Lịch phúc tra khiếu nại điểm thi được công bố ở đâu?",
    "output": "Lịch phúc tra khiếu nại điểm thi được công bố bởi Phòng Khảo thí và ĐBCL để sinh viên/học viên biết và gửi đơn khiếu nại theo đúng thời gian quy định."
  },
  {
    "input": "Cán bộ, giảng viên vi phạm quy định trong kỳ thi kết thúc học phần sẽ bị xử lý kỷ luật như thế nào?",
    "output": "Tuỳ theo mức độ vi phạm, cán bộ, giảng viên sẽ bị xử lý kỷ luật bao gồm khiển trách, cảnh cáo, hạ bậc lương, hạ ngạch, cách chức, chuyển làm công tác khác, buộc thôi việc, hoặc đề nghị truy tố trước pháp luật."
  },
  {
    "input": "Các hành vi nào của cán bộ, giảng viên trong kỳ thi có thể bị khiển trách?",
    "output": "Các hành vi bao gồm ra đề thi không phù hợp, không đảm bảo điều kiện dự thi cho sinh viên, để cho sinh viên sử dụng phương tiện ghi âm, điện thoại di động trong phòng thi, hoặc chấm thi sai sót."
  },
  {
    "input": "Khi nào cán bộ, giảng viên có thể bị cảnh cáo?",
    "output": "Cán bộ, giảng viên có thể bị cảnh cáo khi ra đề thi sai hoặc trực tiếp giải bài và hướng dẫn sinh viên trong quá trình thi."
  },
  {
    "input": "Hình thức xử lý nào áp dụng cho cán bộ, giảng viên vi phạm nghiêm trọng trong kỳ thi?",
    "output": "Hạ bậc lương, hạ ngạch, cách chức, chuyển làm công tác khác, buộc thôi việc, hoặc đề nghị truy tố trước pháp luật có thể áp dụng cho những vi phạm nghiêm trọng như làm lộ đề thi, sửa bài làm của sinh viên."
  },
  {
    "input": "Ai quyết định về hình thức xử lý kỷ luật đối với cán bộ, giảng viên vi phạm quy định trong kỳ thi?",
    "output": "Quyết định về hình thức xử lý kỷ luật được Hiệu trưởng quyết định dựa trên biên bản do cán bộ thanh tra hoặc đoàn kiểm tra lập theo quy định về thanh tra các kỳ thi."
  },
  {
    "input": "Biện pháp nào được áp dụng nếu cán bộ, giảng viên vi phạm quy định không được phát hiện trong khi làm nhiệm vụ mà sau đó được phát hiện?",
    "output": "Tuỳ theo mức độ vi phạm, các biện pháp xử lý kỷ luật sẽ được áp dụng tương ứng với hành vi vi phạm của cán bộ, giảng viên."
  },
  {
    "input": "Các hành vi nào của cán bộ, giảng viên trong kỳ thi có thể dẫn đến việc buộc thôi việc hoặc đề nghị truy tố trước pháp luật?",
    "output": "Các hành vi nghiêm trọng như làm lộ đề thi, đưa đề thi ra ngoài hoặc đưa bài giải từ ngoài vào phòng thi, hoặc sửa bài làm của sinh viên có thể dẫn đến buộc thôi việc hoặc đề nghị truy tố trước pháp luật."
  },
  {
    "input": "Sinh viên/học viên không đủ điều kiện dự thi nhưng không làm đơn hoãn thi sẽ đối mặt với hình phạt gì?",
    "output": "Sinh viên/học viên không đủ điều kiện dự thi mà không làm đơn hoãn thi sẽ không được vào thi và nhận điểm Không (điểm 0.0) cho bài thi kết thúc học phần môn học đó."
  },
  {
    "input": "Khi nào sinh viên/học viên có thể được hoãn thi vì lý do chính đáng?",
    "output": "Sinh viên/học viên có thể được hoãn thi vì lý do chính đáng như ốm đau, cách ly y tế, hoặc có hoàn cảnh đặc biệt. Để được hoãn thi, sinh viên/học viên phải làm đơn xin và nộp về Phòng Khảo thí và ĐBCL trước buổi thi, và cần có giấy tờ xác minh."
  },
  {
    "input": "Hình phạt nào sẽ áp dụng cho sinh viên/học viên vi phạm khiếu nại thi như trao đổi bài với bạn?",
    "output": "Đối với hành vi vi phạm như trao đổi bài với bạn, sinh viên/học viên sẽ bị khiển trách và bị trừ 25% số điểm của bài thi kết thúc học phần môn học đó."
  },
  {
    "input": "Hình phạt nào sẽ áp dụng nếu sinh viên/học viên vi phạm quy định khi dự thi môn học đã bị cảnh cáo trước đó?",
    "output": "Nếu sinh viên/học viên vi phạm khi đã bị cảnh cáo trước đó, họ sẽ bị cảnh cáo lại và bị trừ 50% số điểm của bài thi kết thúc học phần môn học đó."
  },
  {
    "input": "Khi nào sinh viên/học viên sẽ bị đình chỉ thi?",
    "output": "Sinh viên/học viên sẽ bị đình chỉ thi nếu vi phạm nghiêm trọng như vi phạm khi đã bị cảnh cáo trước đó, sử dụng điện thoại di động trong quá trình thi, hoặc chuyển đề thi ra ngoài hoặc nhận bài giải từ ngoài."
  },
  {
    "input": "Ai quyết định về hình phạt kỷ luật cho sinh viên/học viên vi phạm quy định khi dự thi?",
    "output": "Quyết định về hình phạt kỷ luật cho sinh viên/học viên vi phạm khi dự thi được CBCT lập biên bản và ghi rõ trong biên bản cùng với mức độ vi phạm và hình phạt đề nghị."
  },
  {
    "input": "Cách xử lý kỷ luật của sinh viên/học viên vi phạm quy định khi dự thi phải được thực hiện như thế nào?",
    "output": "Việc xử lý kỷ luật của sinh viên/học viên vi phạm quy định khi dự thi phải được công bố cho sinh viên biết và lập biên bản có sự xác nhận của hai CBCT và dưới sự chứng kiến của các sinh viên có mặt trong phòng thi trực tuyến. Biên bản này sau đó được nộp cho các phòng quản lý và xử lý tương ứng."
  }
]